Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar, el

source: Expired card. You might also receive this if the expiration date you provided does not match the date the issuing bank has on file. Possible action: retry with another form of payment.
ar: بطاقة منتهية الصلاحية. قد تتلقى هذا أيضًا إذا كان تاريخ انتهاء الصلاحية المقدم لا يتطابق مع تاريخ البنك المصدر في الملف. الإجراء المحتمل: أعد المحاولة باستخدام طريقة دفع أخرى.
el: Ληγμένη κάρτα. Μπορεί επίσης να λάβετε αυτό το μήνυμα εάν η ημερομηνία λήξης της κάρτας σας δεν ταιριάζει με την ημερομηνία που έχει στο αρχείο της η τράπεζα έκδοσης. Πιθανή ενέργεια: επαναλάβετε την προσπάθεια με άλλη μορφή πληρωμής.

source: General decline of the card. No other information provided by the issuing bank. Possible action: retry with another form of payment.
ar: انخفاض عام للبطاقة. لا توجد معلومات أخرى مقدمة من البنك المصدر. الإجراء المحتمل: أعد المحاولة باستخدام طريقة دفع أخرى.
el: Γενική μείωση της κάρτας. Καμία άλλη πληροφορία δεν παρέχεται από την εκδότρια τράπεζα. Πιθανή ενέργεια: επαναλάβετε με άλλη μορφή πληρωμής.

source: Insufficient funds in the account. Possible action: retry with another form of payment.
ar: أموال غير كافية في الحساب. الإجراء المحتمل: أعد المحاولة باستخدام طريقة دفع أخرى.
el: Ανεπαρκή κεφάλαια στο λογαριασμό. Πιθανή ενέργεια: επαναλάβετε με άλλη μορφή πληρωμής.

source: Stolen or lost card.
ar: بطاقة مسروقة أو مفقودة.
el: Κλεμμένη ή χαμένη κάρτα.

source: Issuing bank unavailable. Possible action: retry again after a few minutes.
ar: إصدار البنك غير متاح. الإجراء المحتمل: أعد المحاولة مرة أخرى بعد بضع دقائق.
el: Εκδότρια τράπεζα δεν είναι διαθέσιμη. Πιθανή ενέργεια: επαναλάβετε ξανά μετά από λίγα λεπτά.

source: Inactive card or card not authorized for card-not-present transactions. Possible action: retry with another form of payment.
ar: بطاقة أو بطاقة غير نشطة غير مصرح بها للمعاملات غير الموجودة بالبطاقة. الإجراء المحتمل: أعد المحاولة باستخدام طريقة دفع أخرى.
el: Ανενεργή κάρτα ή κάρτα που δεν επιτρέπεται για συναλλαγές που δεν παρουσιάζουν κάρτα. Πιθανή ενέργεια: επαναλάβετε με άλλη μορφή πληρωμής.

source: CVN did not match.
ar: لم تتطابق CVN.
el: Το CVN δεν ταίριαζε.

source: The card has reached the credit limit. Possible action: retry with another form of payment.
ar: وصلت البطاقة إلى الحد الائتماني. الإجراء المحتمل: أعد المحاولة باستخدام طريقة دفع أخرى.
el: Η κάρτα έχει φτάσει στο πιστωτικό όριο. Πιθανή ενέργεια: επαναλάβετε με άλλη μορφή πληρωμής.

source: Invalid card verification number (CVN). Possible action: retry with another form of payment.
ar: رقم التحقق من البطاقة غير صالح (CVN). الإجراء المحتمل: أعد المحاولة باستخدام طريقة دفع أخرى.
el: Μη έγκυρος αριθμός επαλήθευσης κάρτας (CVN). Πιθανή ενέργεια: επαναλάβετε με άλλη μορφή πληρωμής.

source: The customer matched an entry on the processors negative file.
ar: قام العميل بمطابقة إدخال على الملف السلبي للمعالجات.
el: Ο πελάτης ταίριαξε μια καταχώρηση στο αρχείο αρνητικών επεξεργαστών.

source: Account frozen. Possible action: retry with another form of payment.
ar: حساب مجمد. الإجراء المحتمل: أعد المحاولة باستخدام طريقة دفع أخرى.
el: Ο λογαριασμός παγωμένος. Πιθανή ενέργεια: επαναλάβετε με άλλη μορφή πληρωμής.

source: The authorization request was approved by the issuing bank but declined by CyberSource because it did not pass the CVN check. Possible action: retry with another form of payment.
ar: تمت الموافقة على طلب التفويض من قبل البنك المصدر ولكن تم رفضه بواسطة CyberSource لأنه لم يجتاز شيك CVN. الإجراء المحتمل: أعد المحاولة باستخدام طريقة دفع أخرى.
el: Η αίτηση εξουσιοδότησης εγκρίθηκε από την εκδότρια τράπεζα αλλά απορρίφθηκε κατά CyberSource επειδή δεν πέρασε τον έλεγχο CVN. Πιθανή ενέργεια: επαναλάβετε με άλλη μορφή πληρωμής.

source: Invalid account number. Possible action: retry with another form of payment.
ar: رقم حساب غير صالح. الإجراء المحتمل: أعد المحاولة باستخدام طريقة دفع أخرى.
el: Μη έγκυρος αριθμός λογαριασμού. Πιθανή ενέργεια: επαναλάβετε με άλλη μορφή πληρωμής.

source: The card type is not accepted by the payment processor. Possible action: retry with another form of payment.
ar: نوع البطاقة غير مقبول من قبل معالج الدفع. الإجراء المحتمل: أعد المحاولة باستخدام طريقة دفع أخرى.
el: Ο τύπος κάρτας δεν γίνεται δεκτός από τον επεξεργαστή πληρωμών. Πιθανή ενέργεια: επαναλάβετε με άλλη μορφή πληρωμής.

source: General decline by the processor. Possible action: retry with another form of payment.
ar: انخفاض عام من قبل المعالج. الإجراء المحتمل: أعد المحاولة باستخدام طريقة دفع أخرى.
el: Γενική μείωση από τον επεξεργαστή. Πιθανή ενέργεια: επαναλάβετε με άλλη μορφή πληρωμής.

source: There is a problem with the information in your CyberSource account. Please let us know at {0}
ar: هناك مشكلة في المعلومات الموجودة في حساب CyberSource الخاص بك. يرجى إعلامنا في {0}
el: Υπάρχει πρόβλημα με τις πληροφορίες στο λογαριασμό σας CyberSource. Παρακαλούμε ενημερώστε μας στο {0}

source: The requested capture amount exceeds the originally authorized amount.
ar: يتجاوز مبلغ الالتقاط المطلوب المبلغ المصرح به في الأصل.
el: Το ζητούμενο ποσό δέσμευσης υπερβαίνει το αρχικά εγκεκριμένο ποσό.

source: Processor Failure. Possible action: retry the payment
ar: فشل المعالج. الإجراء المحتمل: أعد محاولة الدفع
el: Αποτυχία επεξεργαστή. Πιθανή ενέργεια: επαναλάβετε την πληρωμή

source: The authorization has already been reversed.
ar: تم عكس التفويض بالفعل.
el: Η εξουσιοδότηση έχει ήδη αντιστραφεί.

source: The authorization has already been captured.
ar: تم التقاط التفويض بالفعل.
el: Η εξουσιοδότηση έχει ήδη συλληφθεί.

source: The card type sent is invalid or does not correlate with the credit card number. Possible action: retry with the same card or another form of payment.
ar: نوع البطاقة المرسلة غير صالح أو لا يرتبط برقم بطاقة الائتمان. الإجراء المحتمل: أعد المحاولة بنفس البطاقة أو أي شكل آخر من أشكال الدفع.
el: Ο τύπος κάρτας που αποστέλλεται δεν είναι έγκυρος ή δεν συσχετίζεται με τον αριθμό της πιστωτικής κάρτας. Πιθανή ενέργεια: δοκιμάστε ξανά με την ίδια κάρτα ή άλλη μορφή πληρωμής.

source: You requested a capture, but there is no corresponding, unused authorization record. Occurs if there was not a previously successful authorization request or if the previously successful authorization has already been used by another capture request.
ar: لقد طلبت التقاط، ولكن لا يوجد سجل تفويض مطابق وغير مستخدم. يحدث إذا كان هناك لم يكن طلب تفويض ناجح سابقًا أو إذا كان التفويض الناجح سابقًا قد تم استخدامه بالفعل بواسطة طلب التقاط آخر.
el: Ζητήσατε μια καταγραφή, αλλά δεν υπάρχει αντίστοιχη, αχρησιμοποίητη εγγραφή εξουσιοδότησης. Εμφανίζεται εάν υπήρχε δεν ήταν προηγουμένως επιτυχής αίτηση εξουσιοδότησης ή εάν η προηγουμένως επιτυχής εξουσιοδότηση έχει ήδη χρησιμοποιηθεί από άλλη αίτηση καταγραφής.

source: Either the capture or credit is not voidable because the capture or credit information has already been submitted to your processor, or you requested a void for a type of transaction that cannot be voided.
ar: إما أن الالتقاط أو الائتمان غير قابل للإبطال لأن معلومات الالتقاط أو الائتمان قد تم تقديمها بالفعل إلى المعالج الخاص بك، أو طلبت فراغًا لنوع من المعاملات التي لا يمكن إلغاؤها.
el: Είτε η αποτύπωση είτε η πίστωση δεν είναι άκυρη επειδή οι πληροφορίες αποτύπωσης ή πίστωσης έχουν ήδη υποβληθεί στον επεξεργαστή σας, είτε ζητήσατε ένα κενό για ένα είδος συναλλαγής που δεν μπορεί να ακυρωθεί.

source: You requested a credit for a capture that was previously voided.
ar: لقد طلبت رصيدًا لالتقاط تم إلغاطه مسبقًا.
el: Ζητήσατε πίστωση για μια σύλληψη που προηγουμένως ακυρώθηκε.

source: The request was received, but there was a timeout at the payment processor.
ar: تم استلام الطلب، ولكن كان هناك مهلة في معالج الدفع.
el: Η αίτηση ελήφθη, αλλά υπήρχε ένα χρονικό όριο στον επεξεργαστή πληρωμών.

source: Stand-alone credits are not allowed.
ar: لا يُسمح بالائتمانات المستقلة.
el: Δεν επιτρέπονται αυτόνομες πιστώσεις.

source: The cardholder is enrolled for payer authentication
ar: حامل البطاقة مسجل لمصادقة الدافع
el: Ο κάτοχος της κάρτας είναι εγγεγραμμένος για έλεγχο ταυτότητας πληρωτή

source: Payer authentication could not be authenticated
ar: لا يمكن مصادقة مصادقة دافع
el: Ο έλεγχος ταυτότητας πληρωτή δεν ήταν δυνατός ο έλεγχος ταυτότητας

source: The authorization request was approved by the issuing bank but declined by CyberSource based on your legacy Smart Authorization settings. Possible action: retry with a different form of payment.
ar: تمت الموافقة على طلب التفويض من قبل البنك المصدر ولكن تم رفضه بواسطة CyberSource بناءً على على إعدادات التفويض الذكي القديمة الخاصة بك. الإجراء المحتمل: أعد المحاولة بطريقة دفع مختلفة.
el: Η αίτηση εξουσιοδότησης εγκρίθηκε από την εκδότρια τράπεζα, αλλά απορρίφθηκε από την CyberSource βάσει στις παλαιού τύπου ρυθμίσεις έξυπνης εξουσιοδότησης. Πιθανή ενέργεια: επαναλάβετε με διαφορετικό τρόπο πληρωμής.

source: Order Number
ar: رقم الطلب
el: Αριθμός παραγγελίας

source: Customer Name
ar: اسم العميل
el: Όνομα πελάτη

source: Date of Original Transaction
ar: تاريخ المعاملة الأصلية
el: Ημερομηνία αρχικής συναλλαγής

source: Date of Refund
ar: تاريخ الاسترداد
el: Ημερομηνία Επιστροφής

source: Amount of Refund
ar: مبلغ الاسترداد
el: Ποσό Επιστροφής

source: Service Fees (if any)
ar: رسوم الخدمة (إن وجدت)
el: Τέλη υπηρεσιών (εάν υπάρχουν)

source: Purchase Time
ar: وقت الشراء
el: Ώρα αγοράς

source: Order ID
ar: معرف الطلب
el: Αριθμός παραγγελίας

source: Unit Cost
ar: تكلفة وحدة
el: Κόστος μονάδας

source: Total Cost
ar: التكلفة الإجمالية
el: Συνολικό κόστος

source: Currency
ar: العملة
el: Νόμισμα

source: Comments
ar: تعليقات
el: Σχόλια

source: University
ar: جامعة
el: Πανεπιστήμιο

source: Course Announce Date
ar: تاريخ الإعلان عن دورة
el: Ημερομηνία Ανακοίνωσης Μαθήματος

source: Course Start Date
ar: تاريخ بدء الدورة
el: Ημερομηνία Έναρξης Μαθήματος

source: Course Registration Close Date
ar: تاريخ إغلاق تسجيل دورة
el: Ημερομηνία Κλεισίματος Εγγραφής Μαθήματος

source: Course Registration Period
ar: دورة تسجيل الدورة
el: Περίοδος Εγγραφής Μαθήματος

source: Total Enrolled
ar: إجمالي المسجلين
el: Σύνολο εγγεγραμμένων

source: Audit Enrollment
ar: تسجيل التدقيق
el: Εγγραφή ελέγχου

source: Honor Code Enrollment
ar: تسجيل رمز الشرف
el: Εγγραφή Κωδικού Τιμής

source: Verified Enrollment
ar: تسجيل تم التحقق منه
el: Εγγραφή με πιστοποίηση

source: Gross Revenue
ar: إجمالي الإيرادات
el: Ακαθάριστα έσοδα

source: Gross Revenue over the Minimum
ar: إجمالي الإيرادات فوق الحد الأدنى
el: Ακαθάριστα έσοδα επί του ελάχιστου

source: Number of Verified Learners Contributing More than the Minimum
ar: عدد متعلمين الذين تم التحقق منهم الذين يساهمون بأكثر من الحد الأدنى
el: Αριθμός επαληθευμένων εκπαιδευόμενων που συνεισφέρουν περισσότερο από το ελάχιστο

source: Number of Refunds
ar: عدد المبالغ المستردة
el: Αριθμός επιστροφών

source: Dollars Refunded
ar: الدولار المسترد
el: Δολάρια επιστρέφονται

source: Number of Transactions
ar: عدد المعاملات
el: Αριθμός Συναλλαγών

source: Total Payments Collected
ar: إجمالي المدفوعات المحصلة
el: Σύνολο εισπραχθέντων πληρωμών

source: Number of Successful Refunds
ar: عدد المبالغ المستردة الناجحة
el: Αριθμός Επιτυχημένων Επιστροφών

source: Total Amount of Refunds
ar: المبلغ الإجمالي للمبالغ المستردة
el: Συνολικό Ποσό Επιστροφών

source: You must be logged-in to add to a shopping cart
ar: يجب تسجيل الدخول للإضافة إلى عربة التسوق
el: Θα πρέπει να είστε συνδεδεμένοι για να κάνετε τις αγορές σας

source: The course you requested does not exist.
ar: الدورة دورة التي طلبتها غير موجودة.
el: Το μάθημα που ζητήσατε δεν υπάρχει.

source: The course {course_id} is already in your cart.
ar: دورة {course_id} موجودة بالفعل في سلة التسوق الخاصة بك.
el: Το μάθημα {course_id} είναι ήδη στο καλάθι σας.

source: You are already registered in course {course_id}.
ar: لقد تم تسجيلك بالفعل في دورة {course_id}.
el: Έχετε ήδη εγγραφεί στο μάθημα {course_id}.

source: Course added to cart.
ar: تمت إضافة دورة إلى عربة التسوق.
el: Το μάθημα προστέθηκε στο καλάθι.

source: Discount does not exist against code '{code}'.
el: Η έκπτωση δεν υπάρχει έναντι του κωδικού '{code}'.

source: This enrollment code ({enrollment_code}) is no longer valid.
ar: رمز التسجيل هذا ({enrollment_code}) لم يعد صالحًا.
el: Αυτός ο κωδικός εγγραφής ({enrollment_code}) δεν είναι πλέον έγκυρος.

source: This enrollment code ({enrollment_code}) is not valid.
ar: رمز التسجيل هذا ({enrollment_code}) غير صالح.
el: Αυτός ο κωδικός εγγραφής ({enrollment_code}) δεν είναι έγκυρος.

source: Code '{registration_code}' is not valid for any course in the shopping cart.
ar: الرمز '{registration_code}' غير صالح لأي دورة تدريبية في عربة التسوق.
el: Ο κωδικός '{registration_code}' δεν ισχύει για κανένα μάθημα στο καλάθι αγορών.

source: Cart item quantity should not be greater than 1 when applying activation code
ar: يجب ألا تزيد كمية عنصر عربة التسوق عن 1 عند تطبيق رمز التفعيل
el: Η ποσότητα στοιχείου καλαθιού δεν πρέπει να είναι μεγαλύτερη από 1 κατά την εφαρμογή κωδικού ενεργοποίησης

source: Only one coupon redemption is allowed against an order
ar: يُسمح باسترداد قسيمة واحدة فقط مقابل طلب
el: Επιτρέπεται μόνο μία εξαργύρωση τοκομεριδίου έναντι παραγγελίας

source: success
ar: نجاح
el: επιτυχία

source: You do not have permission to view this page.
ar: ليس لديك إذن لعرض هذه الصفحة.
el: Δεν έχετε άδεια να δείτε αυτή την σελίδα

source: We are sorry, you are not authorized to access {platform_name} via this channel. Please contact your learning administrator or manager in order to access {platform_name}.{line_break}{line_break}Error Details:{line_break}{error_message}
ar: نأسف، غير مصرح لك بالوصول إلى {platform_name} عبر هذه القناة. يرجى الاتصال بمسؤول التعلم أو المدير من أجل الوصول {platform_name}.{line_break}{line_break}تفاصيل الخطأ:{line_break}{error_message}
el: Λυπούμαστε, δεν είστε εξουσιοδοτημένοι να έχετε πρόσβαση στο {platform_name} μέσω αυτού του καναλιού. Παρακαλούμε επικοινωνήστε με το διαχειριστή ή τον διευθυντή εκμάθησης για να αποκτήσετε πρόσβαση στο {platform_name}.{line_break}{line_break}Λεπτομέρειες σφάλματος:{line_break}{error_message}

source: Some error occured during password change. Please try again
ar: حدث بعض الأخطاء أثناء تغيير كلمة المرور. يرجى المحاولة مرة أخرى
el: Κάποιο σφάλμα προέκυψε κατά τη διαδικασία αλλαγής του κωδικού σας. Παρακαλούμε προσπαθήστε ξανά.

source: No email address provided.
ar: لم يتم توفير عنوان بريد إلكتروني.
el: Δεν παρέχεται διεύθυνση ηλεκτρονικού ταχυδρομείου.

source: Create Account
ar: إنشاء حساب
el: Πατήστε εδώ για να γίνει η εγγραφή σας

source: State/Province/Region
ar: الولاية/المقاطعة/المنطقة
el: Κράτος/Επαρχία/Περιφέρεια

source: Company
ar: شركة
el: Εταιρία

source: Job Title
ar: المسمى الوظيفي
el: Τίτλος Εργασίας

source: Mailing address
ar: العنوان البريدي
el: Ταχυδρομική διεύθυνση

source: Tell us why you're interested in {platform_name}
ar: أخبرنا عن سبب اهتمامك بـ {platform_name}
el: Για ποιο λόγο σας ενδιαφέρει το {platform_name}

source: Profession
ar: المهنة
el: Επαγγέλματος

source: Specialty
ar: تخصص
el: Ειδικότητα

source: View and regenerate certificates.
ar: عرض الشهادات وتجديدها.
el: Προβολή και αναδημιουργία πιστοποιητικών.

source: Manual Refund
ar: استرداد يدوي
el: Χειροκίνητη επιστροφή

source: Track refunds issued directly through CyberSource.
ar: تتبع المبالغ المستردة الصادرة مباشرة من خلال CyberSource.
el: Παρακολουθήστε επιστροφές που εκδίδονται απευθείας μέσω της CyberSource.

source: Enrollment
ar: عمليات التسجيل
el: Εγγραφή

source: View and update learner enrollments.
ar: عرض وتحديث تسجيلات متعلم.
el: Προβολή και ενημέρωση εγγραφών εκπαιδευόμενου.

source: Manage User
ar: إدارة المستخدم
el: Διαχείριση Χρήστη

source: Disable User Account
ar: تعطيل حساب المستخدم
el: Απενεργοποίηση λογαριασμού χρήστη

source: Entitlements
ar: الاستحقاقات
el: Δικαιώματα

source: View, create, and reissue learner entitlements
ar: عرض استحقاقات متعلم وإنشاءها وإعادة إصدارها
el: Προβολή, δημιουργία και επανέκδοση δικαιωμάτων εκπαιδευόμενου

source: Usable
ar: قابلة للاستخدام
el: Ωφέλιμη

source: Unusable
ar: غير صالحة للاستعمال
el: Μη χρησιμοποιήσιμα

source: User Disabled Successfully
ar: تم تعطيل المستخدم بنجاح
el: Ο χρήστης απενεργοποιήθηκε με επιτυχία

source: Email Address
ar: عنوان البريد الإلكتروني
el: E-mail

source: Course ID
ar: معرف دورة
el: ID μαθήματος

source: User not found
ar: لم يتم العثور على المستخدم
el: Ο χρήστης δεν βρέθηκε

source: Course {course_id} not past the refund window.
ar: دورة {course_id} لم تتجاوز نافذة الاسترداد.
el: Μάθημα {course_id} δεν είναι μετά το παράθυρο επιστροφής χρημάτων.

source: No order found for {user} in course {course_id}
ar: لم يتم العثور على طلب لـ {user} في دورة {course_id}
el: Δεν βρέθηκε παραγγελία για {user} στο μάθημα {course_id}

source: Unenrolled {user} from {course_id}
ar: غير مسجل {user} من {course_id}
el: Μη εγγεγραμμένος {user} από {course_id}

source: Refunded {cost} for order id {order_id}
ar: تم استرداد {cost} لمعرف الطلب {order_id}
el: Επεπιστρέφεται {cost} για αναγνωριστικό παραγγελίας {order_id}

source: Optional language the team uses as ISO 639-1 code.
ar: اللغة الاختيارية التي يستخدمها الفريق كرمز ISO 639-1.
el: Προαιρετική γλώσσα που χρησιμοποιεί η ομάδα ως κωδικός ISO 639-1.

source: Teams
ar: فرق
el: Ομάδες

source: The supplied course id {course_id} is not valid.
ar: معرف دورة الموفر {course_id} غير صالح.
el: Το παρεχόμενο αναγνωριστικό μαθήματος {course_id} δεν είναι έγκυρο.

source: course_id must be provided
ar: يجب توفير course_id
el: πρέπει να παρέχεται το course_id

source: text_search and order_by cannot be provided together
ar: لا يمكن توفير text_search و order_by معًا
el: text_search και order_by δεν μπορούν να παρασχεθούν μαζί

source: The supplied topic id {topic_id} is not valid
ar: معرف الموضوع الذي تم توفيره {topic_id} غير صالح
el: Το παρεχόμενο θέμα id {topic_id} δεν είναι έγκυρο

source: Error connecting to elasticsearch
ar: خطأ في الاتصال ببحث مرن
el: Σφάλμα κατά τη σύνδεση με την ελαστική αναζήτηση

source: The ordering {ordering} is not supported
ar: الترتيب {ordering} غير مدعوم
el: Η παραγγελία {ordering} δεν υποστηρίζεται

source: The supplied course_id {course_id} is not valid.
ar: course_id {course_id} الموردة غير صالحة.
el: Το παρεχόμενο course_id {course_id} δεν είναι έγκυρο.

source: You are already in a team in this course.
ar: أنت بالفعل في فريق في هذه دورة.
el: Είστε ήδη σε μια ομάδα σε αυτό το μάθημα.

source: username or team_id must be specified.
ar: يجب تحديد اسم المستخدم أو team_id.
el: πρέπει να καθοριστεί το όνομα χρήστη ή το team_id.

source: Username is required.
ar: اسم المستخدم مطلوب.
el: Το όνομα χρήστη είναι υποχρεωτικό.

source: Team id is required.
ar: معرف الفريق مطلوب.
el: Απαιτείται ταυτότητα ομάδας.

source: This team is already full.
ar: هذا الفريق ممتلئ بالفعل.
el: Αυτή η ομάδα είναι ήδη γεμάτη.

source: The user {username} is already a member of a team in this course.
ar: المستخدم {username} هو بالفعل عضو في فريق في هذه دورة.
el: Ο χρήστης {username} είναι ήδη μέλος μιας ομάδας σε αυτό το μάθημα.

source: The user {username} is not enrolled in the course associated with this team.
ar: لم يتم تسجيل المستخدم {username} في المقرر دورة المقترن بهذا الفريق.
el: Ο χρήστης {username} δεν είναι εγγεγραμμένος στο μάθημα που σχετίζεται με αυτή την ομάδα.

source: Date Joined
ar: تاريخ الانضمام
el: Ημερομηνία Εγγραφή

source: Education
ar: التعليم
el: Εκπαίδευση

source: Commercial Zone
ar: المنطقة التجارية
el: Εμπορική Ζώνη

source: Commercial Region
ar: المنطقة التجارية
el: Εμπορική Περιοχή

# user.profile
source: Address
ar: العنوان
el: Διεύθυνση

source: Address 2
ar: العنوان 2
el: Διεύθυνση 2

source: Phone Number
ar: رقم الهاتف
el: Αριθμός τηλεφώνου

source: Employee ID
ar: معرف الموظف
el: Κωδικός Υπάλληλου

source: Hire Date
ar: تاريخ الاستئجار
el: Ημερομηνία πρόσληψης

source: Level
ar: المستوى
el: Επίπεδο

source: Job Code
ar: رمز الوظيفة
el: Κωδικός Εργασίας

source: Job Description
ar: وصف الوظيفة
el: Περιγραφή Εργασίας

source: Department
ar: قسم
el: Τμήμα

source: Supervisor
ar: المشرف
el: Επόπτης

source: ILT Supervisor
ar: مشرف ILT
el: Υπεύθυνος ILT

source: Learning Group
ar: مجموعة التعلم
el: Ομάδα Εκπαίδευσης

source: Exempt Status
ar: حالة الإعفاء
el: Καθεστώς απαλλαγής

source: Query
ar: استعلام
el: Ερώτημα

source: Field
ar: حقل
el: Πεδίο

source: Select the user properties to display
ar: حدد خصائص المستخدم لعرضها
el: Επιλέξτε τις ιδιότητες χρήστη που θα εμφανιστούν

source: Accepted
ar: تم قبول
el: Αποδεκτό

source: Confirmed
ar: تم تأكيد
el: Επιβεβαιωμένο

source: Refused
ar: رفض
el: Αρνήθηκε

source: Invalid User ID
ar: معرف مستخدم غير صالح
el: Μη έγκυρο αναγνωριστικό χρήστη

source: There can only be one exiting pending task!
ar: يمكن أن يكون هناك مهمة معلقة واحدة فقط!
el: Μπορεί να υπάρχει μόνο μία εξερχόμενη εργασία που εκκρεμεί!

source: The request is already approved by the instructor!
ar: تمت الموافقة على الطلب بالفعل من قبل المدرب!
el: Το αίτημα έχει ήδη εγκριθεί από τον εκπαιδευτή!

source: Unknown error. Please contact the support!
ar: خطأ غير معروف. يرجى الاتصال بالدعم!
el: Άγνωστο σφάλμα. Παρακαλώ επικοινωνήστε με την υποστήριξη!

source: Request sent successfully!
ar: تم إرسال الطلب بنجاح!
el: Το αίτημα στάλθηκε επιτυχώς!

source: The waiver request has been accepted!
ar: تم قبول طلب التنازل!
el: Η αίτηση παραίτησης έγινε δεκτή!

source: The waiver request has been denied!
ar: تم رفض طلب التنازل!
el: Το αίτημα παραίτησης απορρίφθηκε!

source: The waiver request is already accepted by {name}
ar: تم قبول طلب التنازل بالفعل من قبل {name}
el: Το αίτημα παραίτησης είναι ήδη αποδεκτό από {name}

source: The waiver request is already denied by {name}
ar: تم رفض طلب التنازل بالفعل من قبل {name}
el: Το αίτημα παραίτησης απορρίπτεται ήδη από {name}

source: Invalid export format.
ar: تنسيق تصدير غير صالح.
el: Μη έγκυρη μορφή εξαγωγής.

source: The report is being exported. Note that this operation can take several minutes. When the report will be ready, it will appear in the list of reports ready to download under the cloud icon in the menu bar and you will be able to download it.
ar: يتم تصدير التقرير. لاحظ أن هذه العملية يمكن أن تستغرق عدة دقائق. عندما يكون التقرير جاهزًا، سيظهر في قائمة التقارير الجاهزة للتنزيل تحت رمز السحابة في شريط القائمة وستتمكن من تنزيله.
el: Η αναφορά εξάγεται. Σημειώστε ότι αυτή η λειτουργία μπορεί να διαρκέσει αρκετά λεπτά. Όταν η αναφορά θα είναι έτοιμη, θα εμφανιστεί στη λίστα αναφορών έτοιμων για λήψη κάτω από το εικονίδιο cloud στη γραμμή μενού και θα μπορείτε να την κατεβάσετε.

source: No report to export.
ar: لا يوجد تقرير للتصدير.
el: Δεν υπάρχει αναφορά για εξαγωγή.

source: Invalid Course ID
ar: معرف دورة غير صالح
el: Μη έγκυρο αναγνωριστικό μαθήματος

source: Invalid course id.
ar: معرف دورة غير صالح.
el: Μη έγκυρο αναγνωριστικό πορείας.

source: The course for which this deadline applies
ar: دورة التي ينطبق عليها هذا الموعد النهائي
el: Το μάθημα για το οποίο ισχύει αυτή η προθεσμία

source: The datetime after which users are no longer allowed to submit photos for verification.
ar: التاريخ والوقت الذي لم يعد يُسمح للمستخدمين بعده بإرسال الصور للتحقق منها.
el: Η ημερομηνία μετά την οποία οι χρήστες δεν επιτρέπεται πλέον να υποβάλλουν φωτογραφίες για επαλήθευση.

source: Your {platform_name} verification has expired.
ar: انتهت صلاحية التحقق من {platform_name} .
el: Η επαλήθευση {platform_name} έχει λήξει.

source: Intro
ar: مقدمة
el: Εισαγωγή

source: Make payment
ar: قم بالدفع
el: Πραγματοποιήστε πληρωμή

source: Payment confirmation
ar: تأكيد الدفع
el: Επιβεβαίωση πληρωμής

source: Take photo
ar: التقاط صورة
el: Τάβω φωτογραφία

source: Take a photo of your ID
ar: التقط صورة لبطاقة الهوية الخاصة بك
el: Βγάλτε φωτογραφία της ταυτότητάς σας

source: Review your info
ar: راجع معلوماتك
el: Ξαναελέγξτε τις πληροφορίες σας

source: Enrollment confirmation
ar: تأكيد التسجيل
el: Επιβεβαίωση εγγραφής

source: Selected price is not valid number.
ar: السعر المحدد ليس رقمًا صالحًا.
el: Μη έγκυρος αριθμός επιλεγμένης τιμής.
