Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar, el

source: No inactive user with this e-mail exists
ar: لا يوجد مستخدم غير نشط مع هذا البريد الإلكتروني
el: Δεν υπάρχει κανένας ανενεργός χρήστης με αυτήν την διεύθυνση email

source: Unable to send reactivation email
ar: غير قادر على إرسال بريد إلكتروني لإعادة التنشيط
el: Αδυναμία αποστολής μηνύματος email επανενεργοποίησης

source: You are not allowed to login to studio!
ar: لا يُسمح لك بتسجيل الدخول إلى الاستوديو!
el: Δεν επιτρέπεται να συνδεθείτε στο studio!

source: Superuser creation not allowed
ar: إنشاء مستخدم متميز غير مسموح به
el: Δεν επιτρέπεται η δημιουργία υπερχρηστών

source: Account modification not allowed.
ar: تعديل الحساب غير مسموح به.
el: Τροποποίηση λογαριασμού δεν επιτρέπεται.

source: Account creation not allowed.
ar: إنشاء الحساب غير مسموح به.
el: Η δημιουργία λογαριασμού δεν επιτρέπεται.

source: Course id not specified
ar: لم يتم تحديد دورة
el: Δεν έχει καθοριστεί η ταυτότητα του μαθήματος

source: Invalid course id
ar: معرف دورة غير صالح
el: Μη έγκυρο ID μαθήματος

source: Course id is invalid
ar: معرّف دورة غير صالح
el: Το ID του μαθήματος δεν είναι έγκυρο

source: Could not enroll
ar: تعذر التسجيل
el: Η εγγραφή σας δεν είναι δυνατή

source: You are not enrolled in this course
ar: لم تكن مسجلاً في هذه دورة
el: Δεν έχετε εγγραφεί σε αυτό το μάθημα

source: Your certificate prevents you from unenrolling from this course
ar: تمنعك شهادة من إلغاء التسجيل من هذه دورة
el: Δεν μπορείτε να διαγραφείτε από το συγκεκριμένο μάθημα, καθώς σε αυτό βρίσκεται αναρτημένη η βεβαίωση που έχετε αποκτήσει

source: Enrollment action is invalid
ar: إجراء التسجيل غير صالح
el: Μη έγκυρη ενέργεια εγγραφής

source: Please enter a username
ar: الرجاء إدخال اسم مستخدم
el: Παρακαλούμε εισάγετε ένα ψευδώνυμο

source: Please choose an option
ar: الرجاء اختيار خيار
el: Παρακαλούμε διαλέξτε μια επιλογή

source: User with username {} does not exist
ar: المستخدم الذي يحمل اسم المستخدم {} غير موجود
el: Ο χρήστης {} δεν υπάρχει

source: Successfully disabled {}'s account
ar: تم تعطيل حساب {} بنجاح
el: Ο λογαριασμός του {} απενεργοποιήθηκε επιτυχώς

source: Successfully reenabled {}'s account
ar: تم إعادة تمكين حساب {} بنجاح
el: Ο λογαριασμός του {} επανενεργοποιήθηκε επιτυχώς

source: Unexpected account status
ar: حالة حساب غير متوقعة
el: Μη αναμενόμενη κατάσταση λογαρισμού

source: Registration using {provider} has timed out.
ar: التسجيل باستخدام {provider} قد انتهت مهلة.
el: Η εγγραφή με τη χρήση {provider} έχει χρονομετρηθεί.

source: An access_token is required when passing value ({}) for provider.
ar: مطلوب access_token عند تمرير القيمة ({}) للمزود.
el: Απαιτείται ένα access_token όταν μεταβιβάζεται η τιμή ({}) για τον παροχέα.

source: The provided access_token is already associated with another user.
ar: يرتبط access_token المقدم بالفعل بمستخدم آخر.
el: Το access_token που έχει παρασχεθεί έχει ήδη αντιστοιχιστεί σε άλλον χρήστη.

source: The provided access_token is not valid.
ar: إن access_token المقدم غير صالح.
el: Το access_token που έχει παρασχεθεί δεν είναι έγκυρο.

source: {html_start}Your account could not be activated{html_end}Something went wrong, please <a href="{support_url}">contact support</a> to resolve this issue.
el: {html_start}Δεν κατέστη δυνατή η ενεργοποίηση του λογαριασμού σας{html_end}Προέκυψε κάποιο σφάλμα, παρακαλούμε <a href="{support_url}">επικοινωνήστε με το τεχνικό τμήμα</a> για την επίλυση του προβλήματος.

source: {html_start}This account has already been activated.{html_end}
ar: {html_start}تم تنشيط هذا الحساب بالفعل.{html_end}
el: {html_start}Ο λογαριασμός σας έχει ήδη ενεργοποιηθεί.{html_end}

source: {html_start}Success{html_end} You have activated your account.
ar: {html_start}النجاح{html_end} لقد قمت بتنشيط حسابك.
el: {html_start}Συγχαρητήρια{html_end} Ενεργοποιήσατε επιτυχώς τον λογαριασμό σας.

source: {html_start}Success! You have activated your account.{html_end}You will now receive email updates and alerts from us related to the courses you are enrolled in. Sign In to continue.
ar: {html_start}النجاح! لقد قمت بتنشيط حسابك.{html_end}ستتلقى الآن تحديثات وتنبيهات عبر البريد الإلكتروني منا تتعلق بالدورات دورات التي قمت بالتسجيل فيها. قم بتسجيل الدخول للمتابعة.
el: {html_start}Συγχαρητήρια! Έχετε επιτυχώς ενεργοποιήσει το λογαριασμό σας.{html_end} Στο εξής θα λαμβάνετε ενημερώσεις μέσω Email για μαθήματα στα οποία έχετε εγγραφεί. Συνδεθείτε για να συνεχίσετε.

source: Password reset unsuccessful
ar: إعادة تعيين كلمة المرور ناجحة
el: Η προσπάθεια αλλαγής του κωδικού σας ήταν ανεπιτυχής

source: Error in resetting your password.
ar: حدث خطأ في إعادة تعيين كلمة المرور الخاصة بك.
el: Σφάλμα κατά τον επανακαθορισμό του κωδικού σας.

source: Error in resetting your password. Please try again.
ar: حدث خطأ في إعادة تعيين كلمة المرور الخاصة بك. يرجى المحاولة مرة أخرى.
el: Σφάλμα κατά τη διαδικασία αλλαγής του κωδικού σας. Παρακαλούμε προσπαθήστε ξανά.

source: Password create unsuccessful
ar: إنشاء كلمة مرور غير ناجحة
el: Η δημιουργία κωδικού πρόσβασης απέτυχε

source: Error in creating your password. Please try again.
ar: حدث خطأ في إنشاء كلمة المرور الخاصة بك. يرجى المحاولة مرة أخرى.
el: Σφάλμα κατά τη δημιουργία του κωδικού πρόσβασης. Παρακαλώ προσπαθήστε ξανά.

source: Valid e-mail address required.
ar: مطلوب عنوان بريد إلكتروني صالح.
el: Απαιτείται έγκυρο e-mail.

source: Old email is the same as the new email.
ar: البريد الإلكتروني القديم هو نفس البريد الإلكتروني الجديد.
el: Η παλιά διεύθυνση είναι ίδια με τη νέα διεύθυνση e-mail.

source: An account with this e-mail already exists.
ar: يوجد بالفعل حساب بهذا البريد الإلكتروني.
el: Υπάρχει ήδη λογαριασμός με αυτό το e-mail.

source: Unable to send email activation link. Please try again later.
ar: غير قادر على إرسال رابط تنشيط البريد الإلكتروني. يرجى المحاولة مرة أخرى لاحقًا.
el: Η αποστολή email ενεργοποίησης κατέστη αδύνατη. Παρακαλούμε προσπαθήστε ξανά αργότερα.

source: Deleted the selected configuration(s).
ar: تم حذف التكوين (التكوينات) المحدد.
el: Διαγράφηκαν οι επιλεγμένες ρυθμίσεις παραμέτρων.

source: Delete the selected configuration
ar: حذف التكوين المحدد
el: Διαγραφή της επιλεγμένης ρύθμισης παραμέτρων

source: Unable to connect with the external provider, please try again
ar: غير قادر على الاتصال بالموفر الخارجي، يرجى المحاولة مرة أخرى
el: Δεν είναι δυνατή η σύνδεση με τον εξωτερικό πάροχο, δοκιμάστε ξανά

source: Authentication with {} is currently unavailable.
ar: المصادقة مع {} غير متاحة حاليًا.
el: Η αυθεντικοποίηση μέσω {} είναι προσωρινά μη διαθέσιμη.

source: Secondary providers are displayed less prominently, in a separate list of "Institution" login providers.
ar: يتم عرض مقدمي الخدمات الثانوية بشكل أقل بروزًا، في قائمة منفصلة بموفري تسجيل الدخول «المؤسسة».
el: Οι δευτερεύοντες πάροχοι παρουσιάζονται λιγότερο εμφανώς, σε μια ξεχωριστή λίστα των παρόχων σύνδεσης "Ιδρύματος".

source: The Site that this provider configuration belongs to.
ar: الموقع الذي ينتمي إليه تكوين الموفر هذا.
el: Η τοποθεσία στην οποία ανήκει αυτή η ρύθμιση παραμέτρων του παροχέα.

source: If this option is enabled, users that visit a "TPA hinted" URL for this provider (e.g. a URL ending with `?tpa_hint=[provider_name]`) will be forwarded directly to the login URL of the provider instead of being first prompted with a login dialog.
ar: إذا تم تمكين هذا الخيار، فإن المستخدمين الذين يزورون عنوان URL «ألمح TPA» لهذا الموفر (على سبيل المثال، عنوان URL ينتهي بـ `؟ سيتم إعادة توجيه tpa_hint=[provider_name]`) مباشرة إلى عنوان URL لتسجيل الدخول الخاص بالموفر بدلاً من مطالبتك أولاً باستخدام مربع حوار تسجيل الدخول.
el: Αν αυτή η επιλογή είναι ενεργοποιημένη, οι χρήστες που επισκέπτονται μια διεύθυνση URL «υπαινίχθηκε TPA» για αυτόν τον πάροχο (π.χ. μια διεύθυνση URL που τελειώνει με `? tpa_hint=[provider_name]`) θα προωθηθεί απευθείας στη διεύθυνση URL σύνδεσης του παροχέα αντί να σας ζητηθεί πρώτα με ένα παράθυρο διαλόγου σύνδεσης.

source: If this option is enabled, users will not be asked to confirm their details (name, email, etc.) during the registration process. Only select this option for trusted providers that are known to provide accurate user information.
ar: إذا تم تمكين هذا الخيار، فلن يُطلب من المستخدمين تأكيد تفاصيلهم (الاسم والبريد الإلكتروني وما إلى ذلك) أثناء عملية التسجيل. حدد هذا الخيار فقط لمقدمي الخدمات الموثوق بهم المعروفين بتقديم معلومات دقيقة للمستخدم.
el: Με την ενεργοποίηση αυτής της επιλογής, δεν θα απαιτείται από τους χρήστες να επιβεβαιώσουν τα στοιχεία του (όνομα, email, κτλ.), κατά τη διάρκεια της διαδικασίας εγγραφής τους. Επιλέξτε αυτή τη δυνατότητα, μόνο για έμπιστους παρόχους, που είναι γνωστό ότι παρέχουν έγκυρες πληροφορίες χρηστών.

source: If this option is selected, users will not be required to confirm their email, and their account will be activated immediately upon registration.
ar: إذا تم تحديد هذا الخيار، فلن يُطلب من المستخدمين تأكيد بريدهم الإلكتروني، وسيتم تنشيط حساباتهم فور التسجيل.
el: Ορίζοντας αυτό ως επιλογή, δεν θα απαιτείται από τους χρήστες να επιβεβαιώσουν τη διεύθυνση email τους, και ο λογαριασμός τους θα ενεργοποιείται απευθείας μετά την εγγραφή.

source: If this option is selected, users will be sent a welcome email upon registration.
ar: إذا تم تحديد هذا الخيار، فسيتم إرسال بريد إلكتروني ترحيبي للمستخدمين عند التسجيل.
el: Εάν αυτή η επιλογή είναι ενεργοποιημένη, οι χρήστες θα λάβουν ένα μήνυμα καλωσορίσματος κατά την εγγραφή.

source: If this option is not selected, users will not be presented with the provider as an option to authenticate with on the login screen, but manual authentication using the correct link is still possible.
ar: إذا لم يتم تحديد هذا الخيار، فلن يتم تقديم المستخدمين مع الموفر كخيار للمصادقة على شاشة تسجيل الدخول، ولكن المصادقة اليدوية باستخدام الرابط الصحيح لا تزال ممكنة.
el: Εάν αυτή η επιλογή δεν είναι ενεργοποιημένη, οι χρήστες δεν θα εμφανίζονται με τον πάροχο ως επιλογή ελέγχου ταυτότητας στην οθόνη σύνδεσης, αλλά ο μη αυτόματος έλεγχος ταυτότητας με τη χρήση του σωστού συνδέσμου εξακολουθεί να είναι δυνατός.

source: If this option is set, then users logging in using this SSO provider will have their session length limited to no longer than this value. If set to 0 (zero), the session will expire upon the user closing their browser. If left blank, the Django platform session default length will be used.
ar: إذا تم تعيين هذا الخيار، فإن المستخدمين الذين يسجلون الدخول باستخدام موفر SSO هذا سيقتصر طول الجلسة على ما لا يزيد عن هذه القيمة. إذا تم تعيينها على 0 (صفر)، ستنتهي صلاحية الجلسة عند إغلاق المستخدم للمتصفح الخاص به. إذا تركت فارغة، سيتم استخدام الطول الافتراضي لجلسة منصة Django.
el: Εάν αυτή η επιλογή έχει οριστεί, τότε οι χρήστες που συνδέονται χρησιμοποιώντας αυτήν την υπηρεσία παροχής SSO θα έχουν το μήκος περιόδου λειτουργίας τους περιορίζεται σε όχι μεγαλύτερο από αυτήν την τιμή. Εάν οριστεί σε 0 (μηδέν), η περίοδος λειτουργίας θα λήξει μόλις ο χρήστης κλείσει το πρόγραμμα περιήγησής του. Αν αφεθεί κενό, θα χρησιμοποιηθεί το προεπιλεγμένο μήκος session session της πλατφόρμας του Django.

source: If this option is selected, users will be directed to the registration page immediately after authenticating with the third party instead of the login page.
ar: إذا تم تحديد هذا الخيار، فسيتم توجيه المستخدمين إلى صفحة التسجيل مباشرة بعد المصادقة مع الطرف الثالث بدلاً من صفحة تسجيل الدخول.
el: Εάν αυτή η επιλογή είναι ενεργοποιημένη, οι χρήστες θα κατευθύνονται στη σελίδα εγγραφής αμέσως μετά τον έλεγχο ταυτότητας με το τρίτο μέρος αντί για τη σελίδα σύνδεσης.

source: Synchronize user profile data received from the identity provider with the edX user account on each SSO login. The user will be notified if the email address associated with their account is changed as a part of this synchronization.
ar: قم بمزامنة بيانات ملف تعريف المستخدم المستلمة من موفر الهوية مع حساب مستخدم edX في كل تسجيل دخول لـ SSO. سيتم إخطار المستخدم إذا تم تغيير عنوان البريد الإلكتروني المرتبط بحسابه كجزء من هذه المزامنة.
el: Συγχρονίστε τα δεδομένα προφίλ χρήστη που λαμβάνονται από την υπηρεσία παροχής ταυτότητας με το λογαριασμό χρήστη EDX σε κάθε σύνδεση SSO. Ο χρήστης θα ειδοποιηθεί εάν η διεύθυνση ηλεκτρονικού ταχυδρομείου που σχετίζεται με το λογαριασμό του αλλάξει ως μέρος αυτού του συγχρονισμού.

source: The Site that this SAML configuration belongs to.
ar: الموقع الذي ينتمي إليه تكوين SAML هذا.
el: Η τοποθεσία στην οποία ανήκει αυτή η ρύθμιση παραμέτρων SAML.

source: {platform_name} Support
ar: {platform_name} دعم
el: {platform_name} Υποστήριξη

source: Please wait
ar: يرجى الانتظار
el: Παρακαλούμε περιμένετε

source: DATE_TIME_FORMAT
ar: DATE_TIME_فورمات
el: ΦΟΡΜΆ ΗΜΕΡΟΜΗΝΊ_TIME_

source: NUMBERIC_SHORT_DATE
el: NUMERIC_SHORT_DATE

source: NUMBERIC_SHORT_DATE_SLASH
el: NUMERIC_SHORT_DATE_ΚΆΘΕΤΟΣ

source: NUMBERIC_DATE_TIME
el: NUMERIC_DATE_TIME

# am/pm indicator
source: AM
ar: صباحا
el: Π.Μ.

# am/pm indicator
source: PM
ar: مساءا
el: Μ.Μ.

# weekday name
source: Monday
ar: الإثنين
el: Δευτέρα

# weekday name
source: Tuesday
ar: الثلاثاء
el: Τρίτη

# weekday name
source: Wednesday
ar: الأربعاء
el: Τετάρτη

# weekday name
source: Thursday
ar: الخميس
el: Πέμπτη

# weekday name
source: Friday
ar: الجمعة
el: Παρασκεύη

# weekday name
source: Saturday
ar: يوم السبت
el: Σάββατο

# weekday name
source: Sunday
ar: الأحد
el: Κυριακή

# abbreviated weekday name
source: Mon
ar: الإثنين
el: Δευ

# abbreviated weekday name
source: Tue
ar: الثلاثاء
el: Τρι

# abbreviated weekday name
source: Wed
ar: تزوج
el: Τετ

# abbreviated weekday name
source: Thu
ar: الخميس
el: Πεμ

# abbreviated weekday name
source: Fri
ar: الجمعة
el: Παρ

# abbreviated weekday name
source: Sat
ar: سات
el: Σαβ

# abbreviated weekday name
source: Sun
ar: صن
el: Κυρ

# abbreviated month name
source: Jan
ar: يناير
el: Ιαν

# abbreviated month name
source: Feb
ar: فبراير
el: Φεβ

# abbreviated month name
source: Mar
ar: مسخ
el: Μαρ

# abbreviated month name
source: Apr
ar: أبريل
el: Απρ

# abbreviated month name
source: May
ar: مايو
el: Μάιος

# abbreviated month name
source: Jun
ar: يونيو
el: Ιου

# abbreviated month name
source: Jul
ar: يوليو
el: Ιουλ

# abbreviated month name
source: Aug
ar: أغسطس
el: Αυγ

# abbreviated month name
source: Sep
ar: سبتمبر
el: Σεπ

# abbreviated month name
source: Oct
ar: أكتوبر
el: Οκτ

# abbreviated month name
source: Nov
ar: نوفمبر
el: Νοε

# abbreviated month name
source: Dec
ar: ديسمبر
el: Δεκ

# month name
source: January
ar: كانون الثاني
el: Ιανουάριος

# month name
source: February
ar: فبراير
el: Φεβρουάριος

# month name
source: March
ar: مارس
el: Μάρτιος

# month name
source: April
ar: أبريل
el: Απρίλιος

# month name
source: May
ar: مايو
el: Μάιος

# month name
source: June
ar: يونيو
el: Ιούνιος

# month name
source: July
ar: يوليو
el: Ιούλιος

# month name
source: August
ar: أغسطس
el: Αύγουστος

# month name
source: September
ar: سبتمبر
el: Σεπτέμβριος

# month name
source: October
ar: شهر اكتوبر
el: Οκτώβριος

# month name
source: November
ar: شهر نوفمبر
el: Νοέμβριος

# month name
source: December
ar: ديسمبر
el: Δεκέμβριος

source: The file must end with the extension '{file_types}'.
ar: يجب أن ينتهي الملف بأحد الإضافات التالية: '{file_types}'.
el: Το αρχείο πρέπει να τελειώνει με την επέκταση «{file_types}».

source: Maximum upload file size is {file_size} bytes.
ar: الحد الأقصى لحجم ملف التحميل هو {file_size} بايت.
el: Το μέγιστο μέγεθος μεταφόρτωσης είναι {file_size} bytes.

source: Course {course_id} requires {prerequisite_course_id}
ar: تتطلب دورة {course_id} {prerequisite_course_id}
el: Το μάθημα {course_id} απαιτεί το {prerequisite_course_id}

source: System defined milestone
ar: علامة فارقة محددة للنظام
el: Ορόσημο ορισμένο από το σύστημα

source: {num} letter
ar: {num} أحرف
el: {num} γράμμα

source: {num} uppercase letter
ar: {num} أحرف كبيرة
el: {num} κεφαλαίο γράμμα

source: {num} lowercase letter
ar: {num} أحرف صغيرة
el: {num} πεζό γράμμα

source: {num} digit
ar: {num} رقم
el: {num} ψηφίο

source: {num} number
ar: {num} أرقام
el: {num} αριθμός

source: {num} punctuation mark
ar: {num} علامات ترقيم
el: {num} σημείο στίξης

source: {num} symbol
ar: {num} رموز
el: {num} σύμβολο

source: {num} word
ar: {num} كلمات
el: {num} λέξη

source: Your password must contain at least {num} character.
ar: يجب أن تحتوي كلمة المرور الخاصة بك على {num} حرف على الأقل.
el: Ο κωδικός σας θα πρέπει να αποτελείται από τουλάχιστον {num} χαρακτήρα

source: Your password must contain at least {num} character, including {requirements}.
ar: يجب أن تحتوي كلمة المرور على {num} حرفًا على الأقل، بما في ذلك {requirements}.
el: Ο κωδικός σας πρέπει να αποτελείται από τουλάχιστον {num} χαρακτήρα, συμπεριλαμβανομένων των {requirements}.

source: Invalid password.
ar: كلمة مرور غير صالحة.
el: Μη έγκυρος κωδικός

source: Enter a password with at least {requirements}.
ar: أدخل كلمة مرور مع {requirements}على الأقل.
el: Εισάγετε έναν κωδικό με τουλάχιστον {requirements} χαρακτήρες.

source: You are re-using a password that you have used recently. You must have {num} distinct password before reusing a previous password.
ar: أنت تعيد استخدام كلمة مرور استخدمتها مؤخرًا. يجب أن يكون لديك {num} كلمات مرور مميزة قبل إعادة استخدام كلمة مرور سابقة.
el: Χρησιμοποιείτε ξανά έναν κωδικό πρόσβασης που έχετε χρησιμοποιήσει πρόσφατα. Πρέπει να έχετε {num} διακριτό κωδικό πρόσβασης πριν χρησιμοποιήσετε ξανά έναν προηγούμενο κωδικό πρόσβασης.

source: You are resetting passwords too frequently. Due to security policies, {num} day must elapse between password resets.
ar: أنت تعيد تعيين كلمات المرور بشكل متكرر. نظرًا لسياسات الأمان، يجب أن ينقض {num} يومًا بين عمليات إعادة تعيين كلمة المرور.
el: Επαναφτιάζετε τους κωδικούς πρόσβασης πολύ συχνά. Λόγω των πολιτικών ασφαλείας, πρέπει να παρέλθει {num} ημέρες μεταξύ των επαναφερόμενων κωδικών πρόσβασης.

source: {num} character
ar: {num} أحرف
el: {num} χαρακτήρας

source: Enter a password with at most {num} character.
ar: أدخل كلمة مرور تحتوي على {num} أحرف على الأكثر.
el: Εισάγετε έναν κωδικό που να περιέχει το πολύ {num} χαρακτήρα

source: Password cannot be the same as the username.
ar: لا يمكن أن تكون كلمة المرور هي نفسها اسم المستخدم.
el: Ο κωδικός δεν πρέπει να είναι ίδιος με το όνομα χρήστη.

source: Password is too similar to a dictionary word.
ar: كلمة المرور مشابهة جدًا لكلمة القاموس.
el: Ο κωδικός πρόσβασης είναι πολύ παρόμοιος με μια λέξη λεξικού.

source: To disable the XBlock and prevent rendering in the LMS, leave "Enabled" deselected; for clarity, update XBlockStudioConfiguration support state accordingly.
ar: لتعطيل XBlock ومنع التقديم في LMS، اترك «ممكّن» غير محدد؛ من أجل الوضوح، قم بتحديث حالة دعم XBlockStudioConfiguration وفقًا لذلك.
el: Για να απενεργοποιήσετε το XBlock και να αποτρέψετε την απόδοση στο LMS, αφήστε το «Enabled» απενεργοποιημένο. Για λόγους σαφήνειας, ενημερώστε την κατάσταση υποστήριξης του XBlockStudioConfiguration ανάλογα.

source: Only XBlocks listed in a course's Advanced Module List can be flagged as deprecated. Remember to update XBlockStudioConfiguration support state accordingly, as deprecated does not impact whether or not new XBlock instances can be created in Studio.
ar: يمكن وضع علامة على XBlocks المدرجة في قائمة الوحدات النمطية المتقدمة للمقرر الدراسي فقط على أنها تم إيقافها. تذكر تحديث حالة دعم XBlockStudioConfiguration وفقًا لذلك، حيث لا يؤثر الإهمال على ما إذا كان يمكن إنشاء مثيلات XBlock الجديدة في Studio أم لا.
el: Μόνο τα XBlocks που αναφέρονται στη λίστα προηγμένων λειτουργικών μονάδων ενός μαθήματος μπορούν να επισημανθούν ως καταργημένα. Θυμηθείτε να ενημερώσετε ανάλογα την κατάσταση υποστήριξης του XBlockStudioConfiguration, καθώς δεν επηρεάζει το αν μπορούν να δημιουργηθούν νέες παρουσίες XBlock ή όχι στο Studio.

source: XBlock/template combinations that are disabled cannot be edited in Studio, regardless of support level. Remember to also check if all instances of the XBlock are disabled in XBlockConfiguration.
ar: لا يمكن تحرير مجموعات XBlock/القوالب التي تم تعطيلها في Studio، بغض النظر عن مستوى الدعم. تذكر أيضًا التحقق مما إذا كانت جميع مثيلات XBlock معطلة في XBlockConfiguration.
el: Οι συνδυασμοί XBlock/template που είναι απενεργοποιημένοι δεν μπορούν να επεξεργαστούν στο Studio, ανεξάρτητα από το επίπεδο υποστήριξης. Θυμηθείτε επίσης να ελέγξετε αν όλες οι παρουσίες του XBlock είναι απενεργοποιημένες στο XBlockConfiguration.

source: Enabled XBlock/template combinations with full or provisional support can always be created in Studio. Unsupported XBlock/template combinations require course author opt-in.
ar: يمكن دائمًا إنشاء مجموعات XBlock/القوالب الممكنة مع الدعم الكامل أو المؤقت في Studio. تتطلب مجموعات XBlock/القوالب غير المدعومة الاشتراك في مؤلف دورة.
el: Οι ενεργοποιημένοι συνδυασμοί XBlock/Template με πλήρη ή προσωρινή υποστήριξη μπορούν πάντα να δημιουργηθούν στο Studio. Οι μη υποστηριζόμενοι συνδυασμοί XBlock/Template απαιτούν την επιλογή συμμετοχής του συγγραφέα μαθήματος.

source: show deprecation messaging in Studio
ar: عرض رسائل الإهمال في Studio
el: εμφάνιση μηνυμάτων αποσύγκλησης στο Studio

source: Fully Supported
ar: مدعوم بالكامل
el: Πλήρως υποστηρίζονται

source: Provisionally Supported
ar: دعم مؤقت
el: Υποστηριζόμενη προσωρινά

source: Unsupported
ar: غير معتمد
el: Μη υποστηριζόμενο

source: Cannot rescore problems with possible file submissions
ar: لا يمكن إعادة تحديد المشاكل مع عمليات إرسال الملفات المحتملة
el: Δεν είναι δυνατή η επαναξιολόγηση προβλημάτων με πιθανές υποβολές αρχείων

source: Question {0}
ar: السؤال {0}
el: Ερώτηση {0}

source: Incorrect
ar: غير صحيح
el: Λανθασμένο

source: Correct
ar: تصحيح
el: Σωστό

source: correct
ar: صحيح
el: σωστό

source: incorrect
ar: غير صحيح
el: λανθασμένο

source: partially correct
ar: صحيح جزئيًا
el: μερικώς σωστό

source: incomplete
ar: غير مكتمل
el: Μη ολοκληρωμένο

source: unanswered
ar: لم يتم الرد عليها
el: αναπάντητο

source: submitted
ar: قدمت
el: υπέβαλα

source: processing
ar: معالجة
el: επεξεργάζεται

source: This answer is correct.
ar: هذه الإجابة صحيحة.
el: Η απάντηση είναι σωστή.

source: This answer is incorrect.
ar: هذه الإجابة غير صحيحة.
el: Η απάντηση είναι λανθασμένη.

source: This answer is partially correct.
ar: هذه الإجابة صحيحة جزئيًا.
el: Η απάντηση είναι εν μέρει σωστή .

source: This answer is being processed.
ar: تتم معالجة هذه الإجابة.
el: Επεξεργαζόμαστε την απάντησή σας.

source: Not yet answered.
ar: لم تتم الإجابة بعد.
el: Δεν έχει απαντηθεί ακόμα.

source: Select an option
ar: حدد أحد الخيارات
el: Κάντε μια επιλογή

source: ChoiceGroup: unexpected tag {tag_name}
ar: ChoiceGroup: علامة غير متوقعة {tag_name}
el: ChoiceGroup: απροσδόκητη ετικέτα {tag_name}

source: Answer received.
ar: تم استلام الإجابة.
el: Απάντηση ελήφθη.

source: Expected a <choice> or <compoundhint> tag; got {given_tag} instead
ar: توقع علامة <choice> أو <compoundhint> ؛ حصلت على {given_tag} بدلاً من ذلك
el: Αναμονή επιλογής <choice> ή ετικέτας <compoundhint>. Αντίθετα δόθηκε {given_tag}

source: Your files have been submitted. As soon as your submission is graded, this message will be replaced with the grader's feedback.
ar: تم إرسال ملفاتك. بمجرد تقدير تقديمك، سيتم استبدال هذه الرسالة بملاحظات المصدر.
el: Τα αρχεία σας έχουν υποβληθεί. Μόλις η υποβολή σας βαθμολογηθεί, το μήνυμα αυτό θα αντικατασταθεί με τα σχόλια του βαθμολογητή.

source: Your answer has been submitted. As soon as your submission is graded, this message will be replaced with the grader's feedback.
ar: تم إرسال إجابتك. بمجرد تقدير تقديمك، سيتم استبدال هذه الرسالة بملاحظات المصدر.
el: Η απάντησή σας έχει υποβληθεί. Μόλις η υποβολή σας βαθμολογηθεί, το μήνυμα αυτό θα αντικατασταθεί με τα σχόλια του βαθμολογητή.

source: {programming_language} editor
ar: {programming_language} محرر
el: συντάκτης {programming_language}

source: Press ESC then TAB or click outside of the code editor to exit
ar: اضغط على ESC ثم TAB أو انقر خارج محرر التعليمات البرمجية للخروج
el: Πιέστε το πλήκτρο ESC, στη συνέχεια TAB ή κάντε κλικ έξω από το πρόγραμμα επεξεργασίας κώδικα για έξοδο
