Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar, el

source: Disclaimer
ar: إخلاء المسؤولية
el: Αποποίηση ευθυνών

source: TERMS AND CONDITIONS
ar: الشروط والأحكام
el: ΌΡΟΙ ΚΑΙ ΠΡΟΫΠΟΘΈΣΕΙΣ

source: The payment processor did not return a required parameter: {0}
ar: لم يقوم معالج الدفع بإرجاع معلمة مطلوبة: {0}
el: Ο επεξεργαστής πληρωμής δεν επέστρεψε μια απαιτούμενη παράμετρο: {0}

source: The payment processor returned a badly-typed value {0} for param {1}.
ar: قام معالج الدفع بإرجاع قيمة سيئة الكتابة {0} للparam {1}.
el: Ο επεξεργαστής πληρωμής επέστρεψε ένα άσχημα δακτυλογραφημένη αξία{0} για παραμ {1}.

source: The payment processor accepted an order whose number is not in our system.
ar: قبل معالج الدفع طلبًا ليس رقمه في نظامنا.
el: Ο επεξεργαστής πληρωμής έκανε μια παραγγελία η οποία ο αριθμός δεν είναι στο σύστημά μας.

source: The amount charged by the processor {0} {1} is different than the total cost of the order {2} {3}.
ar: يختلف المبلغ الذي يتقاضاه المعالج {0} {1} عن التكلفة الإجمالية للطلب {2} {3}.
el: Το ποσό που χρεώνεται από τον επεξεργαστή {0} {1} είναι διαφορετικό από το συνολικό κόστος της παραγγελίας {2} {3}.

source: Sorry! Our payment processor did not accept your payment. The decision they returned was {decision_text}, and the reason was {reason_text}. You were not charged. Please try a different form of payment. Contact us with payment-related questions at {email}.
ar: آسف! لم يقبل معالج الدفع لدينا دفعتك. كان القرار الذي عادوا فيه {decision_text}، وكان السبب {reason_text}. لم يتم تحصيل رسوم منك. يرجى تجربة طريقة دفع مختلفة. اتصل بنا لطرح الأسئلة المتعلقة بالدفع على {email}.
el: Συγγνώμη! Ο επεξεργαστής πληρωμών μας δεν αποδέχθηκε την πληρωμή σας. Η απόφαση που επέστρεψαν ήταν {decision_text}, και ο λόγος ήταν {reason_text}. Δεν κατηγορήθηκες. Παρακαλούμε δοκιμάστε μια διαφορετική μορφή πληρωμής. Επικοινωνήστε μαζί μας με ερωτήσεις σχετικά με τις πληρωμές στο {email}.

source: Sorry! Our payment processor sent us back a payment confirmation that had inconsistent data!We apologize that we cannot verify whether the charge went through and take further action on your order.The specific error message is: {error_message}. Your credit card may possibly have been charged. Contact us with payment-specific questions at {email}.
ar: آسف! أعاد معالج الدفع لدينا تأكيد الدفع الذي يحتوي على بيانات غير متناسقة! نعتذر أنه لا يمكننا التحقق مما إذا كانت الرسوم قد مرت واتخاذ مزيد من الإجراءات بشأن طلبك. رسالة الخطأ المحددة هي: {error_message}. ربما تم تحصيل رسوم من بطاقتك الائتمانية. اتصل بنا لطرح أسئلة خاصة بالدفع على {email}.
el: Συγγνώμη! Ο επεξεργαστής πληρωμών μας έστειλε πίσω μια επιβεβαίωση πληρωμής που είχε ασυνεπή δεδομένα! Ζητούμε συγγνώμη που δεν μπορούμε να επαληθεύσουμε αν η χρέωση πέρασε και να προβούμε σε περαιτέρω ενέργειες με την παραγγελία σας.Το συγκεκριμένο μήνυμα σφάλματος είναι: {error_message}. Η πιστωτική σας κάρτα μπορεί να έχει χρεωθεί. Επικοινωνήστε μαζί μας για συγκεκριμένες ερωτήσεις πληρωμής στο {email}.

source: Sorry! Due to an error your purchase was charged for a different amount than the order total! The specific error message is: {error_message}. Your credit card has probably been charged. Contact us with payment-specific questions at {email}.
ar: آسف! بسبب خطأ، تم تحصيل رسوم الشراء مقابل مبلغ مختلف عن إجمالي الطلب! رسالة الخطأ المحددة هي: {error_message}. ربما تم تحصيل رسوم من بطاقتك الائتمانية. اتصل بنا لطرح أسئلة خاصة بالدفع على {email}.
el: Συγγνώμη! Λόγω σφάλματος η αγορά σας χρεώθηκε για διαφορετικό ποσό από το σύνολο της παραγγελίας! Το συγκεκριμένο μήνυμα λάθους είναι: {error_message}. Η πιστωτική σας κάρτα έχει χρεωθεί. Επικοινωνήστε μαζί μας για συγκεκριμένες ερωτήσεις πληρωμής στο {email}.

source: Sorry! Our payment processor sent us back a corrupted message regarding your charge, so we are unable to validate that the message actually came from the payment processor. The specific error message is: {error_message}. We apologize that we cannot verify whether the charge went through and take further action on your order. Your credit card may possibly have been charged. Contact us with payment-specific questions at {email}.
ar: آسف! أرسل لنا معالج الدفع لدينا رسالة تالفة بخصوص الرسوم الخاصة بك، لذلك لا يمكننا التحقق من صحة أن الرسالة جاءت بالفعل من معالج الدفع. رسالة الخطأ المحددة هي: {error_message}. نعتذر أنه لا يمكننا التحقق مما إذا كانت الرسوم قد مرت واتخاذ مزيد من الإجراءات بشأن طلبك. ربما تم تحصيل رسوم من بطاقتك الائتمانية. اتصل بنا لطرح أسئلة خاصة بالدفع على {email}.
el: Συγγνώμη! Ο επεξεργαστής πληρωμών μας έστειλε πίσω ένα κατεστραμμένο μήνυμα σχετικά με τη χρέωση σας, έτσι δεν είμαστε σε θέση να επικυρώσουμε ότι το μήνυμα προήλθε πραγματικά από τον επεξεργαστή πληρωμών. Το συγκεκριμένο μήνυμα λάθους είναι: {error_message}. Ζητούμε συγγνώμη που δεν μπορούμε να επαληθεύσουμε αν η χρέωση έγινε και να προβούμε σε περαιτέρω ενέργειες στην παραγγελία σας. Η πιστωτική σας κάρτα μπορεί να έχει χρεωθεί. Επικοινωνήστε μαζί μας για συγκεκριμένες ερωτήσεις πληρωμής στο {email}.

source: Successful transaction.
ar: معاملة ناجحة.
el: Επιτυχή συναλλαγή.

source: The request is missing one or more required fields.
ar: يفتقد الطلب حقل واحد أو أكثر من الحقول المطلوبة.
el: Στο αίτημα λείπει ένα ή περισσότερα απαιτούμενα πεδία.

source: One or more fields in the request contains invalid data.
ar: يحتوي حقل واحد أو أكثر في الطلب على بيانات غير صالحة.
el: Ένα ή περισσότερα πεδία στο αίτημα περιέχει μη έγκυρα δεδομένα.

source: The merchantReferenceCode sent with this authorization request matches the merchantReferenceCode of another authorization request that you sent in the last 15 minutes. Possible fix: retry the payment after 15 minutes.
el: Ο MerchantReferenceCode που αποστέλλεται με αυτήν την αίτηση εξουσιοδότησης αντιστοιχεί στο MerchangTreferenceCode μιας άλλης αίτησης εξουσιοδότησης που στείλατε τα τελευταία 15 λεπτά. Πιθανή επιδιόρθωση: δοκιμάστε ξανά την πληρωμή μετά από 15 λεπτά.

source: Error: General system failure. Possible fix: retry the payment after a few minutes.
ar: خطأ: فشل النظام العام. إصلاح ممكن: أعد محاولة الدفع بعد بضع دقائق.
el: Σφάλμα: Γενική αποτυχία του συστήματος. Πιθανή λύση: επαναλάβετε την πληρωμή

source: Error: The request was received but there was a server timeout. This error does not include timeouts between the client and the server. Possible fix: retry the payment after some time.
ar: خطأ: تم استلام الطلب ولكن كان هناك مهلة خادم. لا يتضمن هذا الخطأ المهلات بين العميل والخادم. إصلاح ممكن: أعد محاولة الدفع بعد مرور بعض الوقت.
el: Σφάλμα: Η αίτηση λήφθηκε αλλά υπήρχε χρονικό όριο διακομιστή. Αυτό το σφάλμα δεν περιλαμβάνει χρονικά όρια μεταξύ του υπολογιστή-πελάτη και του διακομιστή. Πιθανή επιδιόρθωση: δοκιμάστε ξανά την πληρωμή μετά από κάποιο χρονικό διάστημα.

source: Error: The request was received, but a service did not finish running in time Possible fix: retry the payment after some time.
ar: خطأ: تم استلام الطلب، ولكن الخدمة لم تنته من التشغيل في الوقت المناسب إصلاح ممكن: أعد محاولة الدفع بعد مرور بعض الوقت.
el: Σφάλμα: Η αίτηση ελήφθη, αλλά μια υπηρεσία δεν ολοκλήρωσε την εκτέλεση εγκαίρως Πιθανή επιδιόρθωση: επαναλάβετε την πληρωμή μετά από κάποιο χρονικό διάστημα.

source: The issuing bank has questions about the request. Possible fix: retry with another form of payment
ar: لدى البنك المصدر أسئلة حول الطلب. الإصلاح المحتمل: إعادة المحاولة باستخدام طريقة دفع أخرى
el: Η εκδότρια τράπεζα έχει ερωτήματα σχετικά με το αίτημα. Πιθανή λύση: δοκιμάστε ξανά με άλλο τρόπο πληρωμής.

source: Expired card. You might also receive this if the expiration date you provided does not match the date the issuing bank has on file. Possible fix: retry with another form of payment
ar: بطاقة منتهية الصلاحية. قد تتلقى هذا أيضًا إذا كان تاريخ انتهاء الصلاحية المقدم لا يتطابق مع تاريخ البنك المصدر في الملف. الإصلاح المحتمل: إعادة المحاولة باستخدام طريقة دفع أخرى
el: Ληγμένη κάρτα. Μπορεί επίσης να λάβετε αυτό το μήνυμα εάν η ημερομηνία λήξης της κάρτας σας δεν ταιριάζει με την ημερομηνία που έχει στο αρχείο της η τράπεζα έκδοσης. Πιθανή διόρθωση: επαναλάβετε την προσπάθεια με άλλη μορφή πληρωμής

source: General decline of the card. No other information provided by the issuing bank. Possible fix: retry with another form of payment
ar: انخفاض عام للبطاقة. لا توجد معلومات أخرى مقدمة من البنك المصدر. إصلاح ممكن: إعادة المحاولة باستخدام طريقة دفع أخرى
el: Γενική μείωση της κάρτας. Καμία άλλη πληροφορία δεν παρέχεται από την εκδότρια τράπεζα. Πιθανή επιδιόρθωση: επαναλάβετε με άλλη μορφή πληρωμής

source: Insufficient funds in the account. Possible fix: retry with another form of payment
ar: أموال غير كافية في الحساب. الإصلاح المحتمل: إعادة المحاولة باستخدام طريقة دفع أخرى
el: Ανεπαρκής κεφάλαια στο λογαριασμό. Πιθανή λύση: δοκιμάστε ξανά με άλλο τρόπο πληρωμής

source: Unknown reason
ar: سبب غير معروف
el: Άγνωστος λόγος

source: Issuing bank unavailable. Possible fix: retry again after a few minutes
ar: إصدار البنك غير متاح. إصلاح ممكن: أعد المحاولة مرة أخرى بعد بضع دقائق
el: Η εκδότρια τράπεζα δεν είναι διαθέσιμη. Πιθανή λύση: προσπαθήστε ξανά μετά από λίγα λεπτά

source: Inactive card or card not authorized for card-not-present transactions. Possible fix: retry with another form of payment
ar: بطاقة أو بطاقة غير نشطة غير مصرح بها للمعاملات غير الموجودة بالبطاقة. إصلاح ممكن: إعادة المحاولة باستخدام طريقة دفع أخرى
el: Ανενεργή κάρτα ή κάρτα που δεν επιτρέπεται για συναλλαγές που δεν παρουσιάζουν κάρτα. Πιθανή επιδιόρθωση: επαναλάβετε με άλλη μορφή πληρωμής

source: The card has reached the credit limit. Possible fix: retry with another form of payment
ar: وصلت البطاقة إلى الحد الائتماني. الإصلاح المحتمل: إعادة المحاولة باستخدام طريقة دفع أخرى
el: Η κάρτα έχει φτάσει το πιστωτικό όριο. Πιθανή λύση: δοκιμάστε ξανά με άλλο τρόπο πληρωμής

source: Invalid card verification number. Possible fix: retry with another form of payment
ar: رقم التحقق من البطاقة غير صالح. الإصلاح المحتمل: إعادة المحاولة باستخدام طريقة دفع أخرى
el: Μη έγκυρος αριθμός επαλήθευσης της κάρτας. Πιθανή λύση: δοκιμάστε ξανά με άλλο τρόπο πληρωμής

source: Invalid account number. Possible fix: retry with another form of payment
ar: رقم حساب غير صالح. الإصلاح المحتمل: إعادة المحاولة باستخدام طريقة دفع أخرى
el: Μη έγκυρος αριθμός λογαριασμού. Πιθανή λύση: δοκιμάστε ξανά με άλλο τρόπο πληρωμής

source: The card type is not accepted by the payment processor. Possible fix: retry with another form of payment
ar: نوع البطاقة غير مقبول من قبل معالج الدفع. إصلاح ممكن: إعادة المحاولة باستخدام طريقة دفع أخرى
el: Ο τύπος κάρτας δεν γίνεται δεκτός από τον επεξεργαστή πληρωμών. Πιθανή επιδιόρθωση: επαναλάβετε με άλλη μορφή πληρωμής

source: General decline by the processor. Possible fix: retry with another form of payment
ar: انخفاض عام من قبل المعالج. الإصلاح المحتمل: إعادة المحاولة باستخدام طريقة دفع أخرى
el: Γενική πτώση από τον επεξεργαστή. Πιθανή λύση: δοκιμάστε ξανά με άλλο τρόπο πληρωμής

source: There is a problem with our CyberSource merchant configuration. Please let us know at {0}
ar: هناك مشكلة في تكوين تاجر CyberSource الخاص بنا. يرجى إعلامنا في {0}
el: Υπάρχει ένα πρόβλημα με τη διαμόρφωση των εμπόρων CyberSource. Παρακαλούμε ενημερώστε μας στο {0}

source: The requested amount exceeds the originally authorized amount.
ar: يتجاوز المبلغ المطلوب المبلغ المصرح به في الأصل.
el: Το αιτούμενο ποσό υπερβαίνει το αρχικά εγκεκριμένο ποσό.

source: Processor Failure. Possible fix: retry the payment
ar: فشل المعالج. إصلاح ممكن: إعادة محاولة الدفع
el: Αποτυχία επεξεργαστή. Πιθανή λύση: επαναλάβετε την πληρωμή

source: The authorization has already been captured
ar: تم التقاط التفويض بالفعل
el: Η εξουσιοδότηση έχει ήδη συλληφθεί

source: The requested transaction amount must match the previous transaction amount.
ar: يجب أن يتطابق مبلغ المعاملة المطلوب مع مبلغ المعاملة السابق.
el: Το ποσό της συναλλαγής πρέπει να ταιριάζει με το προηγούμενο ποσό της συναλλαγής.

source: The card type sent is invalid or does not correlate with the credit card number. Possible fix: retry with the same card or another form of payment
ar: نوع البطاقة المرسلة غير صالح أو لا يرتبط برقم بطاقة الائتمان. إصلاح ممكن: إعادة المحاولة بنفس البطاقة أو طريقة دفع أخرى
el: Ο τύπος κάρτας που αποστέλλεται δεν είναι έγκυρος ή δεν συσχετίζεται με τον αριθμό της πιστωτικής κάρτας. Πιθανή επιδιόρθωση: επαναλάβετε με την ίδια κάρτα ή άλλη μορφή πληρωμής

source: The request ID is invalid.
ar: معرف الطلب غير صالح.
el: Το αναγνωριστικό αίτημα είναι άκυρο.

source: You requested a capture through the API, but there is no corresponding, unused authorization record.
ar: لقد طلبت التقاط من خلال واجهة برمجة التطبيقات، ولكن لا يوجد سجل تخويل مطابق وغير مستخدم.
el: Ζητήσατε μια καταγραφή μέσω του API, αλλά δεν υπάρχει αντίστοιχη, αχρησιμοποίητη εγγραφή εξουσιοδότησης.

source: The transaction has already been settled or reversed.
ar: تم بالفعل تسوية المعاملة أو عكس اتجاهها.
el: Η συναλλαγή έχει ήδη διευθετηθεί ή να αντιστραφεί.

source: The capture or credit is not voidable because the capture or credit information has already been submitted to your processor. Or, you requested a void for a type of transaction that cannot be voided.
ar: الالتقاط أو الائتمان غير قابل للإبطال لأن معلومات الالتقاط أو الائتمان قد تم تقديمها بالفعل إلى المعالج الخاص بك. أو طلبت فراغًا لنوع من المعاملات التي لا يمكن إلغاؤها.
el: Η αποτύπωση ή η πίστωση δεν ακυρώνεται επειδή οι πληροφορίες καταγραφής ή πίστωσης έχουν ήδη υποβληθεί στον επεξεργαστή σας. Ή, ζητήσατε ένα κενό για έναν τύπο συναλλαγής που δεν μπορεί να ακυρωθεί.

source: You requested a credit for a capture that was previously voided
ar: لقد طلبت رصيدًا لالتقاط تم إلغاطه مسبقًا.
el: Ζητήσατε μια πίστωση για μια σύλληψη που είχε προηγουμένως ακυρωθεί

source: Error: The request was received, but there was a timeout at the payment processor. Possible fix: retry the payment.
ar: خطأ: تم استلام الطلب، ولكن كانت هناك مهلة في معالج الدفع. إصلاح ممكن: أعد محاولة الدفع.
el: Σφάλμα: Η αίτηση ελήφθη, αλλά υπήρχε ένα χρονικό όριο στον επεξεργαστή πληρωμών. Πιθανή επιδιόρθωση: δοκιμάστε ξανά την πληρωμή.

source: The authorization request was approved by the issuing bank but declined by CyberSource.' Possible fix: retry with a different form of payment.
ar: تمت الموافقة على طلب التفويض من قبل البنك المصدر ولكن تم رفضه من قبل CyberSource.» إصلاح ممكن: إعادة المحاولة باستخدام شكل دفع مختلف.
el: Η αίτηση εξουσιοδότησης εγκρίθηκε από την εκδότρια τράπεζα αλλά απορρίφθηκε από την CyberSource.» Πιθανή επιδιόρθωση: δοκιμάστε ξανά με διαφορετικό τρόπο πληρωμής.

source: UNKNOWN REASON
ar: سبب غير معروف
el: ΆΓΝΩΣΤΟΣ ΛΌΓΟΣ

source: The payment processor did not return a required parameter: {parameter}
ar: لم يقوم معالج الدفع بإرجاع معلمة مطلوبة: {parameter}
el: Ο επεξεργαστής πληρωμών δεν επέστρεψε μια απαιτούμενη παράμετρο: {parameter}

source: The payment processor returned a badly-typed value {value} for parameter {parameter}.
ar: قام معالج الدفع بإرجاع قيمة سيئة الكتابة {value} للمعلمة {parameter}.
el: Ο επεξεργαστής πληρωμών επέστρεψε μια κακή πληκτρολόγηση τιμή {value} για την παράμετρο {parameter}.

source: The amount charged by the processor {charged_amount} {charged_amount_currency} is different than the total cost of the order {total_cost} {total_cost_currency}.
ar: يختلف المبلغ الذي يتقاضاه المعالج {charged_amount} {charged_amount_currency} عن التكلفة الإجمالية للطلب {total_cost} {total_cost_currency}.
el: Το ποσό που χρεώνεται από τον επεξεργαστή {charged_amount} {charged_amount_currency} είναι διαφορετικό από το συνολικό κόστος της παραγγελίας {total_cost} {total_cost_currency}.

source: Sorry! Our payment processor did not accept your payment. The decision they returned was {decision}, and the reason was {reason}. You were not charged. Please try a different form of payment. Contact us with payment-related questions at {email}.
ar: آسف! لم يقبل معالج الدفع لدينا دفعتك. كان القرار الذي عادوا فيه {decision}، وكان السبب {reason}. لم يتم تحصيل رسوم منك. يرجى تجربة طريقة دفع مختلفة. اتصل بنا لطرح الأسئلة المتعلقة بالدفع على {email}.
el: Συγγνώμη! Ο επεξεργαστής πληρωμών μας δεν αποδέχθηκε την πληρωμή σας. Η απόφαση που επέστρεψαν ήταν {decision}, και ο λόγος ήταν {reason}. Δεν κατηγορήθηκες. Παρακαλούμε δοκιμάστε μια διαφορετική μορφή πληρωμής. Επικοινωνήστε μαζί μας με ερωτήσεις σχετικά με τις πληρωμές στο {email}.

source: Sorry! Our payment processor sent us back a payment confirmation that had inconsistent data! We apologize that we cannot verify whether the charge went through and take further action on your order. The specific error message is: {msg} Your credit card may possibly have been charged. Contact us with payment-specific questions at {email}.
ar: آسف! أعاد معالج الدفع لدينا تأكيد الدفع الذي يحتوي على بيانات غير متناسقة! نعتذر أنه لا يمكننا التحقق مما إذا كانت الرسوم قد مرت واتخاذ مزيد من الإجراءات بشأن طلبك. رسالة الخطأ المحددة هي: {msg} ربما تم تحصيل رسوم من بطاقتك الائتمانية. اتصل بنا لطرح أسئلة خاصة بالدفع على {email}.
el: Συγγνώμη! Ο επεξεργαστής πληρωμών μας έστειλε πίσω μια επιβεβαίωση πληρωμής που είχε ασυνεπή δεδομένα! Ζητούμε συγγνώμη που δεν μπορούμε να επαληθεύσουμε αν η χρέωση έγινε και να προβούμε σε περαιτέρω ενέργειες στην παραγγελία σας. Το συγκεκριμένο μήνυμα σφάλματος είναι: {msg} Η πιστωτική σας κάρτα μπορεί ενδεχομένως να έχει χρεωθεί. Επικοινωνήστε μαζί μας για συγκεκριμένες ερωτήσεις πληρωμής στο {email}.

source: Sorry! Due to an error your purchase was charged for a different amount than the order total! The specific error message is: {msg}. Your credit card has probably been charged. Contact us with payment-specific questions at {email}.
ar: آسف! بسبب خطأ، تم تحصيل رسوم الشراء مقابل مبلغ مختلف عن إجمالي الطلب! رسالة الخطأ المحددة هي: {msg}. ربما تم تحصيل رسوم من بطاقتك الائتمانية. اتصل بنا لطرح أسئلة خاصة بالدفع على {email}.
el: Συγγνώμη! Λόγω σφάλματος η αγορά σας χρεώθηκε για διαφορετικό ποσό από το σύνολο της παραγγελίας! Το συγκεκριμένο μήνυμα λάθους είναι: {msg}. Η πιστωτική σας κάρτα έχει χρεωθεί. Επικοινωνήστε μαζί μας για συγκεκριμένες ερωτήσεις πληρωμής στο {email}.

source: Sorry! Our payment processor sent us back a corrupted message regarding your charge, so we are unable to validate that the message actually came from the payment processor. The specific error message is: {msg}. We apologize that we cannot verify whether the charge went through and take further action on your order. Your credit card may possibly have been charged. Contact us with payment-specific questions at {email}.
ar: آسف! أرسل لنا معالج الدفع لدينا رسالة تالفة بخصوص الرسوم الخاصة بك، لذلك لا يمكننا التحقق من صحة أن الرسالة جاءت بالفعل من معالج الدفع. رسالة الخطأ المحددة هي: {msg}. نعتذر أنه لا يمكننا التحقق مما إذا كانت الرسوم قد مرت واتخاذ مزيد من الإجراءات بشأن طلبك. ربما تم تحصيل رسوم من بطاقتك الائتمانية. اتصل بنا لطرح أسئلة خاصة بالدفع على {email}.
el: Συγγνώμη! Ο επεξεργαστής πληρωμών μας έστειλε πίσω ένα κατεστραμμένο μήνυμα σχετικά με τη χρέωση σας, έτσι δεν είμαστε σε θέση να επικυρώσουμε ότι το μήνυμα προήλθε πραγματικά από τον επεξεργαστή πληρωμών. Το συγκεκριμένο μήνυμα λάθους είναι: {msg}. Ζητούμε συγγνώμη που δεν μπορούμε να επαληθεύσουμε αν η χρέωση έγινε και να προβούμε σε περαιτέρω ενέργειες στην παραγγελία σας. Η πιστωτική σας κάρτα μπορεί να έχει χρεωθεί. Επικοινωνήστε μαζί μας για συγκεκριμένες ερωτήσεις πληρωμής στο {email}.

source: Sorry! Our payment processor sent us back a message saying that you have cancelled this transaction. The items in your shopping cart will exist for future purchase. If you feel that this is in error, please contact us with payment-specific questions at {email}.
ar: آسف! أرسل لنا معالج الدفع رسالة تفيد بأنك ألغيت هذه المعاملة. ستكون العناصر الموجودة في عربة التسوق الخاصة بك موجودة للشراء في المستقبل. إذا كنت تشعر أن هذا خطأ, يرجى الاتصال بنا لطرح الأسئلة الخاصة بالدفع على {email}.
el: Συγγνώμη! Ο επεξεργαστής πληρωμών μας έστειλε πίσω ένα μήνυμα λέγοντας ότι έχετε ακυρώσει αυτή τη συναλλαγή. Τα προϊόντα στο καλάθι αγορών σας θα υπάρχουν για μελλοντική αγορά. Αν πιστεύετε ότι αυτό είναι λάθος, παρακαλούμε επικοινωνήστε μαζί μας για συγκεκριμένες ερωτήσεις πληρωμής στο {email}.

source: We're sorry, but this payment was declined. The items in your shopping cart have been saved. If you have any questions about this transaction, please contact us at {email}.
ar: نحن آسفون، ولكن تم رفض هذه الدفعة. تم حفظ العناصر الموجودة في عربة التسوق الخاصة بك. إذا كان لديك أي أسئلة حول هذه المعاملة، يرجى الاتصال بنا على {email}.
el: Λυπούμαστε, αλλά αυτή η πληρωμή απορρίφθηκε. Τα προϊόντα στο καλάθι αγορών σας έχουν αποθηκευτεί. Εάν έχετε οποιεσδήποτε ερωτήσεις σχετικά με αυτή τη συναλλαγή, παρακαλούμε επικοινωνήστε μαζί μας στο {email}.

source: Sorry! Your payment could not be processed because an unexpected exception occurred. Please contact us at {email} for assistance.
ar: آسف! لا يمكن معالجة دفعتك بسبب حدوث استثناء غير متوقع. يرجى الاتصال بنا على {email} للحصول على المساعدة.
el: Συγγνώμη! Δεν ήταν δυνατή η επεξεργασία της πληρωμής σας επειδή παρουσιάστηκε μια απροσδόκητη εξαίρεση. Παρακαλούμε επικοινωνήστε μαζί μας στο {email} για βοήθεια.

source: The merchant reference code for this authorization request matches the merchant reference code of another authorization request that you sent within the past 15 minutes. Possible action: Resend the request with a unique merchant reference code.
el: Ο κωδικός αναφοράς εμπόρου για αυτήν την αίτηση εξουσιοδότησης αντιστοιχεί στον κωδικό αναφοράς εμπόρου ενός άλλου αιτήματος εξουσιοδότησης που στείλατε μέσα στα τελευταία 15 λεπτά. Πιθανή ενέργεια: Επαναστείλετε ξανά το αίτημα με έναν μοναδικό κωδικό αναφοράς εμπόρου.

source: Only a partial amount was approved.
ar: تمت الموافقة على مبلغ جزئي فقط.
el: Εγκρίθηκε μόνο ένα μερικό ποσό.

source: General system failure.
ar: فشل النظام العام.
el: Γενική βλάβη συστήματος.

source: The request was received but there was a server timeout. This error does not include timeouts between the client and the server.
ar: تم استلام الطلب ولكن كان هناك مهلة خادم. لا يتضمن هذا الخطأ المهلات بين العميل والخادم.
el: Η αίτηση ελήφθη, αλλά υπήρχε ένα χρονικό όριο διακομιστή. Αυτό το σφάλμα δεν περιλαμβάνει χρονικά όρια μεταξύ του προγράμματος-πελάτη και του διακομιστή.

source: The request was received, but a service did not finish running in time.
ar: تم استلام الطلب، ولكن الخدمة لم تنته من التشغيل في الوقت المناسب.
el: Η αίτηση ελήφθη, αλλά μια υπηρεσία δεν ολοκλήρωσε την εκτέλεση εγκαίρως.

source: The authorization request was approved by the issuing bank but declined by CyberSource because it did not pass the Address Verification System (AVS).
ar: تمت الموافقة على طلب التفويض من قبل البنك المصدر ولكن تم رفضه من قبل CyberSource لأنه لم يجتاز نظام التحقق من العنوان (AVS).
el: Η αίτηση εξουσιοδότησης εγκρίθηκε από την εκδότρια τράπεζα αλλά απορρίφθηκε από το CyberSource επειδή δεν πέρασε το Σύστημα Επαλήθευσης διευθύνσεων (AVS).

source: The issuing bank has questions about the request. You do not receive an authorization code programmatically, but you might receive one verbally by calling the processor. Possible action: retry with another form of payment.
ar: لدى البنك المصدر أسئلة حول الطلب. لا تتلقى رمز تفويض برمجيًا، ولكن قد تتلقى رمزًا شفهيًا عن طريق الاتصال بالمعالج. الإجراء المحتمل: أعد المحاولة باستخدام طريقة دفع أخرى.
el: Η εκδότρια τράπεζα έχει ερωτήσεις σχετικά με το αίτημα. Δεν λαμβάνετε έναν κωδικό εξουσιοδότησης μέσω προγραμματισμού, αλλά ενδέχεται να λάβετε έναν προφορικά καλώντας τον επεξεργαστή. Πιθανή ενέργεια: επαναλάβετε με άλλη μορφή πληρωμής.
