Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar, el

source: To access course materials, you must score {required_score}% or higher on this exam. Your current score is {current_score}%.
ar: للوصول إلى مواد دورة، يجب أن تسجل {required_score}% أو أعلى في هذا الاختبار. درجاتك الحالية هي {current_score}%.

source: (4) You should be able to click on 'view course' button or see your course on your learner dashboard at {url}
ar: (4) يجب أن تكون قادرًا على النقر على زر «عرض المقرر الدراسي» أو مشاهدة مقررك الدراسي على لوحة معلومات متعلم في {url}

source: A .csv file that lists your enrollment codes is attached. You can use the email template below to distribute enrollment codes to your learners. Each learner must use a separate enrollment code.
ar: يتم إرفاق ملف.csv الذي يسرد رموز التسجيل الخاصة بك. يمكنك استخدام قالب البريد الإلكتروني أدناه لتوزيع رموز التسجيل على متعلمين. يجب على كل متعلم استخدام رمز تسجيل منفصل.

source: In this section, you have the ability to grant extensions on specific units to individual learners. Please note that the latest date is always taken; you cannot use this tool to make an assignment due earlier for a particular learner.
ar: في هذا القسم، لديك القدرة على منح ملحقات على وحدات محددة للمتعلمين الفرديين. يرجى ملاحظة أنه يتم دائمًا أخذ التاريخ الأخير; لا يمكنك استخدام هذه الأداة لإجراء مهمة مستحقة مسبقًا لمتعلم معين.

source: Resetting a problem's due date rescinds a due date extension for a learner on a particular unit. This will revert the due date for the learner back to the problem's original due date.
ar: إعادة تعيين تاريخ استحقاق المشكلة يلغي تمديد تاريخ الاستحقاق للمتعلم في وحدة معينة. سيؤدي هذا إلى إعادة تاريخ استحقاق متعلم إلى تاريخ الاستحقاق الأصلي للمشكلة.

source: Discussion Admins
ar: مشرفو المناقشة

source: Community TAs are members of the community who help course teams moderate discussions. They can see posts by learners in their assigned cohort or enrollment track, and can edit or delete posts, clear flags, close or re-open threads, and endorse responses. Their posts are marked as 'Community TA'. Only enrolled learners can be added as Community TAs.
ar: أعضاء مجتمع TAs هم أعضاء في المجتمع يساعدون فرق دورة على إجراء مناقشات معتدلة. يمكنهم رؤية مشاركات متعلمين في المجموعة المعينة أو مسار التسجيل, ويمكنهم تحرير أو حذف المشاركات, مسح الأعلام, إغلاق أو إعادة فتح سلاسل الرسائل, وتأييد الردود. يتم وضع علامة على مشاركاتهم باسم «مجتمع TA». يمكن إضافة متعلمين المسجلين فقط كـ TAS المجتمعية.

source: Sysadmin
ar: سيسأدمين

source: Go
ar: اذهب

source: {} h
ar: {} ح

source: {} h {} m
ar: {} h {} م

source: edX Inc.
ar: شركة edX

# ilt-follow-up
source: Enroll
ar: التسجيل

source: Icon
ar: أيكون

source: Total duration of the training: {duration} hour(s).
ar: المدة الإجمالية للتدريب: {duration} ساعة (ساعات).

source: Finish
ar: إنهاء

source: Infographics
ar: الرسوم البيانية
