Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: ar

source: Profile
ar: الملف الشخصي

source: Could not parse certificate JSON. %(message)s
ar: تعذر تحليل شهادة JSON. %(message)s

source: Certificate name is required.
ar: اسم شهادة مطلوب.

source: Signatory field(s) has invalid data.
ar: يحتوي حقل (حقول) التوقيع على بيانات غير صالحة.

source: Edit this certificate?
ar: هل تريد تحرير هذه شهادة؟

source: This certificate has already been activated and is live. Are you sure you want to continue editing?
ar: تم تنشيط هذه شهادة بالفعل وهي حية. هل تريد بالتأكيد متابعة التحرير؟

source: Yes, allow edits to the active Certificate
ar: نعم، السماح بالتعديلات على شهادة النشطة

source: certificate
ar: شهادة

source: Set up your certificate
ar: قم بإعداد شهادة

source: You have not created any certificates yet.
ar: لم تقم بإنشاء أي شهادات حتى الآن.

source: Delete "<%= signatoryName %>" from the list of signatories?
ar: حذف «<%= signatoryName %>» من قائمة الموقعين؟

source: This action cannot be undone.
ar: لا يمكن التراجع عن هذا الإجراء.

source: Upload signature image.
ar: قم بتحميل صورة التوقيع.

source: Image must be in PNG format.
ar: يجب أن تكون الصورة بتنسيق PNG.

source: Group %s
ar: المجموعة %s

source: ABCDEFGHIJKLMNOPQRSTUVWXYZ
ar: ABCDEFGHIJKLMNOOPARSTUVXYZ

source: Your export has failed.
ar: لقد فشل التصدير الخاص بك.

source: Already a course team member
ar: بالفعل عضو فريق دورة

source: Are you sure you want to delete {email} from the course team for “{container}”?
ar: هل أنت متأكد من أنك تريد حذف {email} من فريق الدورة التدريبية لـ "{container}"؟

source: Staff
ar: طاقم العمل

source: Admin
ar: أدمن

source: Already a library team member
ar: بالفعل عضو فريق مكتبة

source: Are you sure you want to delete {email} from the library “{container}”?
ar: هل أنت متأكد من أنك تريد حذف {email} من المكتبة “{container}”؟

source: Library User
ar: مستخدم المكتبة

source: Hide Deprecated Settings
ar: إخفاء الإعدادات الموقوفة

source: Show Deprecated Settings
ar: إظهار الإعدادات الموقوفة

source: You have unsaved changes. Do you really want to leave this page?
ar: لديك تغييرات غير محفوظة. هل تريد حقًا مغادرة هذه الصفحة؟

source: Internal Server Error.
ar: خطأ داخلي في الخادم.

source: Queued
ar: قائمة الانتظار

source: Upload completed
ar: اكتمل التحميل

source: Upload failed
ar: فشل التحميل

source: Action required: Enter a valid date.
ar: الإجراء المطلوب: أدخل تاريخًا صالحًا.

source: Group name is required
ar: اسم المجموعة مطلوب

source: Group A
ar: المجموعة أ

source: Group B
ar: المجموعة ب

source: Group Configuration name is required.
ar: اسم تكوين المجموعة مطلوب.

source: There must be at least one group.
ar: يجب أن تكون هناك مجموعة واحدة على الأقل.

source: All groups must have a name.
ar: يجب أن يكون لجميع المجموعات اسم ًا.

source: All groups must have a unique name.
ar: يجب أن يكون لجميع المجموعات اسم فريد.

source: The course must have an assigned start date.
ar: يجب أن يكون دورة تاريخ بدء معين.

source: The course end date must be later than the course start date.
ar: يجب أن يكون تاريخ انتهاء دورة متأخرًا عن تاريخ بدء دورة.

source: The course start date must be later than the enrollment start date.
ar: يجب أن يكون تاريخ بدء دورة متأخرًا عن تاريخ بدء التسجيل.

source: The enrollment start date cannot be after the enrollment end date.
ar: لا يمكن أن يكون تاريخ بدء التسجيل بعد تاريخ انتهاء التسجيل.

source: The enrollment end date cannot be after the course end date.
ar: لا يمكن أن يكون تاريخ انتهاء التسجيل بعد تاريخ انتهاء دورة.

source: The certificate available date must be later than the course end date.
ar: يجب أن يكون تاريخ شهادة المتاح متأخرًا عن تاريخ انتهاء دورة.

source: Key should only contain letters, numbers, _, or -
ar: يجب أن يحتوي المفتاح فقط على أحرف أو أرقام أو _ أو -

source: Please enter an integer between %(min)s and %(max)s.
ar: الرجاء إدخال عدد صحيح بين %(min)s و %(max)s.

source: The assignment type must have a name.
ar: يجب أن يكون لنوع الواجب اسم.

source: There's already another assignment type with this name.
ar: يوجد بالفعل نوع واجب آخر بهذا الاسم.

source: Please enter an integer between 0 and 100.
ar: الرجاء إدخال عدد صحيح بين 0 و 100.

source: Please enter an integer greater than 0.
ar: الرجاء إدخال عدد صحيح أكبر من 0.

source: Please enter non-negative integer.
ar: الرجاء إدخال عدد صحيح غير سالب.

source: Cannot drop more <%= types %> assignments than are assigned.
ar: لا يمكن إسقاط أكثر <%= أنواع %> من الواجبات التي تم تعيينها.

source: Grace period must be specified in HH:MM format.
ar: يجب تحديد فترة السماح بتنسيق HH: MM.

source: Not able to set passing grade to less than %(minimum_grade_cutoff)s%.
ar: غير قادر على تعيين درجة النجاح إلى أقل من %(minimum_grade_cutoff)s٪.

source: Your file could not be uploaded
ar: تعذر تحميل الملف الخاص بك

source: Upload Videos
ar: تحميل مقاطع الفيديو

source: {emptySpanStart}Drag and drop{emptySpanEnd} or {spanStart}browse from your computer{spanEnd}
ar: {emptySpanStart}السحب والإفلات{emptySpanEnd} أو {spanStart}استعراض من جهاز الكمبيوتر الخاص بك{spanEnd}

source: Maximum file size: {maxFileSize} GB
ar: الحد الأقصى لحجم الملف: {maxFileSize} جيجابايت

source: Supported file type: {supportedVideoTypes}
ar: نوع الملف المدعوم: {supportedVideoTypes}

source: Your video uploads are not complete.
ar: لا تكتمل تحميلات الفيديو الخاصة بك.

source: Upload completed for video {fileName}
ar: اكتمل التحميل للفيديو {fileName}

source: Upload failed for video {fileName}
ar: فشل التحميل للفيديو {fileName}

source: {filename} is not in a supported file format. Supported file format is {supportedFileFormats}.
ar: {filename} ليس بتنسيق ملف مدعوم. تنسيق الملف المدعوم هو {supportedFileFormats}.

source: {filename} exceeds maximum size of {maxFileSizeInGB} GB.
ar: {filename} يتجاوز الحد الأقصى لحجم {maxFileSizeInGB} غيغابايت.

source: : video upload complete.
ar: : تحميل الفيديو مكتمل.

source: Previous Uploads table has been updated.
ar: تم تحديث جدول التحميلات السابقة.

source: Delete File Confirmation
ar: تأكيد حذف الملف

source: Are you sure you wish to delete this item. It cannot be reversed! Also any content that links/refers to this item will no longer work (e.g. broken images and/or links)
ar: هل ترغب بالتأكيد في حذف هذا العنصر. لا يمكن عكس ذلك! أيضا أي محتوى يربط/يشير إلى هذا العنصر لن يعمل بعد الآن (مثل الصور المكسورة و/أو الروابط)

source: Your file has been deleted.
ar: تم حذف الملف الخاص بك.

source: Date Added
ar: تمت إضافة التاريخ

source: Type
ar: النوع

source: File {filename} exceeds maximum size of {maxFileSizeInMBs} MB
ar: يتجاوز الملف {filename} الحد الأقصى لحجم {maxFileSizeInMBs} ميغابايت

source: Please follow the instructions here to upload a file elsewhere and link to it: {maxFileSizeRedirectUrl}
ar: يرجى اتباع التعليمات هنا لتحميل ملف في مكان آخر والربط به: {maxFileSizeRedirectUrl}

source: Max file size exceeded
ar: تم تجاوز الحد الأقصى لحجم الملف

source: Upload New File
ar: تحميل ملف جديد

source: Load Another File
ar: تحميل ملف آخر

source: Are you sure you want to delete this update?
ar: هل تريد بالتأكيد حذف هذا التحديث؟

source: Create Re-run
ar: إنشاء إعادة تشغيل

source: Processing Re-run Request
ar: طلب إعادة تشغيل المعالجة

source: An error has occurred. Wait a few minutes, and then try again.
ar: حدث خطأ. انتظر بضع دقائق، ثم حاول مرة أخرى.

source: Select turnaround
ar: حدد التحول

source: Select fidelity
ar: حدد الإخلاص

source: Select language
ar: حدد اللغة

source: Press Remove to remove language
ar: اضغط على إزالة لإزالة اللغة

source: Settings updated
ar: تم تحديث الإعدادات

source: Last updated
ar: آخر تحديث

source: Required
ar: مطلوب

source: Automatic transcripts are disabled.
ar: يتم تعطيل النصوص التلقائية.

source: {selectedProvider} credentials saved
ar: تم حفظ {selectedProvider} بيانات اعتماد

source: There has been an error while exporting.
ar: كان هناك خطأ أثناء التصدير.

source: There has been a failure to export to XML at least one component. It is recommended that you go to the edit page and repair the error before attempting another export. Please check that all components on the page are valid and do not display any error messages.
ar: كان هناك فشل في التصدير إلى XML مكون واحد على الأقل. من المستحسن أن تذهب إلى صفحة التحرير وإصلاح الخطأ قبل محاولة تصدير آخر. يرجى التحقق من أن جميع المكونات الموجودة على الصفحة صالحة ولا تعرض أي رسائل خطأ.

source: Correct failed component
ar: المكون الفاشل الصحيح

source: Return to Export
ar: العودة إلى التصدير

source: Your library could not be exported to XML. There is not enough information to identify the failed component. Inspect your library to identify any problematic components and try again.
ar: تعذر تصدير مكتبتك إلى XML. لا توجد معلومات كافية لتحديد المكون الفاشل. افحص مكتبتك لتحديد أي مكونات إشكالية وحاول مرة أخرى.

source: Take me to the main library page
ar: خذني إلى صفحة المكتبة الرئيسية

source: Your course could not be exported to XML. There is not enough information to identify the failed component. Inspect your course to identify any problematic components and try again.
ar: تعذر تصدير دورة الخاص بك إلى XML. لا توجد معلومات كافية لتحديد المكون الفاشل. افحص مقررك الدراسي لتحديد أي مكونات إشكالية وحاول مرة أخرى.

source: Take me to the main course page
ar: خذني إلى صفحة دورة الرئيسية

source: The raw error message is:
ar: رسالة الخطأ الخام هي:

source: There has been an error with your export.
ar: كان هناك خطأ في التصدير الخاص بك.

source: Contains {count} group
ar: يحتوي على {count} مجموعات

source: Not in Use
ar: ليس قيد الاستخدام

source: Used in {count} location
ar: تستخدم في {count} مواقع

source: group configuration
ar: تكوين المجموعة

source: Add your first group configuration
ar: إضافة تكوين المجموعة الأولى

source: You have not created any group configurations yet.
ar: لم تقم بإنشاء أي تكوينات مجموعة حتى الآن.

source: Upload instructor image.
ar: قم بتحميل صورة المعلم.

source: Files must be in JPEG or PNG format.
ar: يجب أن تكون الملفات بتنسيق JPEG أو PNG.

source: Delete this %(item_display_name)s?
ar: حذف هذا %(item_display_name)s؟

source: Deleting this %(item_display_name)s is permanent and cannot be undone.
ar: حذف هذا %(item_display_name)s دائم ولا يمكن التراجع عنه.

source: There was an error changing the user's role
ar: حدث خطأ في تغيير دور المستخدم

source: Error adding user
ar: خطأ في إضافة مستخدم

source: Error removing user
ar: خطأ في إزالة المستخدم

source: A valid email address is required
ar: مطلوب عنوان بريد إلكتروني صالح

source: You must enter a valid email address in order to add a new team member
ar: يجب إدخال عنوان بريد إلكتروني صالح لإضافة عضو فريق جديد.

source: Return and add email address
ar: إرجاع عنوان بريد إلكتروني وإضافته

source: Already a member
ar: عضو بالفعل

source: {email} is already on the {container} team. Recheck the email address if you want to add a new member.
ar: {email} موجود بالفعل في فريق {container} . أعد التحقق من عنوان البريد الإلكتروني إذا كنت تريد إضافة عضو جديد.

source: Return to team listing
ar: العودة إلى قائمة الفريق

source: Are you sure you want to restrict {email} access to “{container}”?
ar: هل تريد بالتأكيد تقييد وصول {email} إلى "{container}"؟

source: {display_name} Settings
ar: {display_name} إعدادات

source: Publish {display_name}
ar: نشر {display_name}

source: Publish all unpublished changes for this {item}?
ar: نشر جميع التغييرات غير المنشورة لهذا {item}؟

source: Publish
ar: نشر

source: Highlights for {display_name}
ar: يسلط الضوء على {display_name}

source: Enable Weekly Highlight Emails
ar: تمكين رسائل البريد الإلكتروني الأسبوعية

source: Enable
ar: تمكين

source: Not yet
ar: ليس بعد

source: Subsection Estimated Time
ar: الوقت المقدر قسم فرعي

source: Give learners an estimation of the time they'll need to complete this subsection
ar: امنح متعلمين تقديرًا للوقت الذي سيحتاجون إليه لإكمال هذا القسم الفرعي

source: All Learners and Staff
ar: جميع متعلمين طاقم

source: Basic
ar: أساسي

source: Visibility
ar: الرؤية

source: Validation Error While Saving
ar: خطأ في التحقق أثناء الحفظ

source: Undo Changes
ar: التراجع عن التغييرات

source: Change Manually
ar: التغيير يدويًا

source: Course Index
ar: فهرس دورة

source: There were errors reindexing course.
ar: كانت هناك أخطاء في دورة إعادة الفهرسة.

source: content group
ar: مجموعة المحتوى

source: Add your first content group
ar: إضافة مجموعة المحتوى الأولى

source: You have not created any content groups yet.
ar: لم تقم بإنشاء أي مجموعات محتوى حتى الآن.

source: Are you sure you want to remove this video from the list?
ar: هل تريد بالتأكيد إزالة هذا الفيديو من القائمة؟

source: Removing a video from this list does not affect course content. Any content that uses a previously uploaded video ID continues to display in the course.
ar: لا تؤثر إزالة مقطع فيديو من هذه القائمة على محتوى دورة. يستمر عرض أي محتوى يستخدم معرف فيديو تم تحميله مسبقًا في المقرر دورة.

source: Your changes will not take effect until you save your progress. Take care with key and value formatting, as validation is not implemented.
ar: لن تدخل تغييراتك حيز التنفيذ حتى تقوم بحفظ تقدمك. احرص على تنسيق المفتاح والقيمة، حيث لا يتم تنفيذ التحقق من الصحة.

source: Your policy changes have been saved.
ar: تم حفظ تغييرات السياسة الخاصة بك.

source: No validation is performed on policy keys or value pairs. If you are having difficulties, check your formatting.
ar: لا يتم إجراء التحقق من صحة مفاتيح النهج أو أزواج القيم. إذا كنت تواجه صعوبات، تحقق من التنسيق الخاص بك.

source: For grading to work, you must change all {oldName} subsections to {newName}.
ar: لكي يعمل التقدير، يجب تغيير جميع الأقسام الفرعية {oldName} إلى {newName}.

source: Warning: If you rename this assignment type, this new type must be reset in the subsections of the course outline.
ar: تحذير: إذا قمت بإعادة تسمية نوع الواجب هذا، فيجب إعادة تعيين هذا النوع الجديد في الأقسام الفرعية لمخطط دورة.

source: Course Credit Requirements
ar: متطلبات ائتمان دورة

source: The minimum grade for course credit is not set.
ar: لم يتم تعيين الحد الأدنى للدرجة لرصيد دورة.

source: Course pacing cannot be changed once a course has started.
ar: لا يمكن تغيير سرعة المقرر الدراسي بمجرد بدء الدورة التدريبية.

source: {hours}:{minutes} (current UTC time)
ar: {hours}:{minutes} (الوقت الحالي بالتوقيت العالمي المنسق)

source: I want to delete the course
ar: أريد حذف المقرر دورة

source: Upload your course image.
ar: قم بتحميل صورة دورة الخاصة بك.

source: Upload your banner image.
ar: قم بتحميل صورة الشعار الخاصة بك.

source: Upload your video thumbnail image.
ar: قم بتحميل صورة الفيديو المصغرة الخاصة بك.

source: The combined length of the organization, course number, and course run fields cannot be more than <%=limit%> characters.
ar: لا يمكن أن يكون الطول المدمج للمؤسسة ورقم دورة وحقول تشغيل المقرر الدراسي أكثر من <% =limit%> الأحرف.

source: The combined length of the organization and library code fields cannot be more than <%=limit%> characters.
ar: لا يمكن أن يكون الطول المدمج لحقول كود المؤسسة والمكتبة أكثر من <% =limit%> الأحرف.

source: You've made some changes
ar: لقد أجريت بعض التغييرات

source: Your changes will not take effect until you save your progress.
ar: لن تدخل تغييراتك حيز التنفيذ حتى تقوم بحفظ تقدمك.

source: You've made some changes, but there are some errors
ar: لقد أجريت بعض التغييرات، ولكن هناك بعض الأخطاء

source: Please address the errors on this page first, and then save your progress.
ar: يرجى معالجة الأخطاء في هذه الصفحة أولاً، ثم حفظ تقدمك.

source: Save Changes
ar: حفظ التغييرات

source: Add Thumbnail
ar: إضافة صورة مصغرة

source: Edit Thumbnail
ar: تحرير الصورة المصغرة

source: Image upload failed
ar: فشل تحميل الصور

source: {ReqTextSpanStart}Requirements{spanEnd}{lineBreak}{InstructionsSpanStart}{videoImageResoultion}{lineBreak} {videoImageSupportedFileFormats}{spanEnd}
ar: {ReqTextSpanStart}المتطلبات{spanEnd}{lineBreak}{InstructionsSpanStart}{videoImageResoultion}{lineBreak} {videoImageSupportedFileFormats}{spanEnd}

source: {maxWidth}x{maxHeight} pixels
ar: {maxWidth}×{maxHeight} بكسل

source: Thumbnail for {videoName}
ar: صورة مصغرة لـ {videoName}

source: Add Thumbnail - {videoName}
ar: إضافة صورة مصغرة - {videoName}

source: Video duration is {humanizeDuration}
ar: مدة الفيديو هي {humanizeDuration}

source: minutes
ar: الدقائق

source: minute
ar: دقيقة

source: seconds
ar: ثواني

source: second
ar: ثانيا

source: and
ar: و

source: Video image upload started
ar: بدأ تحميل صورة الفيديو

source: Video image upload completed
ar: اكتمل تحميل صورة الفيديو

source: This image file type is not supported. Supported file types are {supportedFileFormats}.
ar: نوع ملف الصورة هذا غير مدعوم. أنواع الملفات المدعومة هي {supportedFileFormats}.

source: The selected image must be smaller than {maxFileSizeInMB}.
ar: يجب أن تكون الصورة المحددة أصغر من {maxFileSizeInMB}.

source: The selected image must be larger than {minFileSizeInKB}.
ar: يجب أن تكون الصورة المحددة أكبر من {minFileSizeInKB}.

source: Could not upload the video image file
ar: تعذر تحميل ملف صورة الفيديو

source: Image upload failed.
ar: فشل تحميل الصورة.

source: The file could not be uploaded.
ar: تعذر تحميل الملف.

source: Hide transcripts ({transcriptCount})
ar: إخفاء النصوص ({transcriptCount})

source: Show transcripts ({transcriptCount})
ar: عرض النصوص ({transcriptCount})

source: This file type is not supported. Supported file type is {supportedFileFormat}.
ar: هذا النوع من الملفات غير معتمد. نوع الملف المدعوم هو {supportedFileFormat}.

source: If you remove this transcript, the transcript will not be available for any components that use this video.
ar: إذا قمت بإزالة هذا النص، فلن يكون النص متاحًا لأي مكونات تستخدم هذا الفيديو.

source: Updating Tags
ar: تحديث العلامات

source: Actions
ar: الإجراءات

source: Unscheduled
ar: غير مجدول

source: Date
ar: التاريخ

source: Previous
ar: السابق

source: Action
ar: أكشن

source: Large
ar: كبير

source: Zoom In
ar: تكبير

source: Zoom Out
ar: زوم أوت

source: Page number out of %(total_pages)s
ar: رقم الصفحة من %(total_pages)s

source: Enter the page number you'd like to quickly navigate to.
ar: أدخل رقم الصفحة الذي ترغب في الانتقال إليه بسرعة.

source: Sorted by
ar: مرتبة حسب

source: Clear search
ar: مسح البحث

source: Mark as Answer
ar: ضع علامة كإجابة

source: Unmark as Answer
ar: إلغاء وضع علامة كإجابة

source: Open
ar: فتح

source: Endorse
ar: تأييد

source: Unendorse
ar: غير مصادقة

source: Follow
ar: اتبع

source: Unfollow
ar: إلغاء المتابعة

source: Pin
ar: دبوس

source: Report abuse
ar: الإبلاغ عن إساءة

source: Report
ar: تقرير

source: Unreport
ar: غير تقرير

source: Vote for this post,
ar: صوّت لهذا المنشور،

source: Load more
ar: تحميل المزيد

source: Error posting your message.
ar: حدث خطأ في نشر رسالتك.

source: This post will be visible only to %(group_name)s.
ar: ستكون هذه المشاركة مرئية فقط لـ %(group_name)s.

source: This post will be visible to everyone.
ar: سيكون هذا المنشور مرئيًا للجميع.

source: Add a Post
ar: إضافة مشاركة

source: Visible to
ar: مرئي لـ

source: Discussion admins, moderators, and TAs can make their posts visible to all learners or specify a single group.
ar: يمكن لمسؤولي المناقشة والمشرفين و Tas جعل منشوراتهم مرئية لجميع متعلمين أو تحديد مجموعة واحدة.

source: All Groups
ar: جميع المجموعات

source: Add a clear and descriptive title to encourage participation. (Required)
ar: أضف عنوانًا واضحًا وصفيًا لتشجيع المشاركة. (مطلوب)

source: follow this post
ar: اتبع هذا المنشور

source: post anonymously
ar: نشر مجهول

source: post anonymously to classmates
ar: نشر مجهول لزملاء الدراسة

source: (Community TA)
ar: (مجتمع TA)

source: (Staff)
ar: (طاقم العمل)

source: This thread is closed.
ar: تم إغلاق مؤشر الترابط هذا.

source: View discussion
ar: عرض المناقشة

source: Editing comment
ar: تحرير التعليق

source: Update comment
ar: تحديث التعليق

source: Reported
ar: تم الإبلاغ

source: Editing post
ar: تحرير وظيفة

source: Edit your post below.
ar: قم بتحرير مشاركتك أدناه.

source: Update post
ar: تحديث آخر

source: discussion
ar: نقاش

source: answered question
ar: الإجابة على السؤال

source: unanswered question
ar: سؤال لم يتم الرد عليه

source: Pinned
ar: مثبت

source: Following
ar: التالي

source: Community TA
ar: مجتمع TA

source: {unread_comments_count} new
ar: {unread_comments_count} جديد

source: %(comments_count)s %(span_sr_open)scomments (%(unread_comments_count)s unread comments)%(span_close)s
ar: %(comments_count)s %(span_sr_open)sتعليقات (%(unread_comments_count)s تعليقات غير مقروءة)%(span_close)s

source: %(comments_count)s %(span_sr_open)scomments %(span_close)s
ar: %(comments_count)s %(span_sr_open)sتعليقات %(span_close)s

source: Editing response
ar: استجابة التحرير

source: Update response
ar: استجابة التحديث

source: marked as answer %(time_ago)s
ar: تم وضع علامة كإجابة %(time_ago)s

source: endorsed %(time_ago)s
ar: أيد %(time_ago)s

source: Show Comment (%(num_comments)s)
ar: إظهار التعليقات (%(num_comments)s)

source: Add a comment
ar: إضافة تعليق

source: Closed
ar: مغلق

source: Related to: %(courseware_title_linked)s
ar: ذات صلة بـ: %(courseware_title_linked)s

source: Visible only to %(group_name)s
ar: مرئي فقط لـ %(group_name)s

source: Visible to everyone
ar: مرئية للجميع

source: Post type
ar: نوع المنشور

source: Discussion
ar: مناقشة

source: Question
ar: سؤال

source: Questions raise issues that need answers. Discussions share ideas and start conversations. (Required)
ar: تثير الأسئلة القضايا التي تحتاج إلى إجابات. تشارك المناقشات الأفكار وتبدأ المحادثات. (مطلوب)

source: Add a response
ar: إضافة استجابة

source: Topic area
ar: منطقة الموضوع

source: Add your post to a relevant topic to help others find it. (Required)
ar: أضف منشورك إلى موضوع ذي صلة لمساعدة الآخرين في العثور عليه. (مطلوب)

source: Discussion Home
ar: الصفحة الرئيسية للمناقشة

source: How to use discussions
ar: كيفية استخدام المناقشات

source: Engage with posts
ar: الانخراط مع المشاركات

source: Vote for good posts and responses
ar: التصويت للحصول على مشاركات وردود جيدة

source: Report abuse, topics, and responses
ar: الإبلاغ عن إساءة الاستخدام والموضوعات والردود

source: Follow or unfollow posts
ar: متابعة المشاركات أو إلغاء متابعتها

source: Receive updates
ar: تلقي التحديثات

source: Toggle Notifications Setting
ar: تبديل إعداد الإشعارات

source: Check this box to receive an email digest once a day notifying you about new, unread activity from posts you are following.
ar: حدد هذا المربع لتلقي ملخص بريد إلكتروني مرة واحدة يوميًا لإعلامك بالنشاط الجديد غير المقروء من المشاركات التي تتابعها.

source: Search all posts
ar: ابحث في جميع المشاركات

source: All Posts
ar: جميع المشاركات

source: username or email
ar: اسم المستخدم أو البريد الإلكتروني

source: course id
ar: معرف دورة

source: No results
ar: لا توجد نتائج

source: Course Key
ar: مفتاح دورة

source: Status
ar: الحالة

source: Download URL
ar: عنوان URL للتنزيل

source: Grade
ar: الدرجة

source: Last Updated
ar: آخر تحديث

source: Download the user's certificate
ar: قم بتنزيل شهادة المستخدم

source: Not available
ar: غير متوفر

source: Regenerate
ar: تجديد

source: Regenerate the user's certificate
ar: إعادة إنشاء شهادة المستخدم

source: Generate
ar: توليد

source: Generate the user's certificate
ar: إنشاء شهادة المستخدم

source: Current enrollment mode:
ar: وضع التسجيل الحالي:

source: New enrollment mode:
ar: وضع التسجيل الجديد:

source: Reason for change:
ar: سبب التغيير:

source: Choose One
ar: اختر واحدة

source: Explain if other.
ar: اشرح إذا كانت أخرى.

source: Submit enrollment change
ar: إرسال تغيير التسجيل

source: Username or email address
ar: اسم المستخدم أو عنوان البريد الإلكتروني

source: Course ID
ar: معرف دورة

source: Course Start
ar: بدء دورة

source: Course End
ar: نهاية دورة

source: Upgrade Deadline
ar: الموعد النهائي للترقية

source: Verification Deadline
ar: الموعد النهائي للتحقق

source: Enrollment Date
ar: تاريخ التسجيل

source: Enrollment Mode
ar: وضع التسجيل

source: Verified mode price
ar: سعر وضع تم التحقق منه

source: Reason
ar: السبب

source: Last modified by
ar: آخر تعديل بواسطة

source: Change Enrollment
ar: تغيير التسجيل
