Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar, el

source: The message that is shown to learners when not all conditions are met to show the content of this conditional module. Include {link} in the text of your message to give learners a direct link to required units. For example, 'You must complete {link} before you can access this unit'.
ar: الرسالة التي تظهر للمتعلمين عندما لا يتم استيفاء جميع الشروط لإظهار محتوى هذه الوحدة الشرطية. قم بتضمين {link} في نص رسالتك لمنح متعلمين رابطًا مباشرًا للوحدات المطلوبة. على سبيل المثال، «يجب عليك إكمال {link} قبل أن تتمكن من الوصول إلى هذه الوحدة».
el: Το μήνυμα που εμφανίζεται στους εκπαιδευόμενους όταν δεν πληρούνται όλες οι προϋποθέσεις για την εμφάνιση του περιεχομένου αυτής της λειτουργικής μονάδας υπό όρους. Συμπεριλάβετε {link} στο κείμενο του μηνύματός σας για να δώσετε στους εκπαιδευόμενους μια άμεση σύνδεση με τις απαιτούμενες μονάδες. Για παράδειγμα, «Πρέπει να ολοκληρώσετε {link} για να αποκτήσετε πρόσβαση σε αυτήν τη μονάδα».

source: You must complete {link} before you can access this unit.
ar: يجب إكمال {link} قبل أن تتمكن من الوصول إلى هذه الوحدة.
el: Πρέπει να συμπληρώσετε {link} πριν μπορέσετε να αποκτήσετε πρόσβαση σε αυτή τη μονάδα.

source: This component has no source components configured yet.
ar: لا يحتوي هذا المكون على مكونات مصدر تم تكوينها حتى الآن.
el: Αυτό το στοιχείο δεν έχει ρυθμίσει ακόμα στοιχεία προέλευσης.

source: Configure list of sources
ar: تكوين قائمة المصادر
el: Ρύθμιση λίστας προελεύσεων

source: LTI Passports
ar: جوازات سفر LTI
el: Διαβατήρια LTI

source: Enter the passports for course LTI tools in the following format: "id:client_key:client_secret".
ar: أدخل جوازات السفر لأدوات LTI دورة بالتنسيق التالي: «id:client_key:client_secret».
el: Εισάγετε τα διαβατήρια για τα εργαλεία LTI μαθήματος με την ακόλουθη μορφή: «id:client_key:client_secret».

source: List of Textbook objects with (title, url) for textbooks used in this course
ar: قائمة كائنات الكتاب المدرسي مع (العنوان، عنوان url) للكتب المدرسية المستخدمة في هذه دورة
el: Λίστα αντικειμένων Βιβλίων με στοιχεία (title, url), για τα βιβλία που χρησιμοποιούνται σε αυτό το μάθημα

source: Slug that points to the wiki for this course
ar: Slug الذي يشير إلى wiki لهذه دورة
el: Γυμνοσάλιαγκας που δείχνει στο wiki για αυτό το μάθημα

source: Date that enrollment for this class is opened
ar: تاريخ فتح التسجيل لهذه الفئة
el: Ημερομηνία έναρξης εγγραφών του μαθήματος

source: Date that enrollment for this class is closed
ar: تاريخ إغلاق التسجيل لهذه الفئة
el: Ημερομηνία λήξης εγγραφών του μαθήματος

source: Start time when this module is visible
ar: وقت البدء عندما تكون هذه الوحدة مرئية
el: Ώρα έναρξης που αυτό το δομοστοιχείο λογισμικού είναι ορατό

source: Date that this class ends
ar: التاريخ الذي تنتهي فيه هذه الفئة
el: Ημερομηνία κατά την οποία λήγει το μάθημα

source: Date that certificates become available to learners
ar: التاريخ الذي تصبح فيه شهادات متاحة للمتعلمين
el: Ημερομηνία κατά την οποία τα πιστοποιητικά είναι διαθέσιμα στους εκπαιδευόμενους

source: Cosmetic Course Display Price
ar: سعر عرض دورة مستحضرات التجميل
el: Τιμή βιτρίνας κοσμητικού μαθήματος

source: The cost displayed to learner for enrolling in the course. If a paid course registration price is set by an administrator in the database, that price will be displayed instead of this one.
ar: التكلفة المعروضة للمتعلم للتسجيل في الدورة دورة. إذا تم تعيين سعر تسجيل دورة مدفوع بواسطة مسؤول في قاعدة البيانات، فسيتم عرض هذا السعر بدلاً من هذا السعر.
el: Το κόστος που εμφανίζεται στον εκπαιδευόμενο για την εγγραφή στο μάθημα. Εάν μια πληρωμένη τιμή εγγραφής μαθήματος οριστεί από έναν διαχειριστή στη βάση δεδομένων, αυτή η τιμή θα εμφανίζεται αντί για αυτήν.

source: Course Advertised Start
ar: بدء الإعلان عن دورة
el: Εκκίνηση διαφημιζόμενων μαθημάτων

source: Enter the text that you want to use as the advertised starting time frame for the course, such as "Winter 2018". If you enter null for this value, the start date that you have set for this course is used.
ar: أدخل النص الذي تريد استخدامه كإطار زمني للبدء المعلن عنه للدورة دورة، مثل «Winter 2018". إذا قمت بإدخال null لهذه القيمة، يتم استخدام تاريخ البدء الذي قمت بتعيينه لهذا دورة.
el: Εισαγάγετε το κείμενο που θέλετε να χρησιμοποιήσετε ως διαφημιζόμενο χρονικό πλαίσιο έναρξης για το μάθημα, όπως «Χειμώνας 2018". Εάν εισαγάγετε null για αυτήν την τιμή, χρησιμοποιείται η ημερομηνία έναρξης που έχετε ορίσει για αυτό το μάθημα.

source: Pre-Requisite Courses
ar: دورات المطلوبة مسبقًا
el: Προαπαιτούμενα μαθήματα

source: Pre-Requisite Course key if this course has a pre-requisite course
ar: مفتاح الدورة المطلوبة مسبقًا إذا كانت هذه دورة تحتوي على دورة تدريبية مطلوبة مسبقًا
el: Κλειδί προαπαιτούμενου μαθήματος, εάν το μάθημα αυτό έχει κάποιο προαπαιτούμενο μάθημα

source: Grading policy definition for this class
ar: تعريف نهج التقدير لهذه الفئة
el: Ορισμός πολιτικής βαθμολόγησης για αυτό το μάθημα

source: Show Calculator
ar: عرض الآلة الحاسبة
el: Εμφάνιση Υπολογιστή

source: Enter true or false. When true, learners can see the calculator in the course.
ar: أدخل true أو false. عندما يكون صحيحًا، يمكن متعلمين رؤية الآلة الحاسبة في الدورة دورة.
el: Εισάγετε αληθές ή ψευδείς. Όταν είναι αληθές, οι εκπαιδευόμενοι μπορούν να δουν την αριθμομηχανή στο μάθημα.

source: Enter the name of the course as it should appear in the edX.org course list.
ar: أدخل اسم دورة كما يجب أن يظهر في قائمة دورة edX.org.
el: Πληκτρολογήστε το όνομα του μαθήματος, όπως θα πρέπει να εμφανίζεται στη λίστα πορεία edX.org.

source: Course Display Name
ar: اسم عرض دورة
el: Εμφανιζόμενο Όνομα Μαθήματος

source: Course Editor
ar: محرر دورة
el: Επιμελητής Μαθήματος

source: Enter the method by which this course is edited ("XML" or "Studio").
ar: أدخل الطريقة التي يتم بها تحرير هذه دورة («XML» أو «Studio»).
el: Εισάγεται την μέθοδο με την οποία αυτό το μάθημα έχει διορθωθεί ("XML" or "Studio").

source: Course Survey URL
ar: عنوان URL لاستطلاع دورة
el: Ιστοσελίδα Ερωτηματολογίου για το Μάθημα

source: Enter the URL for the end-of-course survey. If your course does not have a survey, enter null.
ar: أدخل عنوان URL لاستطلاع نهاية المقرر الدراسي. إذا لم يكن مقررك الدراسي يحتوي على استطلاع، فأدخل null.
el: Εισαγωγή της διεύθυνσης URL για την έρευνα στο τέλος του μαθήματος. Εάν το μάθημά σας δεν περιλαμβάνει έρευνα, εισάγετε null.

source: Discussion Blackout Dates
ar: تواريخ تعتيم المناقشة
el: Ημερομηνίες συσκότισης συζητήσεων

source: Enter pairs of dates between which learners cannot post to discussion forums. Inside the provided brackets, enter an additional set of square brackets surrounding each pair of dates you add. Format each pair of dates as ["YYYY-MM-DD", "YYYY-MM-DD"]. To specify times as well as dates, format each pair as ["YYYY-MM-DDTHH:MM", "YYYY-MM-DDTHH:MM"]. Be sure to include the "T" between the date and time. For example, an entry defining two blackout periods looks like this, including the outer pair of square brackets: [["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]
ar: أدخل أزواجًا من التواريخ التي لا يستطيع متعلمين نشرها في منتديات المناقشة. داخل الأقواس المقدمة، أدخل مجموعة إضافية من الأقواس المربعة المحيطة بكل زوج من التواريخ التي تضيفها. تنسيق كل زوج من التواريخ كـ ["YYYY-MM-DD», «YYYYY-MM-DD"]. لتحديد الأوقات وكذلك التواريخ، تنسيق كل زوج كـ ["YYYY-MM-DDTHH: MM»، «YYYY-MM-DDTHH:MM"]. تأكد من تضمين «T» بين التاريخ والوقت. على سبيل المثال، يبدو إدخال يحدد فترتي تعتيم مثل هذا، بما في ذلك الزوج الخارجي من الأقواس المربعة: [["2015-09-15", «2015-09-21"], [" 2015-10-01", «2015-10-08"]]
el: Εισάγετε ζεύγη ημερομηνιών μεταξύ των οποίων οι εκπαιδευόμενοι δεν μπορούν να δημοσιεύσουν σε φόρουμ συζητήσεων. Μέσα στις παρεχόμενες αγκύλες, εισάγετε ένα πρόσθετο σύνολο αγκύλων γύρω από κάθε ζεύγος ημερομηνιών που προσθέτετε. Μορφοποιήστε κάθε ζεύγος ημερομηνιών ως ["ΕΕΕΕ-ΜΜ-ΗΗ», «ΕΕΕΕ-ΜΜ-ΗΗ"]. Για να καθορίσετε ώρες καθώς και ημερομηνίες, μορφοποιήστε κάθε ζεύγος ως ["ΕΕΕΕ-ΜΜ-ΗΗΘΗ:ΛΛ», «ΕΕΕΕ-ΜΜ-ΗΗΘΩ:ΛΛ"]. Βεβαιωθείτε ότι έχετε συμπεριλάβει το «T» μεταξύ της ημερομηνίας και της ώρας. Για παράδειγμα, μια καταχώρηση που ορίζει δύο περιόδους συσκότισης μοιάζει με αυτό, συμπεριλαμβανομένου του εξωτερικού ζεύγους αγκύλων: [["2015-09-15", «2015-09-21"], [" 2015-10-01", «2015-10-08"]

source: Discussion Topic Mapping
ar: رسم خرائط موضوع المناقشة
el: Λίστα Συζητήσεων ανα Θεματολογία

source: Enter discussion categories in the following format: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. For example, one discussion category may be "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. The "id" value for each category must be unique. In "id" values, the only special characters that are supported are underscore, hyphen, and period. You can also specify a category as the default for new posts in the Discussion page by setting its "default" attribute to true. For example, "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1", "default": true}.
ar: أدخل فئات المناقشة بالتنسيق التالي: «CategoryName»: {«id»: «i4x-InstitutionName-CourseNumber-courseRun"}. على سبيل المثال، قد تكون فئة مناقشة واحدة «وضع ليديان»: {«id»: «i4x-UniversityX-MUS101-course-2015_T1"}}. يجب أن تكون قيمة «id» لكل فئة فريدة. في قيم «id»، الأحرف الخاصة الوحيدة المدعومة هي تسطير سفلي، واصلة، وفترة. يمكنك أيضًا تحديد فئة كافتراضي للمشاركات الجديدة في صفحة المناقشة عن طريق تعيين السمة «الافتراضية» إلى true. على سبيل المثال، «وضع ليديان»: {«معرف»: «i4x-UniversityX-MUS101-كورس-2015_T1"، «الافتراضي»: true}.
el: Εισάγετε κατηγορίες συζήτησης με την ακόλουθη μορφή: «CategoryName»: {"id»: «I4x-InstitutionName-Coursenumber-Courserun"}. Για παράδειγμα, μια κατηγορία συζήτησης μπορεί να είναι «Lydian Mode»: {"id»: «I4X-Universityx-mus101-course-2015_T1"}. Η τιμή «id» για κάθε κατηγορία πρέπει να είναι μοναδική. Στις τιμές «id», οι μόνοι ειδικοί χαρακτήρες που υποστηρίζονται είναι η υπογράμμιση, η παύλα και η τελεία. Μπορείτε επίσης να ορίσετε μια κατηγορία ως προεπιλογή για τις νέες αναρτήσεις στη σελίδα συζήτησης, ορίζοντας το χαρακτηριστικό «προεπιλογή» σε true. Για παράδειγμα, «Λυδική λειτουργία»: {"id»: «i4X-UniversityX-Mus101-Course-2015_T1", «προεπιλογή»: true}.

source: Discussion Sorting Alphabetical
ar: فرز المناقشة أبجديًا
el: Αλφαβητική ταξινόμηση συζήτησης

source: Enter true or false. If true, discussion categories and subcategories are sorted alphabetically. If false, they are sorted chronologically by creation date and time.
ar: أدخل true أو false. إذا كانت صحيحة، يتم فرز فئات المناقشة والفئات الفرعية أبجديًا. إذا كانت خاطئة، يتم فرزها ترتيبًا زمنيًا حسب تاريخ ووقت الإنشاء.
el: Εισάγατε αληθές ή ψευδές. Εάν είναι αληθές, οι κατηγορίες και οι υποκατηγορίες της συζήτησης ταξινομούνται αλφαβητικά. Εάν είναι ψευδές, τότε αυτές ταξινομούνται βάσει ημερομηνίας και ώρας δημιουργίας.

source: Course Announcement Date
ar: تاريخ الإعلان عن دورة
el: Ημερομηνία ανακοίνωσης μαθήματος

source: Enter the date to announce your course.
ar: أدخل تاريخ الإعلان عن دورة الخاصة بك.
el: Εισάγατε την ημερομηνία ανακοίνωσης του μαθήματός σας.

source: Cohort Configuration
ar: تكوين المجموعة
el: Ρύθμιση ομάδας μελέτης

source: Enter policy keys and values to enable the cohort feature, define automated learners assignment to groups, or identify any course-wide discussion topics as private to cohort members.
ar: أدخل مفاتيح السياسة والقيم لتمكين ميزة المجموعة، أو تحديد تعيين متعلمين المؤتمتين للمجموعات، أو تحديد أي مواضيع مناقشة على مستوى الدورة التدريبية على أنها خاصة لأعضاء المجموعة.
el: Εισαγάγετε κλειδιά πολιτικής και τιμές για να ενεργοποιήσετε τη λειτουργία ομάδας, να ορίσετε την αυτοματοποιημένη ανάθεση εκπαιδευόμενων σε ομάδες ή να προσδιορίσετε τυχόν θέματα συζήτησης σε όλο το μάθημα ως ιδιωτικά προς μέλη της ομάδας.

source: Course Is New
ar: دورة جديد
el: Το μάθημα είναι νέο

source: Enter true or false. If true, the course appears in the list of new courses on edx.org, and a New! badge temporarily appears next to the course image.
ar: أدخل true أو false. إذا كان صحيحا، تظهر دورة التدريبية في قائمة دورات الجديدة على edx.org، و New! تظهر شارة مؤقتًا بجوار صورة دورة.
el: Εισάγετε αληθές ή ψευδείς. Εάν είναι αληθές, το μάθημα εμφανίζεται στη λίστα των νέων μαθημάτων στο edx.org, και ένα Νέο! εμφανίζεται προσωρινά δίπλα στην εικόνα του μαθήματος.

source: Mobile Course Available
ar: دورة الجوال متاحة
el: Διαθέσιμο μάθημα για κινητά

source: Enter true or false. If true, the course will be available to mobile devices.
ar: أدخل true أو false. إذا كان ذلك صحيحًا، فستكون دورة متاحة للأجهزة المحمولة.
el: Εισάγετε αληθές ή ψευδείς. Εάν είναι αλήθεια, το μάθημα θα είναι διαθέσιμο σε κινητές συσκευές.

source: Video Upload Credentials
ar: بيانات اعتماد تحميل الفيديو
el: Διαπιστευτήρια αποστολής βίντεο

source: Enter the unique identifier for your course's video files provided by edX.
ar: أدخل المعرف الفريد لملفات الفيديو الخاصة بالمقرر الدراسي الذي توفره edX.
el: Εισάγετε το μοναδικό αναγνωριστικό για τα αρχεία βίντεο του μαθήματος σας που παρέχονται από το EDX.

source: Course Not Graded
ar: لم يتم تقدير دورة
el: Το μάθημα δεν βαθμολογείται

source: Enter true or false. If true, the course will not be graded.
ar: أدخل true أو false. إذا كان صحيحًا، فلن يتم تقدير المقرر دورة.
el: Εισάγετε αληθές ή ψευδείς. Εάν είναι αλήθεια, το μάθημα δεν θα βαθμολογηθεί.

source: Disable Progress Graph
ar: تعطيل الرسم البياني للتقدم
el: Απενεργοποίηση γραφήματος προόδου

source: Enter true or false. If true, learners cannot view the progress graph.
ar: أدخل true أو false. إذا كان هذا صحيحًا، فلا يمكن متعلمين عرض الرسم البياني للتقدم.
el: Εισάγετε αληθές ή ψευδείς. Εάν είναι αληθές, οι εκπαιδευόμενοι δεν μπορούν να δουν το γράφημα προόδου.

source: PDF Textbooks
ar: كتب PDF
el: Κείμενα σε μορφή PDF

source: List of dictionaries containing pdf_textbook configuration
ar: قائمة القواميس التي تحتوي على تكوين pdf_textbook
el: Λίστα λεξικών που περιέχουν διαμόρφωση pdf_textbook

source: HTML Textbooks
ar: كتب HTML المدرسية
el: Κείμενα σε μορφή HTML

source: For HTML textbooks that appear as separate tabs in the course, enter the name of the tab (usually the title of the book) as well as the URLs and titles of each chapter in the book.
ar: بالنسبة إلى كتب HTML المدرسية التي تظهر كعلامات تبويب منفصلة في دورة، أدخل اسم علامة التبويب (عادة عنوان الكتاب) بالإضافة إلى عناوين URL وعناوين كل فصل في الكتاب.
el: Για εγχειρίδια HTML που εμφανίζονται ως ξεχωριστές καρτέλες στο μάθημα, εισάγετε το όνομα της καρτέλας (συνήθως τον τίτλο του βιβλίου) καθώς και τις διευθύνσεις URL και τους τίτλους κάθε κεφαλαίου στο βιβλίο.

source: Remote Gradebook
ar: دفتر التقديرات عن بعد
el: Απομακρυσμένο βαθμολόγιο

source: Enter the remote gradebook mapping. Only use this setting when REMOTE_GRADEBOOK_URL has been specified.
ar: أدخل تعيين دفتر التقديرات البعيد. استخدم هذا الإعداد فقط عند تحديد REMOTE_GRADEBOOK_URL.
el: Εισαγάγετε την απομακρυσμένη αντιστοίχιση βαθμολογίου. Χρησιμοποιήστε αυτήν τη ρύθμιση μόνο όταν έχει καθοριστεί REMOTE_GRADEBOOK_URL.

source: Enable CCX
ar: تمكين CCX
el: Ενεργοποίηση CCX

source: Allow course instructors to assign CCX Coach roles, and allow coaches to manage Custom Courses on edX. When false, Custom Courses cannot be created, but existing Custom Courses will be preserved.
ar: السماح لمدربي دورة بتعيين أدوار CCX Coach، والسماح للمدربين بإدارة دورات المخصصة على edX. عندما تكون false، لا يمكن إنشاء دورات المخصصة، ولكن سيتم الحفاظ على دورات المخصصة الموجودة.
el: Να επιτρέπεται στους εκπαιδευτές μαθημάτων να αναθέτουν ρόλους προπονητή CCX και να επιτρέπουν στους προπονητές να διαχειρίζονται Προσαρμοσμένα Μαθήματα στο EDX. Όταν είναι λάθος, δεν μπορούν να δημιουργηθούν προσαρμοσμένα μαθήματα, αλλά θα διατηρηθούν τα υπάρχοντα προσαρμοσμένα μαθήματα.

source: CCX Connector URL
ar: عنوان URL لموصل CCX
el: URL σύνδεσης CCX

source: URL for CCX Connector application for managing creation of CCXs. (optional). Ignored unless 'Enable CCX' is set to 'true'.
ar: عنوان URL لتطبيق CCX Connector لإدارة إنشاء CCXs. (اختياري). تم تجاهله ما لم يتم تعيين «تمكين CCX» على «صحيح».
el: URL για εφαρμογή CCX Connector για τη διαχείριση της δημιουργίας CCXs. (προαιρετικό). Παραβλέπεται εκτός αν η επιλογή 'Ενεργοποίηση CCX' έχει οριστεί σε 'αληθή'.

source: Allow Anonymous Discussion Posts
ar: السماح بمشاركات المناقشة المجهولة
el: Αναζήτηση σε όλες τις αναρτήσεις

source: Enter true or false. If true, learners can create discussion posts that are anonymous to all users.
ar: أدخل true أو false. إذا كان ذلك صحيحًا، يمكن للمتعلمين إنشاء مشاركات مناقشة مجهولة لجميع المستخدمين.
el: Εισάγετε ενεργό ή ανενεργό. Όταν ειναι επιλεγμένο το ενεργό, οι μαθητές θα μπορούν να δουν την αριθμομηχανή στην πορεία.

source: Allow Anonymous Discussion Posts to Peers
ar: السماح بمشاركات المناقشة المجهولة للأقران
el: Επίτρεψε ανώνυμες ανώνυμες αναρτήσεις συζήτησης

source: Enter true or false. If true, learners can create discussion posts that are anonymous to other learners. This setting does not make posts anonymous to course staff.
ar: أدخل true أو false. إذا كان ذلك صحيحًا، يمكن متعلمين إنشاء منشورات مناقشة مجهولة للمتعلمين الآخرين. لا يجعل هذا الإعداد المشاركات مجهولة لموظفي المقرر دورة.
el: Εισάγετε αληθές ή ψευδείς. Εάν είναι αληθές, οι εκπαιδευόμενοι μπορούν να δημιουργήσουν ανώνυμες αναρτήσεις συζήτησης σε άλλους εκπαιδευόμενους. Αυτή η ρύθμιση δεν κάνει ανώνυμες αναρτήσεις στο προσωπικό του μαθήματος.

source: Advanced Module List
ar: قائمة الوحدة النمطية المتقدمة
el: Προηγμένη λίστα ενότητας

source: Enter the names of the advanced modules to use in your course.
ar: أدخل أسماء الوحدات النمطية المتقدمة لاستخدامها في مقررك الدراسي.
el: Εισάγετε τα ονόματα των προηγμένων ενοτήτων που θα χρησιμοποιήσετε στο μάθημά σας.

source: Course Home Sidebar Name
ar: اسم الشريط الجانبي الرئيسي دورة
el: Όνομα πλαϊνής γραμμής μαθήματος

source: Enter the heading that you want learners to see above your course handouts on the Course Home page. Your course handouts appear in the right panel of the page.
ar: أدخل العنوان الذي تريد أن يراه متعلمين أعلى نشرة مقررك الدراسي في الصفحة الرئيسية للمقرر دورة. تظهر نشرات دورة في اللوحة اليمنى من الصفحة.
el: Εισαγάγετε την επικεφαλίδα που θέλετε να βλέπουν οι εκπαιδευόμενοι πάνω από τα σημειώματα ακροατηρίου μαθημάτων στην Αρχική σελίδα Μαθήματος. Τα φυλλάδια μαθημάτων εμφανίζονται στο δεξιό τμήμα της σελίδας.

source: Course Handouts
ar: نشرات دورة
el: Εκτυπώσιμα Μαθήματος

source: True if timezones should be shown on dates in the course. Deprecated in favor of due_date_display_format.
ar: صحيح إذا كان يجب عرض المناطق الزمنية في التواريخ في المقرر دورة. تم إيقافه لصالح due_date_display_format.
el: Αληθεύει αν οι ζώνες ώρας εμφανίζονται στις ημερομηνίες στο μάθημα. Απογοητευμένοι υπέρ της due_date_display_format.

source: Due Date Display Format
ar: تنسيق عرض تاريخ الاستحقاق
el: Μορφή εμφάνισης ημερομηνίας λήξης

source: Enter the format for due dates. The default is Mon DD, YYYY. Enter "%m-%d-%Y" for MM-DD-YYYY, "%d-%m-%Y" for DD-MM-YYYY, "%Y-%m-%d" for YYYY-MM-DD, or "%Y-%d-%m" for YYYY-DD-MM.
el: Εισάγετε τη μορφή για τις ημερομηνίες λήξης. Η προεπιλογή είναι Δευτέρα ΗΗ, ΕΗΕΕ. Εισάγετε "%m-%δ-%Υ" για MM-DD-YYYY, "%d-%μ-%Υ" για DD-MM-YYYY, "%Y-%μ-%d" για YYYY-MM-DD, ή "%Y-%δ-%μ" για YYYY-DD-MM.

source: External Login Domain
ar: نطاق تسجيل الدخول الخارجي
el: Εξωτερικός Τομέας σύνδεσης

source: Enter the external login method learners can use for the course.
ar: أدخل طريقة تسجيل الدخول الخارجية التي يمكن للمتعلمين استخدامها للدورة دورة.
el: Εισάγετε τη μέθοδο εξωτερικής σύνδεσης που μπορούν να χρησιμοποιήσουν οι εκπαιδευόμενοι για το μάθημα.

source: Certificates Downloadable Before End
ar: شهادات القابلة للتنزيل قبل النهاية
el: Μπορείτε να κατεβάσετε τη βεβαίωσή σας πριν το τέλος

source: Enter true or false. If true, learners can download certificates before the course ends, if they've met certificate requirements.
ar: أدخل true أو false. إذا كان صحيحا، يمكن للمتعلمين تنزيل الشهادات قبل انتهاء المقرر الدراسي، إذا كانوا قد استوفوا متطلبات الشهادة.
el: Εισάγετε αληθές ή ψευδείς. Εάν είναι αληθές, οι εκπαιδευόμενοι μπορούν να κατεβάσουν πιστοποιητικά πριν από τη λήξη του μαθήματος, εάν πληρούν τις απαιτήσεις πιστοποιητικού.

source: Certificates Display Behavior
ar: سلوك عرض الشهادات
el: Πιστοποιητικά Εμφάνισης Συμπεριφοράς

source: Enter end, early_with_info, or early_no_info. After certificate generation, learners who passed see a link to their certificates on the dashboard and learners who did not pass see information about the grading configuration. The default is end, which displays this certificate information to all learners after the course end date. To display this certificate information to all learners as soon as certificates are generated, enter early_with_info. To display only the links to passing learners as soon as certificates are generated, enter early_no_info.
ar: أدخل النهاية، early_with_info، أو early_no_info. بعد إنشاء شهادة، يرى متعلمين الذين اجتازوا رابطًا لشهاداتهم على لوحة المعلومات والمتعلمون الذين لم يجتازوا الاطلاع على معلومات حول تكوين التقدير. الافتراضي هو النهاية، والذي يعرض معلومات شهادة هذه لجميع متعلمين بعد تاريخ انتهاء دورة. لعرض معلومات شهادة هذه لجميع متعلمين بمجرد إنشاء شهادات، أدخل early_with_info. لعرض الروابط فقط للمتعلمين المارة بمجرد إنشاء شهادات، أدخل early_no_info.
el: Εισάγετε τέλος, early_with_info ή early_no_info. Μετά τη δημιουργία πιστοποιητικού, οι εκπαιδευόμενοι που πέρασαν βλέπουν μια σύνδεση με τα πιστοποιητικά τους στον πίνακα εργαλείων και οι εκπαιδευόμενοι που δεν πέρασαν βλέπουν πληροφορίες σχετικά με τη διαμόρφωση διαβάθμισης. Η προεπιλογή είναι το τέλος, η οποία εμφανίζει αυτές τις πληροφορίες πιστοποιητικού σε όλους τους εκπαιδευόμενους μετά την ημερομηνία λήξης του μαθήματος. Για να εμφανίσετε αυτές τις πληροφορίες πιστοποιητικού σε όλους τους εκπαιδευόμενους μόλις δημιουργηθούν πιστοποιητικά, πληκτρολογήστε early_with_info. Για να εμφανίσετε μόνο τους συνδέσμους προς τους διερχόμενους εκπαιδευόμενους μόλις δημιουργηθούν πιστοποιητικά, πληκτρολογήστε early_no_info.

source: Edit the name of the course image file. You must upload this file on the Files & Uploads page. You can also set the course image on the Settings & Details page.
ar: قم بتحرير اسم ملف صورة دورة. يجب تحميل هذا الملف على صفحة الملفات والتحميلات. يمكنك أيضًا تعيين صورة المقرر دورة في صفحة الإعدادات والتفاصيل.
el: Επεξεργαστείτε το όνομα του αρχείου εικόνας μαθήματος. Πρέπει να αποστείλετε αυτό το αρχείο στη σελίδα Αρχεία και μεταφορτώσεις. Μπορείτε επίσης να ορίσετε την εικόνα μαθήματος στη σελίδα Ρυθμίσεις & Λεπτομέρειες.

source: Course Banner Image
ar: صورة بانر دورة
el: Εικόνα Μπάνερ Μαθήματος

source: Edit the name of the banner image file. You can set the banner image on the Settings & Details page.
ar: قم بتحرير اسم ملف صورة البانر. يمكنك تعيين صورة البانر في صفحة الإعدادات والتفاصيل.
el: Επεξεργαστείτε το όνομα του αρχείου εικόνας banner. Μπορείτε να ορίσετε την εικόνα banner στη σελίδα Ρυθμίσεις και λεπτομέρειες.

source: Course Video Thumbnail Image
ar: صورة مصغرة لفيديو دورة
el: Εικόνα μικρογραφίας βίντεο μαθήματος

source: Edit the name of the video thumbnail image file. You can set the video thumbnail image on the Settings & Details page.
ar: قم بتحرير اسم ملف الصورة المصغرة للفيديو. يمكنك تعيين صورة مصغرة للفيديو في صفحة الإعدادات والتفاصيل.
el: Επεξεργαστείτε το όνομα του αρχείου εικόνας μικρογραφιών βίντεο. Μπορείτε να ορίσετε την εικόνα μικρογραφίας βίντεο στη σελίδα Ρυθμίσεις και λεπτομέρειες.

source: Issue Open Badges
ar: إصدار شارات المفتوحة
el: Έκδοση Ανοιχτών Κονκάρδες

source: Issue Open Badges badges for this course. Badges are generated when certificates are created.
ar: إصدار شارات فتح الشارات لهذه دورة. يتم إنشاء شارات عند إنشاء شهادات.
el: Έκδοση Ανοιχτών κονκάρδες για αυτό το μάθημα. Τα σήματα δημιουργούνται όταν δημιουργούνται πιστοποιητικά.
