Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar, el

source: Every course must have an Admin. If you are the Admin and you want to transfer ownership of the course, click <strong>Add admin access</strong> to make another user the Admin, then ask that user to remove you from the Course Team list.
ar: يجب أن يكون لكل دورة أدمن. إذا كنت المسؤول وتريد نقل ملكية دورة, انقر فوق <strong>إضافة وصول أدمن</strong> لجعل مستخدم آخر المسؤول, ثم اطلب من هذا المستخدم إزالتك من قائمة فريق دورة.
el: Κάθε μάθημα πρέπει να έχει έναν Διαχειριστή. Εάν είστε ο Διαχειριστής και θέλετε να μεταβιβάσετε την κυριότητα του μαθήματος, κάντε κλικ στο <strong>Προσθήκη πρόσβασης διαχειριστή</strong> για να κάνετε έναν άλλο χρήστη διαχειριστή και, στη συνέχεια, ζητήστε από αυτόν τον χρήστη να σας αφαιρέσει από τη λίστα Ομάδων Μαθημάτων.

source: Library User Access
ar: وصول مستخدم المكتبة
el: Πρόσβαση Χρήστη Βιβλιοθήκης

source: User Access
ar: وصول المستخدم
el: Πρόσβαση Χρήστη

source: Grant Access to This Library
ar: منح حق الوصول إلى هذه المكتبة
el: Παραχώρηση πρόσβασης σε αυτή τη βιβλιοθήκη

source: Provide the email address of the user you want to add
ar: قم بتوفير عنوان البريد الإلكتروني للمستخدم الذي تريد إضافته
el: Δώστε τη διεύθυνση ηλεκτρονικού ταχυδρομείου του χρήστη που θέλετε να προσθέσετε

source: Add More Users to This Library
ar: إضافة المزيد من المستخدمين إلى هذه المكتبة
el: Προσθήκη περισσότερων χρηστών σε αυτή τη βιβλιοθήκη

source: Grant other members of your course team access to this library. New library users must have an active {studio_name} account.
ar: امنح أعضاء فريق دورة الآخرين حق الوصول إلى هذه المكتبة. يجب أن يكون لدى مستخدمي المكتبة الجدد حساب {studio_name} نشط.
el: Χορηγήστε σε άλλα μέλη της ομάδας μαθημάτων σας πρόσβαση σε αυτή τη βιβλιοθήκη. Οι νέοι χρήστες βιβλιοθήκης πρέπει να έχουν ενεργό λογαριασμό {studio_name}.

source: Add a New User
ar: إضافة مستخدم جديد
el: Προσθήκη νέου χρήστη

source: Library Access Roles
ar: أدوار الوصول إلى المكتبة
el: Ρόλοι πρόσβασης βιβλιοθήκης

source: There are three access roles for libraries: User, Staff, and Admin.
ar: هناك ثلاثة أدوار وصول للمكتبات: المستخدم طاقم أدمن.
el: Υπάρχουν τρεις ρόλοι πρόσβασης για τις βιβλιοθήκες: Χρήστης, Προσωπικό και Διαχειριστής.

source: Library Users can view library content and can reference or use library components in their courses, but they cannot edit the contents of a library.
ar: يمكن لمستخدمي المكتبة عرض محتوى المكتبة ويمكنهم الرجوع إلى مكونات المكتبة أو استخدامها في مقرراتهم الدراسية، ولكن لا يمكنهم تحرير محتويات المكتبة.
el: Οι χρήστες βιβλιοθήκης μπορούν να προβάλλουν περιεχόμενο βιβλιοθήκης και να αναφέρουν ή να χρησιμοποιούν στοιχεία βιβλιοθήκης στα μαθήματα τους, αλλά δεν μπορούν να επεξεργαστούν τα περιεχόμενα μιας βιβλιοθήκης.

source: Library Staff are content co-authors. They have full editing privileges on the contents of a library.
ar: طاقم المكتبة هم مؤلفون مشاركون في المحتوى. لديهم امتيازات تحرير كاملة على محتويات المكتبة.
el: Το προσωπικό της Βιβλιοθήκης είναι συντάκτες περιεχομένου. Έχουν πλήρη δικαιώματα επεξεργασίας στα περιεχόμενα μιας βιβλιοθήκης.

source: Library Admins have full editing privileges and can also add and remove other team members. There must be at least one user with the Admin role in a library.
ar: يتمتع مسؤولو المكتبة بامتيازات تحرير كاملة ويمكنهم أيضًا إضافة أعضاء الفريق الآخرين وإزالتهم. يجب أن يكون هناك مستخدم واحد على الأقل له دور أدمن في المكتبة.
el: Οι διαχειριστές βιβλιοθήκης έχουν πλήρη δικαιώματα επεξεργασίας και μπορούν επίσης να προσθέσουν και να αφαιρέσουν άλλα μέλη της ομάδας. Πρέπει να υπάρχει τουλάχιστον ένας χρήστης με το ρόλο διαχειριστή σε μια βιβλιοθήκη.

source: Sign Up
ar: تسجيل
el: Εγγραφή

source: Already have a {studio_name} Account? Sign in
ar: هل لديك بالفعل حساب {studio_name} ؟ تسجيل الدخول
el: Έχετε ήδη λογαριασμό στο {studio_name}; Συνδεθείτε!

source: Ready to start creating online courses? Sign up below and start creating your first {platform_name} course today.
ar: هل أنت مستعد لبدء إنشاء دورات عبر الإنترنت؟ قم بالتسجيل أدناه وابدأ في إنشاء أول دورة {platform_name} اليوم.
el: Είστε έτοιμοι να ξεκινήσετε τη δημιουργία online μαθημάτων; Εγγραφείτε και αρχίστε να δημιουργείτε τα πρώτα {platform_name} μαθήματα σήμερα.

source: Required Information to Sign Up for {studio_name}
ar: المعلومات المطلوبة للتسجيل في {studio_name}
el: Απαιτούμενες πληροφορίες για εγγραφή για {studio_name}

source: This will be used in public discussions with your courses and in our edX101 support forums
ar: سيتم استخدام هذا في المناقشات العامة مع دوراتك الدراسية وفي منتديات دعم edX101.
el: Θα χρησιμοποιείται σε δημόσιες συζητήσεις που αφορούν τα μαθήματά σας καθώς και στο edX101 support forum.

source: Your Location
ar: موقعك
el: Τοποθεσία

source: Preferred Language
ar: اللغة المفضلة
el: Προτιμώμενη Γλώσσα

source: I agree to the {a_start} Terms of Service {a_end}
ar: أوافق على {a_start} شروط الخدمة {a_end}
el: Συμφωνώ με τους {a_start} Όρους χρήσης {a_end}

source: Create My Account &amp; Start Authoring Courses
ar: إنشاء حسابي &amp; بدء دورات التأليف
el: Δημιουργία Λογιαριασμού &amp; Έναρξη Διαχείρισης Μαθημάτων

source: Common {studio_name} Questions
ar: {studio_name} أسئلة شائعة
el: Συχνές {studio_name} ερωτήσεις

source: Who is {studio_name} for?
ar: لمن هو {studio_name} ؟
el: Ποιος είναι {studio_name} για;

source: {studio_name} is for anyone that wants to create online courses that leverage the global {platform_name} platform. Our users are often faculty members, teaching assistants and course staff, and members of instructional technology groups.
ar: {studio_name} هو لأي شخص يريد إنشاء دورات عبر الإنترنت تستفيد من منصة {platform_name} العالمية. غالبًا ما يكون مستخدمونا أعضاء هيئة التدريس ومساعدي التدريس وموظفي دورة وأعضاء في مجموعات التكنولوجيا التعليمية.
el: {studio_name} είναι για όποιον θέλει να δημιουργήσει online μαθήματα που αξιοποιούν την παγκόσμια πλατφόρμα {platform_name} . Οι χρήστες μας είναι συχνά μέλη ΔΕΠ, βοηθοί διδασκαλίας και προσωπικό μαθημάτων, καθώς και μέλη ομάδων διδακτικής τεχνολογίας.

source: How technically savvy do I need to be to create courses in {studio_name}?
ar: ما مدى الذكاء الفني الذي أحتاج إليه لإنشاء دورات تدريبية في {studio_name}؟
el: Πόσο τεχνικά καταλαβαίνω πρέπει να είμαι για να δημιουργήσω μαθήματα στο {studio_name};

source: {studio_name} is designed to be easy to use by almost anyone familiar with common web-based authoring environments (Wordpress, Moodle, etc.). No programming knowledge is required, but for some of the more advanced features, a technical background would be helpful. As always, we are here to help, so don't hesitate to dive right in.
ar: تم تصميم {studio_name} ليكون سهل الاستخدام من قبل أي شخص على دراية ببيئات التأليف الشائعة المستندة إلى الويب (Wordpress، Moodle، إلخ). لا يلزم معرفة البرمجة، ولكن بالنسبة لبعض الميزات الأكثر تقدمًا، ستكون الخلفية الفنية مفيدة. كما هو الحال دائمًا، نحن هنا للمساعدة، لذلك لا تتردد في الغوص مباشرة.
el: {studio_name} έχει σχεδιαστεί για να είναι εύκολο στη χρήση από σχεδόν οποιονδήποτε είναι εξοικειωμένος με κοινά περιβάλλοντα συγγραφής που βασίζονται στο web (Wordpress, Moodle, κ.λπ.). Δεν απαιτείται καμία γνώση προγραμματισμού, αλλά για μερικά από τα πιο προηγμένα χαρακτηριστικά, ένα τεχνικό υπόβαθρο θα ήταν χρήσιμο. Όπως πάντα, είμαστε εδώ για να βοηθήσουμε, οπότε μην διστάσετε να βουτήξετε κατευθείαν μέσα.

source: I've never authored a course online before. Is there help?
ar: لم يسبق لي أن ألف دورة تدريبية عبر الإنترنت من قبل. هل هناك مساعدة؟
el: Δεν έχω γράψει ποτέ ένα μάθημα στο διαδίκτυο πριν. Υπάρχει βοήθεια;

source: Absolutely. We have created an online course, edX101, that describes some best practices: from filming video, creating exercises, to the basics of running an online course. Additionally, we're always here to help, just drop us a note.
ar: بالتأكيد. لقد أنشأنا دورة تدريبية عبر الإنترنت، edX101، تصف بعض أفضل الممارسات: من تصوير الفيديو، وإنشاء التمارين، إلى أساسيات تشغيل دورة عبر الإنترنت. بالإضافة إلى ذلك، نحن دائمًا هنا للمساعدة، فقط أرسل لنا ملاحظة.
el: Απολύτως. Δημιουργήσαμε ένα online μάθημα, το EDX101, το οποίο περιγράφει κάποιες βέλτιστες πρακτικές: από τη μαγνητοσκόπηση βίντεο, τη δημιουργία ασκήσεων, μέχρι τα βασικά της εκτέλεσης ενός διαδικτυακού μαθήματος. Επιπλέον, είμαστε πάντα εδώ για να βοηθήσουμε, απλά αφήστε μας ένα σημείωμα.

source: Schedule & Details Settings
ar: إعدادات الجدول والتفاصيل
el: Ρυθμίσεις χρονοδιαγράμματος & λεπτομερειών

source: Schedule & Details
ar: الجدول والتفاصيل
el: Προγραμματισμός & Λεπτομέρειες

source: Basic Information
ar: معلومات أساسية
el: Βασικές Πληροφορίες

source: The nuts and bolts of your course
ar: الصواميل والمسامير الخاصة بالدورة
el: Τα παξιμάδια και τα μπουλόνια της πορείας σας

source: This field is disabled: this information cannot be changed.
ar: تم تعطيل هذا الحقل: لا يمكن تغيير هذه المعلومات.
el: Αυτό το πεδίο είναι απενεργοποιημένο: αυτές οι πληροφορίες δεν μπορούν να αλλάξουν.

source: Course Summary Page
ar: صفحة ملخص دورة
el: Σελίδα σύνοψης μαθήματος

source: (for learner enrollment and access)
ar: (لتسجيل متعلم والوصول إليه)
el: (για εγγραφή και πρόσβαση εκπαιδευόμενου)

source: Enroll in {course_display_name}
ar: سجل في {course_display_name}
el: Εγγραφείτε στο μάθημα {course_display_name}

source: The course "{course_display_name}", provided by {platform_name}, is open for enrollment. Please navigate to this course at {link_for_about_page} to enroll.
ar: دورة "{course_display_name}"، المقدمة من {platform_name}، مفتوحة للتسجيل. يرجى الانتقال إلى هذه دورة في {link_for_about_page} للتسجيل.
el: Το μάθημα "{course_display_name}«, που παρέχεται από το {platform_name}, είναι ανοιχτό για εγγραφή. Παρακαλούμε πλοηγηθείτε σε αυτό το μάθημα στο {link_for_about_page} για να εγγραφείτε.

source: Send a note to learners via email
ar: إرسال ملاحظة إلى متعلمين عبر البريد الإلكتروني
el: Αποστολή σημείωσης στους εκπαιδευόμενους μέσω email

source: Invite your learners
ar: قم بدعوة متعلمين
el: Προσκαλέστε τους εκπαιδευόμενους σας

source: Promoting Your Course with {platform_name}
ar: الترويج دورة الخاصة بك مع {platform_name}
el: Προώθηση του Μαθήματος σας με {platform_name}

source: Your course summary page will not be viewable until your course has been announced. To provide content for the page and preview it, follow the instructions provided by your Program Manager.
ar: لن تكون صفحة ملخص دورة الخاصة بك قابلة للعرض حتى يتم الإعلان عن مقررك الدراسي. لتوفير محتوى للصفحة ومعاينتها، اتبع الإرشادات المقدمة من مدير البرنامج.
el: Η σελίδα σύνοψης του μαθήματος δεν θα είναι ορατή μέχρι να ανακοινωθεί το μάθημά σας. Για να παρέχετε περιεχόμενο για τη σελίδα και να την κάνετε προεπισκόπηση, ακολουθήστε τις οδηγίες που παρέχονται από τον Διαχειριστή Προγράμματος.

source: Delete course
ar: حذف دورة
el: Διαγραφή μαθήματος

source: Please note: deleting a course and all related data is permanent and cannot be undone. We will not be able to recover the course or the data that is deleted.
ar: يرجى ملاحظة: حذف دورة وجميع البيانات ذات الصلة دائم ولا يمكن التراجع عنه. لن نتمكن من استعادة الدورة دورة أو البيانات التي تم حذفها.
el: Παρακαλώ σημειώστε: η διαγραφή ενός μαθήματος και όλων των σχετικών δεδομένων είναι μόνιμη και δεν μπορεί να αναιρεθεί. Δεν θα είμαστε σε θέση να ανακτήσουμε το μάθημα ή τα δεδομένα που διαγράφονται.

source: Course Credit Requirements
ar: متطلبات ائتمان دورة
el: Απαιτήσεις απόδοσης ευσήμων για το μάθημα

source: Steps required to earn course credit
ar: الخطوات المطلوبة لكسب رصيد دورة
el: Βήματα που απαιτούνται για την απόκτηση πίστωσης μαθημάτων

source: Minimum Grade
ar: الحد الأدنى للدرجة
el: Ελάχιστος βαθμός

source: Successful Proctored Exam
ar: امتحان ناجح
el: Επιτυχής Εξέταση Proctored

source: Proctored Exam {number}
ar: امتحان بروكتورد {number}
el: Εξέταση με πρωκτό {number}

source: ID Verification
ar: التحقق من الهوية
el: Επαλήθευση ταυτότητας

source: In-Course Reverification {number}
ar: إعادة التحقق داخل الدورة {number}
el: Επαλήθευση κατά τη διάρκεια της πορείας {number}

source: Set the pacing for this course
ar: قم بتعيين سرعة هذه دورة
el: Ρυθμίστε το ρυθμό για αυτό το μάθημα

source: Instructor-paced courses progress at the pace that the course author sets. You can configure release dates for course content and due dates for assignments.
ar: تقدم دورات التي يسير بها المدرس بالسرعة التي يحددها مؤلف دورة. يمكنك تكوين تواريخ الإصدار لمحتوى دورة وتواريخ استحقاق الواجبات.
el: Τα μαθήματα με εκπαιδευτή προχωρούν με το ρυθμό που ορίζει ο συγγραφέας του μαθήματος. Μπορείτε να ρυθμίσετε τις ημερομηνίες κυκλοφορίας για το περιεχόμενο των μαθημάτων και τις ημερομηνίες λήξης για τις αναθέσεις.

source: Self-paced courses do not have release dates for course content or due dates for assignments. Learners can complete course material at any time before the course end date.
ar: لا تحتوي دورات الذاتية على تواريخ إصدار لمحتوى دورة أو تواريخ استحقاق الواجبات. يمكن متعلمين إكمال مواد دورة في أي وقت قبل تاريخ انتهاء دورة.
el: Τα μαθήματα με αυτορυθμισμένο ρυθμό δεν έχουν ημερομηνίες κυκλοφορίας για το περιεχόμενο των μαθημάτων ή τις ημερομηνίες λήξης για τις αναθέσεις. Οι εκπαιδευόμενοι μπορούν να συμπληρώσουν το υλικό του μαθήματος οποιαδήποτε στιγμή πριν από την ημερομηνία λήξης του μαθήματος.

source: Course Schedule
ar: جدول دورة
el: Πρόγραμμα Μαθήματος

source: Dates that control when your course can be viewed
ar: التواريخ التي تتحكم في الوقت الذي يمكن فيه عرض مقررك الدراسي
el: Ημερομηνίες που ελέγχουν την προβολή του μαθήματός σας

source: UTC or Coordinated Universal Time is the base point for all time zones commonly used accross the world (Miami winter time UTC-5h, Paris winter time UTC+1h, Sao Paulo UTC-3h)
ar: التوقيت العالمي المنسق أو التوقيت العالمي المنسق هو النقطة الأساسية لجميع المناطق الزمنية التي يشيع استخدامها في جميع أنحاء العالم (التوقيت الشتوي في ميامي UTC-5h، وقت الشتاء في باريس UTC+1h، ساو باولو UTC-3h)
el: UTC ή Συντονισμένη Παγκόσμια Ώρα είναι το σημείο βάσης για όλες τις ζώνες ώρας που χρησιμοποιούνται συνήθως διασχίζουν τον κόσμο (Μαϊάμι χειμερινή ώρα UTC-5h, Παρίσι χειμερινή ώρα UTC+1h, Σάο Πάολο UTC-3h)

source: First day the course begins
ar: اليوم الأول تبدأ دورة
el: Πρώτη μέρα έναρξης του μαθήματος

source: Course Start Time
ar: وقت بدء دورة
el: Ώρα Έναρξης Μαθήματος

source: Last day your course is active
ar: في اليوم الأخير، تكون دورة نشطة
el: Τελευταία μέρα του μαθήματός σας

source: Course End Time
ar: وقت انتهاء دورة
el: Ώρα Λήξης Μαθήματος

source: Certificates Available Date
ar: تاريخ شهادات المتاحة
el: Ημερομηνία Διαθέσιμες Πιστοποιήσεις

source: By default, 48 hours after course end date
ar: افتراضيا، 48 ساعة بعد تاريخ انتهاء دورة
el: Από προεπιλογή, 48 ώρες μετά την ημερομηνία λήξης του μαθήματος

source: Enrollment Start Date
ar: تاريخ بدء التسجيل
el: Ημερομηνία Έναρξης Εγγραφών

source: First day learners can enroll
ar: يمكن للمتعلمين في اليوم الأول التسجيل
el: Οι μαθητές της πρώτης ημέρας μπορούν να εγγραφούν

source: Enrollment Start Time
ar: وقت بدء التسجيل
el: Ώρα Έναρξης Εγγραφών

source: Enrollment End Date
ar: تاريخ انتهاء التسجيل
el: Ημερομηνία Λήξης Εγγραφών

source: Last day learners can enroll.
ar: يمكن للمتعلمين في اليوم الأخير التسجيل.
el: Οι μαθητές της τελευταίας ημέρας μπορούν να εγγραφούν.

source: Contact your edX partner manager to update these settings.
ar: اتصل بمدير شريك edX لتحديث هذه الإعدادات.
el: Επικοινωνήστε με τον διαχειριστή συνεργάτη EDX για να ενημερώσετε αυτές τις ρυθμίσεις.

source: Enrollment End Time
ar: وقت انتهاء التسجيل
el: Ώρα Λήξης Εγγραφών

source: Course Reminders
ar: تذكيرات دورة
el: Υπενθυμίσεις Μαθήματος

source: The course must be finished within
ar: يجب الانتهاء من دورة
el: Το μάθημα πρέπει να ολοκληρωθεί μέσα

source: day(s)
ar: يوم (أيام)
el: ημέρα (-ες)

source: Learners will be automatically re-enrolled in this course after
ar: سيتم إعادة تسجيل متعلمين تلقائيًا في هذه دورة بعد
el: Οι εκπαιδευόμενοι θα επανεγγραφούν αυτόματα σε αυτό το μάθημα μετά

source: Month
ar: شهر
el: Μήνας

source: Year
ar: عام
el: Έτος

source: after completion
ar: بعد الانتهاء
el: μετά την ολοκλήρωση

source: Send a reminder email every
ar: إرسال بريد إلكتروني للتذكير كل
el: Στείλτε ένα email υπενθύμισης κάθε

source: Add an Email Reminder
ar: إضافة تذكير بالبريد الإلكتروني
el: Προσθήκη υπενθύμισης ηλεκτρονικού ταχυδρομείου

source: Course Details
ar: تفاصيل دورة
el: Λεπτομέρειες Μαθήματος

source: Course Programmatic Enrollments
ar: عمليات التسجيل البرامجية دورة
el: Προγραμματικές Εγγραφές Μαθήματος

source: Set automatic enrollment rules for this course
ar: تعيين قواعد التسجيل التلقائي لهذا دورة
el: Ορισμός κανόνων αυτόματης εγγραφής για αυτό το μάθημα

source: Learning Groups
ar: مجموعات التعلم
el: Ομάδες εκμάθησης

source: Identify the enrollment learning groups here.
ar: حدد مجموعات تعلم التسجيل هنا.
el: Προσδιορίστε τις ομάδες εκπαίδευσης εγγραφής εδώ.

source: Provide useful information about your course
ar: تقديم معلومات مفيدة حول مقررك الدراسي
el: Παρέχετε χρήσιμες πληροφορίες σχετικά με το μάθημά σας

source: Identify the course country here.
ar: حدد بلد دورة هنا.
el: Προσδιορίστε τη χώρα πορείας εδώ.

source: Identify the course language here. This is used to assist users find courses that are taught in a specific language.
ar: حدد لغة دورة هنا. يستخدم هذا لمساعدة المستخدمين في العثور على دورات التي يتم تدريسها بلغة معينة.
el: Προσδιορίστε τη γλώσσα του μαθήματος εδώ. Αυτό χρησιμοποιείται για να βοηθήσει τους χρήστες να βρουν μαθήματα που διδάσκονται σε μια συγκεκριμένη γλώσσα.

source: Identify the course category here.
ar: حدد فئة دورة هنا.
el: Προσδιορίστε την κατηγορία μαθημάτων εδώ.

source: Sort the courses to display on dashboard in ascending order. The order is from 0 to 99.
ar: قم بفرز دورات لعرضها على لوحة القيادة بترتيب تصاعدي. الطلب من 0 إلى 99.
el: Ταξινόμηση των μαθημάτων που θα εμφανίζονται στον πίνακα εργαλείων με αύξουσα σειρά. Η παραγγελία είναι από 0 έως 99.

source: Course Tag
ar: علامة دورة
el: Ετικέτα Μαθήματος

source: Identify the course tag here.
ar: حدد علامة دورة هنا.
el: Προσδιορίστε την ετικέτα πορείας εδώ.

source: Course Mandatory Flag
ar: علم دورة الإلزامية
el: Υποχρεωτική Σημαία

source: Introducing Your Course
ar: تقديم دورتك
el: Παρουσιάζοντας το Μάθημα σας

source: Information for prospective learners
ar: معلومات للمتعلمين المحتملين
el: Πληροφορίες για υποψήφιους εκπαιδευόμενους

source: Course Title
ar: عنوان دورة
el: Τίτλος Μαθήματος

source: Displayed as title on the course details page. Limit to 50 characters.
ar: يتم عرضه كعنوان في صفحة تفاصيل دورة. الحد الأقصى لـ 50 حرفًا.
el: Εμφανίζεται ως τίτλος στη σελίδα λεπτομερειών του μαθήματος. Όριο σε 50 χαρακτήρες.

source: Course Subtitle
ar: العنوان الفرعي دورة
el: Υπότιτλος Μαθήματος

source: Displayed as subtitle on the course details page. Limit to 150 characters.
ar: يتم عرضه كعنوان فرعي في صفحة تفاصيل دورة. الحد إلى 150 حرفًا.
el: Εμφανίζεται ως υπότιτλος στη σελίδα λεπτομερειών του μαθήματος. Όριο σε 150 χαρακτήρες.

source: Course Duration
ar: دورة الدورة
el: Διάρκεια Μαθήματος

source: minutes
ar: الدقائق
el: λεπτών

source: Displayed on the course details page. Limit to 50 characters.
ar: يتم عرضها في صفحة تفاصيل دورة. الحد الأقصى لـ 50 حرفًا.
el: Εμφανίζεται στη σελίδα λεπτομερειών μαθήματος. Όριο σε 50 χαρακτήρες.

source: Course Description
ar: وصف دورة
el: Περιγραφή Μαθήματος

source: Displayed on the course details page. Limit to 1000 characters.
ar: يتم عرضها في صفحة تفاصيل دورة. الحد إلى 1000 حرف.
el: Εμφανίζεται στη σελίδα λεπτομερειών μαθήματος. Περιορίστε σε 1000 χαρακτήρες.

source: Course Short Description
ar: وصف قصير دورة
el: Σύντομη Περιγραφή Μαθήματος

source: Appears on the course catalog page when learners roll over the course name. Limit to ~150 characters
ar: يظهر في صفحة كتالوج دورة عندما يتدحرج متعلمين فوق اسم دورة. الحد إلى 150 حرفًا
el: Εμφανίζεται στη σελίδα καταλόγου μαθημάτων όταν οι εκπαιδευόμενοι κυλούν το όνομα του μαθήματος. Όριο σε ~150 χαρακτήρες

source: Course Overview
ar: نظرة عامة على دورة
el: Περιγραφή του μαθήματος

source: HTML Code Editor
ar: محرر كود HTML
el: Επεξεργαστής κώδικα HTML

source: Introductions, prerequisites, FAQs that are used on {a_link_start}your course summary page{a_link_end} (formatted in HTML)
ar: المقدمات والمتطلبات الأساسية والأسئلة الشائعة المستخدمة في {a_link_start}صفحة ملخص دورة{a_link_end} (تمت تنسيقها بتنسيق HTML)
el: Εισαγωγές, προαπαιτούμενα, Συχνές Ερωτήσεις που χρησιμοποιούνται στο {a_link_start}σελίδα σύνοψης μαθημάτων{a_link_end} (μορφοποιημένη σε HTML)

source: Course About Sidebar HTML
ar: دورة حول الشريط الجانبي HTML
el: Μάθημα σχετικά με την πλευρική γραμμή HTML

source: Custom sidebar content for {a_link_start}your course summary page{a_link_end} (formatted in HTML)
ar: محتوى الشريط الجانبي المخصص لـ {a_link_start}صفحة ملخص دورة الخاصة بك{a_link_end} (تمت تنسيقه بتنسيق HTML)
el: Προσαρμοσμένο περιεχόμενο πλευρικής γραμμής για {a_link_start}σελίδα σύνοψης μαθήματος{a_link_end} (μορφοποιημένη σε HTML)

source: Course Card Image
ar: صورة بطاقة دورة
el: Εικόνα Κάρτας Μαθήματος

source: You can manage this image along with all of your other {a_link_start}files and uploads{a_link_end}
ar: يمكنك إدارة هذه الصورة جنبا إلى جنب مع جميع الملفات الأخرى {a_link_start}والتحميلات{a_link_end}.
el: Μπορείτε να διαχειριστείτε αυτήν την εικόνα μαζί με όλα τα άλλα {a_link_start}αρχεία και μεταφορτώσεις{a_link_end}

source: Your course currently does not have an image. Please upload one (JPEG or PNG format, and minimum suggested dimensions are 375px wide by 200px tall)
ar: لا تحتوي مقررك الدراسي حاليًا على صورة. يرجى تحميل واحد (تنسيق JPEG أو PNG، والحد الأدنى للأبعاد المقترحة هو 375px واسعة بنسبة 200px الطول)
el: Το μάθημά σας προς το παρόν δεν έχει εικόνα. Παρακαλώ ανεβάστε ένα (μορφή JPEG ή PNG, και οι ελάχιστες προτεινόμενες διαστάσεις είναι 375px πλάτος έως 200px ύψος)

source: Your course image URL
ar: عنوان URL لصورة دورة
el: Η διεύθυνση URL της εικόνας του μαθήματος

source: Please provide a valid path and name to your course image (Note: the ideal image is 400px wide by 310px tall, in JPEG format)
ar: يرجى تقديم مسار واسم صالحل لصورة دورة الخاصة بك (ملاحظة: الصورة المثالية بعرض 400 بكسل بطول 310 بكسل، بتنسيق JPEG)
el: Παρακαλώ δώστε μια έγκυρη διαδρομή και όνομα στην εικόνα του μαθήματος σας (Σημείωση: η ιδανική εικόνα είναι 400px πλάτος έως 310px ύψος, σε μορφή JPEG)

source: Upload Course Card Image
ar: تحميل صورة بطاقة دورة
el: Αποστολή εικόνας Κάρτας Μαθήματος

source: Your course currently does not have an image. Please upload one (JPEG or PNG format, and minimum suggested dimensions are 1000px wide by 600px tall)
ar: لا تحتوي مقررك الدراسي حاليًا على صورة. يرجى تحميل واحد (تنسيق JPEG أو PNG، والحد الأدنى للأبعاد المقترحة هو 1000px واسعة من 600px الطول)
el: Το μάθημά σας προς το παρόν δεν έχει εικόνα. Παρακαλώ φορτώστε ένα (μορφή JPEG ή PNG, και οι ελάχιστες προτεινόμενες διαστάσεις είναι 1000px πλάτος έως 600px ύψος)

source: Your banner image URL
ar: عنوان URL لصورة الشعار
el: Η διεύθυνση URL της εικόνας του banner

source: Please provide a valid path and name to your banner image (Note: the ideal image is 1000px wide by 600px tall, in JPEG format)
ar: يرجى تقديم مسار واسم صالحل لصورة البانر الخاصة بك (ملاحظة: الصورة المثالية بعرض 1000 بكسل بطول 600 بكسل، بتنسيق JPEG)
el: Παρακαλώ δώστε μια έγκυρη διαδρομή και όνομα στην εικόνα του banner (Σημείωση: η ιδανική εικόνα είναι 1000px πλάτος έως 600px ύψος, σε μορφή JPEG)

source: Upload Course Banner Image
ar: تحميل صورة بانر دورة
el: Αποστολή εικόνας banner μαθήματος

source: Video Thumbnail Image
ar: صورة مصغرة للفيديو
el: Εικόνα μικρογραφίας βίντεο
