Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar, el

source: We hope you are enjoying learning with us so far on %(platform_name)s! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable. Upgrade by %(user_schedule_upgrade_deadline_time)s.
ar: نأمل أن تستمتع بالتعلم معنا حتى الآن %(platform_name)s! تسمح لك شهادة التي تم التحقق منها بإبراز معرفتك ومهاراتك الجديدة. شهادة %(platform_name)s رسمية وقابلة للمشاركة بسهولة. قم بالترقية بواسطة %(user_schedule_upgrade_deadline_time)s.
el: Ελπίζουμε να απολαμβάνετε τη μάθηση μαζί μας μέχρι στιγμής στο %(platform_name)s! Ένα επαληθευμένο πιστοποιητικό σας επιτρέπει να επισημάνετε τις νέες γνώσεις και δεξιότητες σας. Ένα πιστοποιητικό %(platform_name)s είναι επίσημο και εύκολα διαμοιράσιμο. Αναβάθμιση κατά %(user_schedule_upgrade_deadline_time)s.

source: We hope you are enjoying learning with us so far in %(first_course_name)s! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable. Upgrade by %(user_schedule_upgrade_deadline_time)s.
ar: نأمل أن تستمتع بالتعلم معنا حتى الآن في %(first_course_name)s! تسمح لك شهادة التي تم التحقق منها بإبراز معرفتك ومهاراتك الجديدة. شهادة %(platform_name)s رسمية وقابلة للمشاركة بسهولة. قم بالترقية بواسطة %(user_schedule_upgrade_deadline_time)s.
el: Ελπίζουμε να απολαμβάνετε τη μάθηση μαζί μας μέχρι στιγμής στο %(first_course_name)s! Ένα επαληθευμένο πιστοποιητικό σας επιτρέπει να επισημάνετε τις νέες γνώσεις και δεξιότητες σας. Ένα πιστοποιητικό %(platform_name)s είναι επίσημο και εύκολα διαμοιράσιμο. Αναβάθμιση κατά %(user_schedule_upgrade_deadline_time)s.

source: Upgrade now
ar: قم بالترقية الآن
el: Αναβάθμιση τώρα

source: We hope you are enjoying learning with us so far on <strong>%(platform_name)s</strong>! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable.
ar: نأمل أن تستمتع بالتعلم معنا حتى الآن على <strong>%(platform_name)s</strong>! تسمح لك شهادة التي تم التحقق منها بإبراز معرفتك ومهاراتك الجديدة. شهادة %(platform_name)s رسمية وقابلة للمشاركة بسهولة.
el: Ελπίζουμε να απολαμβάνετε τη μάθηση μαζί μας μέχρι στιγμής στο <strong>%(platform_name)s</strong>! Ένα επαληθευμένο πιστοποιητικό σας επιτρέπει να επισημάνετε τις νέες γνώσεις και δεξιότητες σας. Ένα πιστοποιητικό %(platform_name)s είναι επίσημο και εύκολα διαμοιράσιμο.

source: We hope you are enjoying learning with us so far in <strong>%(first_course_name)s</strong>! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable.
ar: نأمل أن تستمتع بالتعلم معنا حتى الآن في <strong>%(first_course_name)s</strong>! تسمح لك شهادة التي تم التحقق منها بإبراز معرفتك ومهاراتك الجديدة. شهادة %(platform_name)s رسمية وقابلة للمشاركة بسهولة.
el: Ελπίζουμε να απολαμβάνετε τη μάθηση μαζί μας μέχρι τώρα στο <strong>%(first_course_name)s</strong>! Ένα επαληθευμένο πιστοποιητικό σας επιτρέπει να επισημάνετε τις νέες γνώσεις και δεξιότητες σας. Ένα πιστοποιητικό %(platform_name)s είναι επίσημο και εύκολα διαμοιράσιμο.

source: Upgrade by <strong>%(user_schedule_upgrade_deadline_time)s</strong>.
ar: الترقية بواسطة <strong>%(user_schedule_upgrade_deadline_time)s</strong>.
el: Αναβάθμιση από <strong>%(user_schedule_upgrade_deadline_time)s</strong>.

source: You are eligible to upgrade in these courses:
ar: أنت مؤهل للترقية في هذه دورات:
el: Μπορείτε να κάνετε αναβάθμιση σε αυτά τα μαθήματα:

source: Example of a verified certificate
ar: مثال على شهادة تم التحقق منها
el: Παράδειγμα επαληθευμένου πιστοποιητικού

source: Upgrade now at
ar: قم بالترقية الآن في
el: Κάντε αναβάθμιση τώρα στο

source: Upgrade to earn a verified certificate on %(platform_name)s
ar: قم بالترقية للحصول على شهادة تم التحقق منها على %(platform_name)s
el: Αναβαθμίστε για να κερδίσετε ένα επαληθευμένο πιστοποιητικό στο %(platform_name)s

source: Upgrade to earn a verified certificate in %(first_course_name)s
ar: قم بالترقية للحصول على شهادة تم التحقق منها في %(first_course_name)s
el: Αναβάθμιση για να κερδίσετε ένα επαληθευμένο πιστοποιητικό σε %(first_course_name)s

source: Enable course home page improvements.
ar: تمكين تحسينات الصفحة الرئيسية للمقرر دورة.
el: Ενεργοποίηση βελτιώσεων αρχικής σελίδας μαθήματος.

source: Site theme changed to {site_theme}
ar: تم تغيير موضوع الموقع إلى {site_theme}
el: Το θέμα του ιστότοπου άλλαξε σε {site_theme}

source: Theme {site_theme} does not exist
ar: الموضوع {site_theme} غير موجود
el: Το θέμα {site_theme} δεν υπάρχει

source: Site theme reverted to the default
ar: تم إرجاع سمة الموقع إلى الوضع الافتراضي
el: Το θέμα τοποθεσίας επανήλθε στην προεπιλεγμένη

source: Theming Administration
ar: إدارة التميينج
el: Θεματική Διοίκηση

source: Usernames can only contain letters (A-Z, a-z), numerals (0-9), underscores (_), and hyphens (-).
ar: يمكن أن تحتوي أسماء المستخدمين فقط على أحرف (من الألف إلى الياء، من الألف إلى الياء)، والأرقام (0-9)، والشرطات السفلية (_)، والواصلات (-).
el: Το ψευδώνυμο μπορεί να περιλαμβάνει λατινικούς χαρακτήρες (κεφαλαία ή μικρά γράμματα), αριθμούς (0-9), κάτω παύλες (_) και παύλες (-)

source: Usernames can only contain letters, numerals, and @/./+/-/_ characters.
ar: يمكن أن تحتوي أسماء المستخدمين فقط على أحرف وأرقام وحروف @/./+/-/_.
el: Το ψευδώνυμο μπορεί να περιλαμβάνει γράμματα, αριθμούς και τους χαρακτήρες @/,/+/-/_

source: "{email}" is not a valid email address.
el: Η διεύθυνση email "{email}" δεν είναι έγκυρη.

source: It looks like {email_address} belongs to an existing account. Try again with a different email address.
ar: يبدو أن {email_address} ينتمي إلى حساب موجود. حاول مرة أخرى باستخدام عنوان بريد إلكتروني مختلف.
el: Φαίνεται ότι το e-mail {email_address} χρησιμοποιείται ήδη. Προσπαθήστε ξανά με διαφορετικό e-mail.

source: It looks like {username} belongs to an existing account. Try again with a different username.
ar: يبدو أن {username} ينتمي إلى حساب موجود. حاول مرة أخرى باستخدام اسم مستخدم مختلف.
el: Φαίνεται ότι το ψευδώνυμο {username} χρησιμοποιείται ήδη. Προσπαθήστε ξανά με διαφορετικό ψευδώνυμο.

source: Username must be between {min} and {max} characters long.
ar: يجب أن يتراوح طول اسم المستخدم بين {min} و {max} حرفًا.
el: Το όνομα χρήστη πρέπει να έχει από {min} έως {max} χαρακτήρες.

source: Enter a valid email address that contains at least {min} characters.
ar: أدخل عنوان بريد إلكتروني صالح يحتوي على {min} حرف على الأقل.
el: Το email που εισάγετε θα πρέπει να έχει τουλάχιστον {min}χαρακτήρες.

source: Enter your full name.
ar: أدخل اسمك الكامل.
el: Γράψτε το ονοματεπώνυμό σας.

source: The email addresses do not match.
ar: لا تتطابق عناوين البريد الإلكتروني.
el: Οι διευθύνσεις ηλεκτρονικού ταχυδρομείου δεν ταιριάζουν.

source: Select your country or region of residence.
ar: حدد بلدك أو منطقة إقامتك.
el: Επιλέξτε τη χώρα διαμονής σας.

source: Select your profession.
ar: حدد مهنتك.
el: Επιλέξτε το επάγγελμά σας.

source: Select your specialty.
ar: حدد تخصصك.
el: Διάλεξε την ειδικότητά σου.

source: Enter your profession.
ar: أدخل مهنتك.
el: Εισάγετε το επάγγελμά σας.

source: Enter your specialty.
ar: أدخل تخصصك.
el: Εισάγετε την ειδικότητά σας.

source: Enter your city.
ar: أدخل مدينتك.
el: Μπες στην πόλη σου.

source: Tell us your goals.
ar: أخبرنا بأهدافك.
el: Πες μας τους στόχους σου.

source: Select the highest level of education you have completed.
ar: حدد أعلى مستوى من التعليم الذي أكملته.
el: Επιλέξτε το υψηλότερο επίπεδο εκπαίδευσης που έχετε ολοκληρώσει.

source: Enter your mailing address.
ar: أدخل عنوانك البريدي.
el: Εισαγάγετε τη διεύθυνση αλληλογραφίας σας.

source: The '{field_name}' field cannot be edited.
el: Δεν είναι δυνατή η επεξεργασία του πεδίου '{field_name}'.

source: Make sure that you are providing a valid username or a URL that contains "
ar: تأكد من أنك تقدم اسم مستخدم صالح أو عنوان URL يحتوي على»
el: Βεβαιωθείτε ότι παρέχετε ένα έγκυρο όνομα χρήστη ή μια διεύθυνση URL που περιέχει»

source: username@domain.com
el: π.χ.: epimenidis@gmail.com

source: The email address you used to register with {platform_name}
ar: عنوان البريد الإلكتروني الذي استخدمته للتسجيل مع {platform_name}
el: Πληκτρολογήστε το e-mail που χρησιμοποιήσατε για να εγγραφείτε στο {platform_name}

source: Password
ar: كلمة المرور
el: Κωδικός

source: Remember me
ar: تذكرني
el: Να με θυμάσαι

source: This is what you will use to login.
ar: هذا ما ستستخدمه لتسجيل الدخول.
el: Αυτό το e-mail θα χρησιμοποιείτε για να συνδεθείτε.

source: Confirm Email
ar: تأكيد البريد الإلكتروني
el: Επιβεβαίωση email

source: This name will be used on any certificates that you earn.
ar: سيتم استخدام هذا الاسم في أي شهادات تربحها.
el: Το ονοματεπώνυμο εμφανίζεται στις βεβαιώσεις που τυχόν θα λάβετε.

source: Public Username
ar: اسم المستخدم العام
el: Ψευδώνυμο

source: The name that will identify you in your courses. It cannot be changed later.
ar: الاسم الذي سيحدد هويتك في مقرراتك الدراسية. لا يمكن تغييره لاحقًا.
el: Το όνομα με το οποίο εμφανίζεστε στα μαθήματα. Δεν μπορείτε να το αλλάξετε.

source: Highest level of education completed
ar: تم الانتهاء من أعلى مستوى من التعليم
el: Επίπεδο εκπαίδευσης

source: Year of birth
ar: سنة الميلاد
el: Έτος γέννησης

source: Country or Region of Residence
ar: بلد أو منطقة الإقامة
el: Χώρα Διαμονής

source: The country or region where you live.
ar: البلد أو المنطقة التي تعيش فيها.
el: Η χώρα στην οποία διαμένετε.

source: Terms of Service and Honor Code
ar: شروط الخدمة ورمز الشرف
el: Όροι χρήσης και Κώδικας Τιμής

source: I agree to the {platform_name} {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end}
ar: أوافق على {platform_name} {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end}
el: Συμφωνώ με το {platform_name} {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end}

source: You must agree to the {platform_name} {terms_of_service}
ar: يجب أن توافق على {platform_name} {terms_of_service}
el: Θα πρέπει να αποδεχθείτε τους {terms_of_service} του {platform_name}

source: By creating an account with {platform_name}, you agree to abide by our {platform_name} {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} and {honor_link_start}{honor_code}{honor_link_end} and agree to our {privacy_policy_link_start}Privacy Policy{privacy_policy_link_end}.
ar: من خلال إنشاء حساب مع {platform_name}، فإنك توافق على الالتزام بـ {platform_name} و {terms_of_service_link_start}{terms_of_service}و{terms_of_service_link_end} و {honor_link_start}{honor_code}.{honor_link_end} وتوافق على سياسة الخصوصية {privacy_policy_link_start}الخاصة بنا{privacy_policy_link_end}.
el: Δημιουργώντας ένα λογαριασμό με {platform_name}, συμφωνείτε να συμμορφώνεστε με τα {platform_name} {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} και {honor_link_start}{honor_code}{honor_link_end} και συμφωνείτε με την Πολιτική Προστασίας Προσωπικών Δεδομένων {privacy_policy_link_start}{privacy_policy_link_end}.

source: I agree to the {platform_name} {tos_link_start}{terms_of_service}{tos_link_end}
ar: أوافق على {platform_name} {tos_link_start}{terms_of_service}{tos_link_end}
el: Συμφωνώ με το {platform_name} {tos_link_start}{terms_of_service}{tos_link_end}

source: I agree to be contacted by email or phone as part of a recruitment process.
ar: أوافق على أن يتم الاتصال بي عن طريق البريد الإلكتروني أو الهاتف كجزء من عملية التوظيف.
el: Συμφωνώ να επικοινωνώ μέσω ηλεκτρονικού ταχυδρομείου ή τηλεφώνου στο πλαίσιο μιας διαδικασίας πρόσληψης.

source: System maintenance in progress. Please try again later.
ar: صيانة النظام قيد التقدم. يرجى المحاولة مرة أخرى لاحقًا.
el: Συντήρηση συστήματος σε εξέλιξη. Παρακαλώ προσπαθήστε ξανά αργότερα.

source: Delete failed for user preference '{preference_key}'.
el: Η διαγραφή απέτυχε για την προτίμηση χρήστη '{preference_key}'.

source: Preference '{preference_key}' cannot be set to an empty value.
ar: لا يمكن تعيين التفضيل '{preference_key}' إلى قيمة فارغة.
el: Η προτίμηση '{preference_key}' δεν μπορεί να οριστεί σε κενή τιμή.

source: Invalid user preference key '{preference_key}'.
ar: مفتاح تفضيل المستخدم غير صالح '{preference_key}'.
el: Μη έγκυρο κλειδί προτιμήσεων χρήστη '{preference_key}'.

source: Value '{preference_value}' is not valid for user preference '{preference_key}'.
ar: القيمة '{preference_value}' غير صالحة لتفضيل المستخدم '{preference_key}'.
el: Η τιμή '{preference_value}' δεν είναι έγκυρη για την προτίμηση χρήστη '{preference_key}'.

source: Value '{preference_value}' not valid for preference '{preference_key}': Not in timezone set.
ar: القيمة '{preference_value}' غير صالحة للتفضيل '{preference_key}': ليس في مجموعة المنطقة الزمنية.
el: Η τιμή '{preference_value}' δεν ισχύει για την προτίμηση '{preference_key}': Δεν ανήκει στο σετ ζώνης ώρας.

source: Value '{preference_value}' is not a valid time zone selection.
ar: القيمة '{preference_value}' ليست تحديد منطقة زمنية صالحًا.
el: Η τιμή '{preference_value}' δεν αποτελεί έγκυρη επιλογή ζώνης ώρας. .

source: Save failed for user preference '{key}' with value '{value}'.
el: Η αποθήκευση απέτυχε για την προτίμηση χρήστη '{key}' με τιμή '{value}'.

source: No data provided for user preference update
ar: لم يتم توفير بيانات لتحديث تفضيلات المستخدم
el: Δεν παρέχονται δεδομένα για την ενημέρωση προτιμήσεων χρήστη

source: Hello %(full_name)s,
ar: مرحبا %(full_name)s،
el: Καλωσήρθατε %(full_name)s,

source: We received a deletion request for your account on %(platform_name)s. We're sorry to see you go!
ar: تلقينا طلب حذف لحسابك على %(platform_name)s. نحن آسفون لرؤيتك تذهب!
el: Λάβαμε ένα αίτημα διαγραφής για το λογαριασμό σας στο %(platform_name)s. Λυπούμαστε που φεύγετε!

source: Your account will be deleted shortly. Account deletion, including removal from email lists, may take a few weeks to fully process through our system. If you want to opt-out of emails before then, please unsubscribe from the footer of any email.
ar: سيتم حذف حسابك قريبًا. قد يستغرق حذف الحساب، بما في ذلك الإزالة من قوائم البريد الإلكتروني، بضعة أسابيع للمعالجة الكاملة من خلال نظامنا. إذا كنت ترغب في إلغاء الاشتراك في رسائل البريد الإلكتروني قبل ذلك، يرجى إلغاء الاشتراك من تذييل أي بريد إلكتروني.
el: Ο λογαριασμός σας θα διαγραφεί σύντομα. Η διαγραφή λογαριασμού, συμπεριλαμβανομένης της κατάργησης από τις λίστες ηλεκτρονικού ταχυδρομείου, μπορεί να διαρκέσει μερικές εβδομάδες για την πλήρη επεξεργασία μέσω του συστήματός μας. Αν θέλετε να εξαιρεθείτε από τα μηνύματα ηλεκτρονικού ταχυδρομείου πριν από αυτό, παρακαλούμε καταργήστε την εγγραφή σας από το υποσέλιδο οποιουδήποτε μηνύματος ηλεκτρονικού ταχυδρομείου.

source: This is an informational email only. If you did not initiate this request, please contact %(contact_email)s.
ar: هذا بريد إلكتروني إعلامي فقط. إذا لم تقم ببدء هذا الطلب، يرجى الاتصال بـ %(contact_email)s.
el: Αυτό είναι ένα ενημερωτικό email μόνο. Εάν δεν υποβάλατε αυτό το αίτημα, παρακαλούμε επικοινωνήστε με το %(contact_email)s.

source: Best, %(platform_name)s
ar: أفضل، %(platform_name)s
el: Καλύτερο, %(platform_name)s

source: Your Account Has Been Queued For Deletion
ar: تم وضع حسابك في قائمة الانتظار للحذف
el: Ο λογαριασμός σας έχει τεθεί σε ουρά για διαγραφή

source: Dismiss
ar: رفض
el: Απόρριψε

source: The course key for the course we would like to be auto-cohorted.
ar: مفتاح الدورة التدريبية للدورة التدريبية التي نرغب في الحصول عليها تلقائيًا.
el: Το κλειδί για το μάθημα που θα θέλαμε να είναι αυτόματη ομάδα.

source: Oauth client name of video pipeline service.
ar: اسم عميل Oauth لخدمة خط أنابيب الفيديو.
el: Oauth όνομα πελάτη της υπηρεσίας αγωγών βίντεο.

source: edx-video-pipeline API URL.
ar: عنوان URL لواجهة برمجة تطبيقات edx-فيديو - خط
el: EDX-βίντεο-αγωγών API URL.

source: Username created for Video Pipeline Integration, e.g. veda_service_user.
ar: اسم المستخدم الذي تم إنشاؤه لدمج خط أنابيب الفيديو، على سبيل المثال veda_service
el: Όνομα χρήστη που δημιουργήθηκε για την ενσωμάτωση αγωγών βίντεο, π.χ. veda_service_user.

source: Force On
ar: فورس أون
el: Δύναμη σε

source: Force Off
ar: فورس أوف
el: Εξαναγκασμός off

source: This value is invalid.
ar: هذه القيمة غير صالحة.
el: Το πεδίο δεν είναι σωστό

source: This field is not editable
ar: هذا الحقل غير قابل للتحرير
el: Αυτό το πεδίο δεν είναι επεξεργάσιμο

source: %(min_score)s is not a valid grade percentage
ar: %(min_score)s ليست نسبة مئوية صالحة
el: %(min_score)s δεν είναι έγκυρο ποσοστό βαθμού

source: Gating milestone for {usage_key}
ar: علامة فارقة لـ {usage_key}
el: Ορόσημο για {usage_key}

source: License
ar: الترخيص
el: Άδεια

source: A license defines how the contents of this block can be shared and reused.
ar: يحدد الترخيص كيف يمكن مشاركة محتويات هذه الكتلة وإعادة استخدامها.
el: Μια άδεια χρήσης καθορίζει τον τρόπο με τον οποίο τα περιεχόμενα αυτού του μπλοκ μπορούν να μοιραστούν και να επαναχρησιμοποιηθούν.

source: Category
ar: الفئة
el: Κατηγορία

source: Week 1
ar: الأسبوع الأول
el: Εβδομάδα 1

source: A category name for the discussion. This name appears in the left pane of the discussion forum for the course.
ar: اسم فئة للمناقشة. يظهر هذا الاسم في الجزء الأيسر من منتدى المناقشة الخاص بالمقرر دورة.
el: Ένα όνομα κατηγορίας για τη συζήτηση. Αυτό το όνομα εμφανίζεται στο αριστερό τμήμα του φόρουμ συζήτησης για το μάθημα.

source: Subcategory
ar: الفئة الفرعية
el: Υποκατηγορία

source: A subcategory name for the discussion. This name appears in the left pane of the discussion forum for the course.
ar: اسم فئة فرعية للمناقشة. يظهر هذا الاسم في الجزء الأيسر من منتدى المناقشة الخاص بالمقرر دورة.
el: Ένα όνομα υποκατηγορίας για τη συζήτηση. Αυτό το όνομα εμφανίζεται στο αριστερό τμήμα του φόρουμ συζήτησης για το μάθημα.

source: You are not signed in. To view the discussion content, {sign_in_link} or {register_link}, and enroll in this course.
ar: لم تقم بتسجيل الدخول. لعرض محتوى المناقشة، {sign_in_link} أو {register_link}، والتسجيل في هذا دورة.
el: Δεν έχετε συνδεθεί. Για να δείτε το περιεχόμενο των συζητήτων, {sign_in_link} ή {register_link} και εγγραφείτε στο μάθημα.

source: Updates
ar: التحديثات
el: Ενημερώσεις

source: Reviews
ar: مراجعات
el: Κριτικές

source: {sign_in_link} or {register_link} and then enroll in this course.
ar: {sign_in_link} أو {register_link} ثم قم بالتسجيل في هذه دورة.
el: {sign_in_link} ή {register_link} και στη συνέχεια εγγραφείτε στο μάθημα.

source: Sign in
ar: تسجيل الدخول
el: Σύνδεση

source: {open_enroll_link}Enroll now{close_enroll_link} to access the full course.
ar: {open_enroll_link}قم بالتسجيل الآن{close_enroll_link} للوصول إلى دورة الكاملة.
el: {open_enroll_link}Εγγραφείτε τώρα{close_enroll_link} για να αποκτήσετε πρόσβαση στο πλήρες μάθημα.

source: Welcome to {course_display_name}
ar: مرحبًا بك في {course_display_name}
el: Καλώς ήρθατε στο {course_display_name}

source: To start, set a course goal by selecting the option below that best describes your learning plan. {goal_options_container}
ar: للبدء، قم بتعيين هدف المقرر دورة عن طريق تحديد الخيار أدناه الذي يصف خطة التعلم الخاصة بك بشكل أفضل. {goal_options_container}
el: Για να ξεκινήσετε, ορίστε έναν στόχο μαθήματος επιλέγοντας την παρακάτω επιλογή που περιγράφει καλύτερα το πρόγραμμα εκπαίδευσής σας. {goal_options_container}

source: Set goal to: {choice}
ar: حدد الهدف إلى: {choice}
el: Ορισμός στόχου σε: {choice}

source: Set goal to: {goal_text}
ar: حدد الهدف إلى: {goal_text}
el: Ορισμός στόχου σε: {goal_text}

source: Enrollment in {course_title} was not complete.
ar: لم يكتمل التسجيل في {course_title} .
el: Η εγγραφή στο {course_title} δεν ολοκληρώθηκε.

source: If you have concerns about sharing your data, please contact your administrator at {enterprise_customer_name}.
ar: إذا كانت لديك مخاوف بشأن مشاركة بياناتك, يرجى الاتصال بالمسؤول على {enterprise_customer_name}.
el: Εάν έχετε ανησυχίες σχετικά με την κοινή χρήση των δεδομένων σας, επικοινωνήστε με το διαχειριστή σας στο {enterprise_customer_name}.

source: Thank you for joining {platform_name}. Just a couple steps before you start learning!
ar: شكرا لانضمامك {platform_name}. فقط بضع خطوات قبل أن تبدأ التعلم!
el: Σας ευχαριστώ που συμμετέχετε στο {platform_name}. Λίγα βήματα πριν αρχίσεις να μαθαίνεις!

source: Continue
ar: متابعة
el: Συνέχεια

source: Welcome to the new learner profile page. Your full profile now displays more information to other learners. You can instead choose to display a limited profile. {learn_more_link_start}Learn more{learn_more_link_end}
ar: مرحبًا بك في صفحة ملف تعريف متعلم الجديد. يعرض ملفك الشخصي الكامل الآن المزيد من المعلومات للمتعلمين الآخرين. يمكنك بدلاً من ذلك اختيار عرض ملف تعريف محدود. {learn_more_link_start}تعرف على المزيد{learn_more_link_end}
el: Καλώς ορίσατε στη σελίδα προφίλ του νέου εκπαιδευόμενου. Το πλήρες προφίλ σας εμφανίζει πλέον περισσότερες πληροφορίες σε άλλους εκπαιδευόμενους. Αντ' αυτού, μπορείτε να επιλέξετε να εμφανίσετε ένα περιορισμένο προφίλ. {learn_more_link_start}Μάθετε περισσότερα{learn_more_link_end}

source: Remember when you enrolled in %(course_name)s, and other courses on edX.org? We do, and we’re glad to have you! Come see what everyone is learning.
ar: هل تتذكر عندما قمت بالتسجيل في %(course_name)s، ودورات أخرى على edX.org؟ نحن نفعل ذلك، ونحن سعداء لوجودك! تعال وانظر ما يتعلمه الجميع.
el: Θυμηθείτε όταν έχετε εγγραφεί στο %(course_name)s, και άλλα μαθήματα στο EDX.org; Έχουμε, και είμαστε ευτυχείς που σας έχουμε! Έλα να δεις τι μαθαίνουν όλοι.

source: Remember when you enrolled in %(course_name)s on edX.org? We do, and we’re glad to have you! Come see what everyone is learning.
ar: هل تتذكر عندما قمت بالتسجيل في %(course_name)s على edX.org؟ نحن نفعل ذلك، ونحن سعداء لوجودك! تعال وانظر ما يتعلمه الجميع.
el: Θυμάστε όταν εγγραφήκατε στο %(course_name)s στο EDX.org; Έχουμε, και είμαστε ευτυχείς που σας έχουμε! Έλα να δεις τι μαθαίνουν όλοι.

source: Course team user does not exist
ar: مستخدم فريق دورة غير موجود
el: Ο χρήστης ομάδας μαθημάτων δεν υπάρχει

source: The groups in this configuration can be mapped to cohorts in the Instructor Dashboard.
ar: يمكن تعيين المجموعات الموجودة في هذا التكوين إلى مجموعات في لوحة القيادة مدرب.
el: Οι ομάδες σε αυτήν τη ρύθμιση παραμέτρων μπορούν να αντιστοιχιστούν σε ομάδες στον Πίνακα εργαλείων εκπαιδευτή.

source: Content Groups
ar: مجموعات المحتوى
el: Ομάδες Περιεχομένου

source: invalid JSON
ar: JSON غير صالح
el: μη έγκυρο JSON

source: must have name of the configuration
ar: يجب أن يكون اسم التكوين
el: πρέπει να περιλαμβάνει το όνομα της διαμόρφωσης

source: must have at least one group
ar: يجب أن يكون لديك مجموعة واحدة على الأقل
el: θα πρέπει να υπάρχει τουλάχιστον μια ομάδα

source: Invalid course update id.
ar: معرف تحديث دورة غير صالح.
el: Μη έγκυρος κωδικός ταυτοποίησης για αναβάθμιση μαθήματος

source: Course update not found.
ar: لم يتم العثور على تحديث دورة.
el: Η αναβάθμιση Μαθήματος δεν βρέθηκε

source: Could not index item: {}
ar: تعذر فهرسة العنصر: {}
el: Αδύνατη η ένδειξη ευρετηρίου: {}

source: General indexing error occurred
ar: حدث خطأ فهرسة عام
el: Προέκυψε γενικό πρόβλημα καταχώρησης στο ευρετήριο

source: (Unnamed)
ar: (غير مسمى)
el: (Χωρίς όνομα)

source: GIT_REPO_EXPORT_DIR not set or path {0} doesn't exist, please create it, or configure a different path with GIT_REPO_EXPORT_DIR
ar: GIT_REPO_EXPORT_DIR غير محدد أو المسار {0} غير موجود، يرجى إنشائه، أو تكوين مسار مختلف مع GIT_REPO_EXPORT_DIR
el: Το GIT_REPO_EXPORT_DIR δεν έχει οριστεί ή η διαδρομή {0} δεν υπάρχει, δημιουργήστε την ή ρυθμίστε μια διαφορετική διαδρομή με το GIT_REPO_EXPORT_DIR

source: Non writable git url provided. Expecting something like: git@github.com:mitocw/edx4edx_lite.git
ar: تم توفير عنوان url git غير قابل للكتابة. توقع شيء مثل: git@github.com: ميتوكو/edx4edx_lite.git
el: Μη εγγράψιμο git url παρέχεται. Αναμένοντας κάτι σαν: git@github.com:mitocw/edx4edx_lite.git
