Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar, el

source: This course doesn't support paid certificates
ar: لا تدعم هذه دورة شهادات المدفوعة.
el: Αυτό το μάθημα δεν υποστηρίζει πληρωμένα πιστοποιητικά

source: No selected price or selected price is below minimum.
ar: لا يوجد سعر محدد أو سعر محدد أقل من الحد الأدنى.
el: Δεν έχει επιλεγεί τιμή ή την επιλεγμένη τιμή είναι κάτω από το ελάχιστο.

source: Photo ID image is required if the user does not have an initial verification attempt.
ar: صورة معرف الصورة مطلوبة إذا لم يكن لدى المستخدم محاولة تحقق أولية.
el: Η εικόνα ταυτότητας φωτογραφίας απαιτείται εάν ο χρήστης δεν έχει μια αρχική προσπάθεια επαλήθευσης.

source: Missing required parameter face_image
ar: المعلمة المطلوبة المفقودة face_image
el: Λείπει απαιτούμενη παράμετρος face_image

source: Invalid course key
ar: مفتاح دورة غير صالح
el: Μη έγκυρο κλειδί μαθήματος

source: No profile found for user
ar: لم يتم العثور على ملف تعريف للمستخدم
el: Δεν βρέθηκε προσωπική σελίδα για τον χρήστη

source: Name must be at least {min_length} characters long.
ar: يجب أن يكون الاسم لا يقل عن {min_length} حرف.
el: Το όνομα πρέπει να έχει τουλάχιστον {min_length} χαρακτήρες.

source: Image data is not valid.
ar: بيانات الصورة غير صالحة.
el: Τα δεδομένα εικόνας δεν είναι έγκυρα.

source: {platform_name} ID Verification Photos Received
ar: تم استلام {platform_name} صور التحقق من الهوية
el: {platform_name} Παραλήφθηκαν φωτογραφίες επαλήθευσης ταυτότητας

source: Your {platform_name} ID Verification Approved
el: Εγκρίθηκε η επαλήθευση ταυτότητας {platform_name}

source: Your {platform_name} Verification Has Been Denied
ar: تم رفض التحقق من {platform_name}
el: Η επαλήθευση {platform_name} απορρίφθηκε

source: Your Platform Name Here
ar: اسم النظام الأساسي الخاص بك هنا
el: Mathesis

source: Your Platform Description Here
ar: وصف النظام الأساسي الخاص بك هنا
el: Η περιγραφή της πλατφόρμας σας εδώ

source: Read access
ar: الوصول للقراءة
el: Πρόσβαση ανάγνωσης

source: Write access
ar: وصول الكتابة
el: Πρόσβαση εγγραφής

source: Know your email address
ar: تعرف على عنوان بريدك الإلكتروني
el: Γνωρίστε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας

source: Know your name and username
ar: تعرف على اسمك واسم المستخدم
el: Γνωρίστε το όνομα και το όνομα χρήστη

source: Retrieve your grades for your enrolled courses
ar: استرجع تقديراتك للمقررات دورات المسجلة
el: Ανακτήστε τους βαθμούς σας για τα μαθήματα που έχετε εγγραφεί

source: Retrieve your course certificates
ar: استرجاع شهادات دورة
el: Ανάκτηση πιστοποιητικών μαθημάτων

source: Audit
ar: التدقيق
el: Ακροατές

source: Like {platform_name} on Facebook
ar: مثل {platform_name} على Facebook
el: Δηλώστε πως σας αρέσει η σελίδα του {platform_name} στο Facebook

source: Twitter
ar: تويتر
el: Κελάδημα

source: Follow {platform_name} on Twitter
ar: تابع {platform_name} على تويتر
el: Ακολουθήστε το {platform_name} στο Twitter

source: Follow {platform_name} on LinkedIn
ar: اتبع {platform_name} على لينكد إن
el: Ακολουθήστε το {platform_name} στο LinkedIn

source: Follow {platform_name} on Google+
ar: اتبع {platform_name} على Google+
el: Ακολουθήστε το {platform_name} στο Google+

source: Subscribe to the {platform_name} subreddit
ar: اشترك في {platform_name} subreddit
el: Εγγραφείτε στο {platform_name} subreddit

source: Subscribe to the {platform_name} YouTube channel
ar: اشترك في قناة {platform_name} YouTube
el: Εγγραφείτε στο κανάλι {platform_name} YouTube

source: Kosovo
ar: كوسوفو
el: Κόσοβο

source: Welcome to {platform_name}.
ar: مرحبًا بك في {platform_name}.
el: Καλώς ήρθατε στο {platform_name}.

source: You have left the {start_bold}{enterprise_name}{end_bold} website and are now on the {platform_name} site. {enterprise_name} has partnered with {platform_name} to offer you high-quality, always available learning programs to help you advance your knowledge and career. {line_break}Please note that {platform_name} has a different {privacy_policy_link_start}Privacy Policy{privacy_policy_link_end} from {enterprise_name}.
ar: لقد تركت موقع {start_bold}{enterprise_name}{end_bold} وأنت الآن على موقع {platform_name} . دخلت {enterprise_name} شراكة مع {platform_name} لنقدم لك برامج تعليمية عالية الجودة ومتاحة دائمًا لمساعدتك على تطوير معرفتك وحياتك المهنية. {line_break}يرجى ملاحظة أن {platform_name} لديه {privacy_policy_link_start}سياسة خصوصية مختلفة{privacy_policy_link_end} من {enterprise_name}.
el: Έχετε αφήσει την ιστοσελίδα {start_bold}{enterprise_name}{end_bold} και είστε τώρα στην ιστοσελίδα {platform_name} . {enterprise_name} συνεργάζεται με το {platform_name} για να σας προσφέρει υψηλής ποιότητας, πάντα διαθέσιμα προγράμματα μάθησης για να σας βοηθήσει να προωθήσετε τις γνώσεις και την καριέρα σας. {line_break}Παρακαλείστε να σημειώσετε ότι {platform_name} έχει διαφορετική {privacy_policy_link_start}Πολιτική Προστασίας Προσωπικών Δεδομένων{privacy_policy_link_end} από {enterprise_name}.

source: Signed Out
ar: توقيع أوت
el: Υπεγράφη

source: You have signed out.
ar: لقد قمت بتسجيل الخروج.
el: Έχετε αποσυνδεθεί.

source: If you are not redirected within 5 seconds, <a href="%(target)s">click here to go to the home page</a>.
ar: إذا لم يتم إعادة توجيهك خلال 5 ثوانٍ ، <a href="%(target)s">فانقر هنا للانتقال إلى الصفحة الرئيسية</a> .
el: Εάν δεν ανακατευθυνθείτε μέσα σε 5 δευτερόλεπτα, <a href="%(target)s">κλικ εδώ για να μεταβείτε στην αρχική σελίδα</a>.

source: Skip to main content
ar: انتقل إلى المحتوى الرئيسي
el: Μετάβαση στο κύριο περιεχόμενο

source: Authorize
ar: تخويل
el: Εξουσιοδότηση

source: The above application requests the following permissions from your account:
ar: يطلب التطبيق أعلاه الأذونات التالية من حسابك:
el: Η παραπάνω εφαρμογή ζητά τα ακόλουθα δικαιώματα από το λογαριασμό σας:

source: These permissions will be granted for data from your courses associated with the following content providers:
ar: سيتم منح هذه الأذونات للبيانات من مقرراتك الدراسية المرتبطة بموفري المحتوى التاليين:
el: Αυτά τα δικαιώματα θα εκχωρηθούν για δεδομένα από τα μαθήματα που σχετίζονται με τις ακόλουθες υπηρεσίες παροχής περιεχομένου:

source: Please click the 'Allow' button to grant these permissions to the above application. Otherwise, to withhold these permissions, please click the 'Cancel' button.
ar: الرجاء النقر فوق الزر «السماح» لمنح هذه الأذونات للتطبيق أعلاه. خلاف ذلك، لحجب هذه الأذونات، يرجى النقر فوق الزر «إلغاء».
el: Κάντε κλικ στο κουμπί «Να επιτρέπεται» για να παραχωρήσετε αυτά τα δικαιώματα στην παραπάνω εφαρμογή. Διαφορετικά, για να αποκρύψετε αυτά τα δικαιώματα, κάντε κλικ στο κουμπί «Ακύρωση».

source: Cancel
ar: إلغاء
el: Ακύρωση

source: Allow
ar: السماح
el: Επίτρεψε

source: Error
ar: خطأ
el: Σφάλμα

source: Download
ar: تنزيل
el: Λήψη

source: Due to the high volume of data, this progress report is only available for export.
ar: نظرًا للحجم الكبير للبيانات، فإن هذا التقرير المرحلي متاح فقط للتصدير.
el: Λόγω του μεγάλου όγκου δεδομένων, αυτή η αναφορά προόδου είναι διαθέσιμη μόνο για εξαγωγή.

source: Total: %(nb_learners)s learner
ar: المجموع: %(nb_learners)s متعلمين
el: Σύνολο: %(nb_learners)s εκπαιδευόμενος

source: Page
ar: صفحة
el: Σελίδα

source: of
ar: من
el: του

source: Total: %(nb_rows)s row
ar: المجموع: %(nb_rows)s صفوف
el: Σύνολο: %(nb_rows)s σειρά

source: Last modified:
ar: آخر تعديل:
el: Τελευταία τροποποίηση:

source: See all children
ar: شاهد جميع الأطفال
el: Δείτε όλα τα άρθρα.

source: This article was last modified:
ar: تم تعديل هذه المقالة آخر مرة:
el: Το άρθρο αυτό τροποποιήθηκε τελευταία:

source: Add new article
ar: إضافة مقالة جديدة
el: Προσθήκη νέου άρθρου

source: Create article
ar: إنشاء مقالة
el: Δημιουργία άρθρου

source: Go back
ar: انطلق
el: Πίσω

source: Delete article
ar: حذف المقالة
el: Διαγραφή του άρθρου

source: Delete
ar: حذف
el: Διαγραφή

source: You cannot delete a root article.
ar: لا يمكنك حذف مقالة جذر.
el: Δεν μπορείτε να διαγράψετε ένα άρθρο διαδρομής

source: You cannot delete this article because you do not have permission to delete articles with children. Try to remove the children manually one-by-one.
ar: لا يمكنك حذف هذه المقالة لأنه ليس لديك إذن لحذف المقالات مع الأطفال. حاول إزالة الأطفال يدويًا واحدًا تلو الآخر.
el: Δεν μπορείτε να διαγράψετε αυτό το άρθρο γιατί δεν έχετε άδεια να διαγράψετε άρθρα με παιδιά. Προσπαθήστε να αφαιρέσετε τα παιδιά με το χέρι ένα-ένα.

source: You are deleting an article. This means that its children will be deleted as well. If you choose to purge, children will also be purged!
ar: أنت تقوم بحذف مقال. هذا يعني أنه سيتم حذف أطفالها أيضًا. إذا اخترت التطهير، فسيتم تطهير الأطفال أيضًا!
el: Διαγράψατε ένα άρθρο. Αυτό σημαίνει ότι τα παιδιά του θα διαγραφούν επίσης. Εάν επιλέξετε να καθαριστεί, τα παιδιά θα πρέπει να καθάριστούν και αυτά.

source: Articles that will be deleted
ar: المقالات التي سيتم حذفها
el: Τα άρθρα που θα διαγραφούν

source: ...and more!
ar: ... وأكثر!
el: ...και άλλα!

source: You are deleting an article. Please confirm.
ar: أنت تقوم بحذف مقال. يرجى التأكيد.
el: Με αυτή σας την ενέργεια πρόκειται να διαγράψετε ένα άρθρο. Παρακαλούμε επιβεβαιώστε ότι θέλετε να προχωρήσετε σε αυτήν.

source: Edit
ar: تحرير
el: Επεξεργασία

source: Save changes
ar: حفظ التغييرات
el: Αποθηκεύστε τις αλλαγές

source: Preview
ar: استطلاع
el: Προεπισκόπηση

source: Close
ar: إغلاق
el: Κλείσιμο

source: Wiki Preview
ar: معاينة ويكي
el: Προεπισκόπηση Wiki

source: window open
ar: نافذة مفتوحة
el: παράθυρο ανοικτό

source: Back to editor
ar: العودة إلى المحرر
el: Πίσω στην επεξεργασία

source: History
ar: التاريخ
el: Ιστορικό

source: Click each revision to see a list of edited lines. Click the Preview button to see how the article looked at this stage. At the bottom of this page, you can change to a particular revision or merge an old revision with the current one.
ar: انقر فوق كل مراجعة لمشاهدة قائمة الأسطر المحررة. انقر فوق الزر معاينة لمعرفة كيف نظرت المقالة في هذه المرحلة. في أسفل هذه الصفحة، يمكنك التغيير إلى مراجعة معينة أو دمج مراجعة قديمة مع المراجعة الحالية.
el: Κάντε κλικ σε κάθε αναθεώρηση για να δείτε την λίστα με της γραμμες που επιμελήθηκαν.Κάντε κλικ στη Προεπισκόπηση για να δείτε το στάδιο του άρθρου. Στο κάτω μέρος της σελίδας, μπορείτε να αλλάξετε σε μια συγκεκριμένη αναθεώρηση ή τη συγχώνευση μίας παλιάς αναθεώρησης στη σημερινή.

source: (no log message)
ar: (لا توجد رسالة سجل)
el: (δεν υπάρχει μήνυμα καταγραφής)

source: Preview this revision
ar: معاينة هذه المراجعة
el: Κάντε επισκόπηση σε αυτήν την αναθεώρηση

source: Auto log:
ar: سجل تلقائي:
el: Αναφορά

source: Change
ar: تغيير
el: Αλλαγή

source: Merge selected with current...
ar: دمج محدد مع التيار...
el: Συγχώνευσε επιλεγμένη με την τρέχουσα...

source: Switch to selected version
ar: التبديل إلى الإصدار المحدد
el: Αλλαγή στήν επιλεγμένη έκδοση

source: Wiki Revision Preview
ar: معاينة مراجعة ويكي
el: Προεπισκόπηση αναθεώρησης Wiki

source: Back to history view
ar: عرض العودة إلى التاريخ
el: Πίσω στο ιστορικό

source: Switch to this version
ar: قم بالتبديل إلى هذا الإصدار
el: Αλλαγή σε αυτή την έκδοση

source: Merge Revision
ar: مراجعة الدمج
el: Συγχώνευση αναθεώρηση

source: Merge with current
ar: دمج مع التيار
el: Συγχώνευση με την τρέχουσα

source: When you merge a revision with the current, all data will be retained from both versions and merged at its approximate location from each revision.
ar: عند دمج مراجعة مع التيار، سيتم الاحتفاظ بجميع البيانات من كلا الإصدارين ودمجها في موقعها التقريبي من كل مراجعة.
el: Όταν κάνετε συγχώνευση μιας αναθεώρησης με την τρέχουσα, όλα τα δεδομένα θα διατηρούνται και από τις δύο εκδόσεις και θα συγχωνεύονται σε κατά προσέγγιση θέση του από κάθε αναθεώρηση.

source: After this, it's important to do a manual review.
ar: بعد ذلك، من المهم إجراء مراجعة يدوية.
el: Μετά από αυτό, είναι σημαντικό να κάνετε μια χειροκίνητη αναθεώρηση

source: Create new merged version
ar: إنشاء إصدار مدمج جديد
el: Δημιουργήστε νεα συγχωνευμένη έκδοση

source: You need to <a href="%(login_url)s">log in</a> or <a href="%(signup_url)s">sign up</a> to use this function.
ar: تحتاج إلى <a href="%(login_url)s">تسجيل الدخول</a> أو <a href="%(signup_url)s">تسجيل</a> لاستخدام هذه الوظيفة.
el: Πρέπει να <a href="%(login_url)s">σύνδεση</a> ή <a href="%(signup_url)s">εγγραφή</a> για να χρησιμοποιήσετε αυτή τη λειτουργία.

source: You need to log in or sign up to use this function.
ar: تحتاج إلى تسجيل الدخول أو التسجيل لاستخدام هذه الوظيفة.
el: Πρέπει να συνδεθείτε ή να εγγραφείτε για να χρησιμοποιήσετε αυτή τη λειτουργία.

source: Wiki Cheatsheet
ar: ورقة غش ويكي
el: Cheatsheet Wiki

source: Wiki Syntax Help
ar: تعليمات بناء الجملة Wiki
el: Βοήθεια Σύνταξης Wiki

source: This wiki uses <strong>Markdown</strong> for styling. There are several useful guides online. See any of the links below for in-depth details:
ar: يستخدم هذا الويكي <strong>Markdown</strong> للتصميم. هناك العديد من الأدلة المفيدة عبر الإنترنت. راجع أي من الروابط أدناه للحصول على تفاصيل متعمقة:
el: Αυτό το wiki χρησιμοποιεί <strong>Markdown</strong> για styling. Υπάρχουν αρκετοί χρήσιμοι οδηγοί σε απευθείας σύνδεση. Δείτε οποιονδήποτε από τους παρακάτω συνδέσμους για εμπεριστατωμένες λεπτομέρειες:

source: Markdown: Basics
ar: تخفيض السعر: الأساسيات
el: Υποσημείωση: Τα Βασικά

source: Quick Markdown Syntax Guide
ar: دليل بناء الجملة السريع
el: Γρηγορη Υποσημείωση Οδηγου Σύνταξης

source: Miniature Markdown Guide
ar: دليل تخفيض السعر المصغر
el: Μινιατούρα Οδηγός Υποσημείωσης

source: To create a new wiki article, create a link to it. Clicking the link gives you the creation page.
ar: لإنشاء مقالة wiki جديدة، قم بإنشاء رابط لها. النقر على الرابط يمنحك صفحة الإنشاء.
el: Για να δημιουργήσετε ένα νέο άρθρο wiki, δημιουργήστε μια σύνδεση σε αυτό. Κάνοντας κλικ στο σύνδεσμο σας δίνει τη δημιουργία της σελίδας.

source: [Article Name](wiki:ArticleName)
ar: [اسم المادة] (ويكي: اسم المادة)
el: [Όνομα Άρθρου](wiki:ΌνομαΆρθρου)

source: %(platform_name)s Additions:
ar: %(platform_name)s إضافات:
el: %(platform_name)s Προσθήκες:

source: Math Expression
ar: تعبير الرياضيات
el: Μαθηματική έκφραση

source: Useful examples:
ar: أمثلة مفيدة:
el: Χρήσιμα παραδείγματα:

source: Wikipedia
ar: ويكيبيديا
el: Βικιπαίδεια

source: Huge Header
ar: رأس ضخم
el: Τεράστια Επικεφαλίδα

source: Smaller Header
ar: رأس أصغر
el: Μικρότερη Επικεφαλίδα

source: *emphasis* or _emphasis_
ar: * التأكيد * أو _affocis_
el: *έμφαση* ή _έμφαση_

source: **strong** or __strong__
ar: **قوية** أو __strong__
el: **δυνατός** ή __δυνατός__

source: Unordered List
ar: قائمة غير مرتبة
el: Μη αριθμημένη λίστα

source: Sub Item 1
ar: البند الفرعي 1
el: Κατώτερο Είδος 1

source: Sub Item 2
ar: البند الفرعي 2
el: Κατώτερο Είδος 2

source: Ordered
ar: أمر
el: Παραγγέλθηκε

source: List
ar: قائمة
el: Λίστα

source: Quotes
ar: اقتباسات
el: Αποσπάσματα

source: Markdown syntax is allowed. See the %(start_link)scheatsheet%(end_link)s for help.
ar: بناء جملة تخفيض مسموح به. راجع ورقة الغش %(start_link)s%(end_link)s للحصول على المساعدة.
el: Η Markdown syntax επιτρέπεται. Δείτε το %(start_link)scheatsheet%(end_link)s για βοήθεια.

source: Attachments
ar: المرفقات
el: Συνημμένα

source: Upload new file
ar: تحميل ملف جديد
el: Μεταφόρτωση νέου αρχείου

source: Search and add file
ar: البحث عن ملف وإضافته
el: Αναζήτηση και προσθήκη αρχείου

source: Upload File
ar: تحميل ملف
el: Μεταφόρτωση αρχείου

source: Upload file
ar: تحميل ملف
el: Μεταφόρτωση αρχείου

source: Search files and articles
ar: البحث عن الملفات والمقالات
el: Αναζήτηση αρχείων και άρθρων

source: You can reuse files from other articles. These files are subject to updates on other articles which may or may not be a good thing.
ar: يمكنك إعادة استخدام الملفات من مقالات أخرى. تخضع هذه الملفات لتحديثات مقالات أخرى قد تكون أو لا تكون شيئًا جيدًا.
el: Μπορείτε να χρησιμοποιήσετε ξανά τα αρχεία από άλλα άρθρα. Τα αρχεία αυτά αποτελούν αντικείμενο ενημερώσεων αλλων άρθρων τα οποία μπορεί να είναι η να μήν είναι καλό πράγμα.

source: Search
ar: بحث
el: Αναζήτηση

source: The following files are available for this article. Copy the markdown tag to directly refer to a file from the article text.
ar: الملفات التالية متاحة لهذه المقالة. انسخ علامة تخفيض السعر للإشارة مباشرة إلى ملف من نص المقالة.
el: Τα ακόλουθα αρχεία είναι διαθέσιμα για αυτό το άρθρο. Αντιγράψτε την υποσημειωμενη ετικέτα να αναφέρονται απευθείας σε ένα αρχείο από το κείμενο του άρθρου.

source: Markdown tag
ar: علامة تخفيض السعر
el: Υποσημείωση ετικέτας

source: Uploaded by
ar: تم الرفع بواسطة
el: Ανέβηκε από

source: Size
ar: الحجم
el: Μέγεθος

source: File History
ar: محفوظات الملفات
el: Ιστορικό φακέλου

source: Detach
ar: فصل
el: Αποσυνδέστε

source: Replace
ar: استبدال
el: Αντικατάσταση

source: Restore
ar: استعادة
el: Επαναφορά

source: anonymous (IP logged)
ar: مجهول (تم تسجيل IP)
el: ανώνυμη (IP συνδέθηκε)

source: File history
ar: سجل الملفات
el: Ιστορικό φακέλου

source: revisions
ar: مراجعات
el: αναθεώρηση

source: There are no attachments for this article.
ar: لا توجد مرفقات لهذه المقالة.
el: Δεν υπάρχουν συνημμένα για αυτό το άρθρο.

source: Previewing revision:
ar: مراجعة المعاينة:
el: Προεπισκόπηση αναθεώρησης:

source: Previewing a merge between two revisions:
ar: معاينة الدمج بين تنقيحين:
el: Προεπισκόπηση συγχώνευσης μεταξύ δύο αναθεωρήσεων:

source: This revision has been deleted.
ar: تم حذف هذه المراجعة.
el: Η αναθεώρηση αυτή έχει διαγραφεί.

source: Restoring to this revision will mark the article as deleted.
ar: ستؤدي استعادة هذه المراجعة إلى وضع علامة على المقالة على أنها محذوفة.
el: Αποκατάσταση της αναθεώρησης αυτής θα σηματοδοτήσει το άρθρο ως διαγραμμένο.

source: ACE Common
ar: إيس كومون
el: ΜΕΑ Κοινή

source: Go to %(platform_name)s Home Page
ar: انطلق إلى %(platform_name)s الصفحة الرئيسية
el: Πηγαίνετε στην Αρχική Σελίδα του %(platform_name)s

source: Sign In
ar: تسجيل الدخول
el: Σύνδεση

source: %(platform_name)s on LinkedIn
ar: %(platform_name)s على لينكد إن
el: %(platform_name)s στο LinkedIn

source: %(platform_name)s on Twitter
ar: %(platform_name)s على تويتر
el: %(platform_name)s στο Twitter

source: %(platform_name)s on Facebook
ar: %(platform_name)s على فيسبوك
el: %(platform_name)s στο Facebook

source: %(platform_name)s on Google Plus
ar: %(platform_name)s على جوجل بلس
el: %(platform_name)s στο Google Plus

source: %(platform_name)s on Reddit
ar: %(platform_name)s على رديت
el: %(platform_name)s στο Reddit

source: Download the iOS app on the Apple Store
ar: قم بتنزيل تطبيق iOS على متجر Apple
el: Λήψη της εφαρμογής iOS στο Apple Store

source: Download the Android app on the Google Play Store
ar: قم بتنزيل تطبيق Android على متجر Google Play
el: Κάντε λήψη της εφαρμογής Android στο Google Play Store

source: Our mailing address is
ar: عنواننا البريدي هو
el: Η διεύθυνση του ηλεκτρονικού ταχυδρομείου μας είναι

source: %(platform_name)s Email
ar: %(platform_name)s البريد الإلكتروني
el: %(platform_name)s Ηλεκτρονικό ταχυδρομείο

source: Don't miss the opportunity to highlight your new knowledge and skills by earning a verified certificate. Upgrade by %(user_schedule_upgrade_deadline_time)s.
ar: لا تفوت الفرصة لتسليط الضوء على معرفتك ومهاراتك الجديدة من خلال الحصول على شهادة تم التحقق منها. الترقية بواسطة %(user_schedule_upgrade_deadline_time)s.
el: Μην χάσετε την ευκαιρία να αναδείξετε τις νέες γνώσεις και τις ικανότητές σας κερδίζοντας ένα επαληθευμένο πιστοποιητικό. Αναβάθμιση κατά %(user_schedule_upgrade_deadline_time)s.

source: Upgrade Now
ar: قم بالترقية الآن
el: Αναβάθμιση τώρα

source: Once you have approved this request, go to {catalog_admin_url} to set up a catalog for this user.
ar: بمجرد الموافقة على هذا الطلب، انتقل إلى {catalog_admin_url} لإعداد كتالوج لهذا المستخدم.
el: Αφού εγκρίνετε αυτήν την αίτηση, μεταβείτε στο {catalog_admin_url} για να δημιουργήσετε έναν κατάλογο για αυτόν το χρήστη.

source: Organization Name
ar: اسم المؤسسة
el: Όνομα Οργανισμού

source: Organization Address
ar: عنوان المؤسسة
el: Διεύθυνση Οργάνωσης

source: Describe what your application does.
ar: وصف ما يفعله التطبيق الخاص بك.
el: Περιγράψτε τι κάνει η αίτησή σας.

source: The URL of your organization's website.
ar: عنوان URL لموقع الويب الخاص بمؤسستك.
el: Η διεύθυνση URL της τοποθεσίας Web του οργανισμού σας.

source: The name of your organization.
ar: اسم مؤسستك.
el: Το όνομα του οργανισμού σας.

source: The contact address of your organization.
ar: عنوان جهة الاتصال الخاصة بمؤسستك.
el: Η διεύθυνση επικοινωνίας του οργανισμού σας.

source: The following users do not exist: {usernames}.
ar: المستخدمون التاليون غير موجودين: {usernames}.
el: Οι παρακάτω χρήστες δεν υπάρχουν: {usernames}.

source: Comma-separated list of usernames which will be able to view this catalog.
ar: قائمة أسماء المستخدمين مفصولة بفواصل والتي ستتمكن من عرض هذا الكتالوج.
el: Λίστα διαχωρισμένη με κόμματα με ονόματα χρηστών που θα μπορούν να δουν αυτόν τον κατάλογο.

source: Denied
ar: تم رفض
el: Απορρίπτεται

source: Approved
ar: تمت الموافقة
el: Εγκρίθηκε

source: Status of this API access request
ar: حالة طلب الوصول إلى واجهة برمجة التطبيقات
el: Κατάσταση αυτής της αίτησης πρόσβασης API

source: The URL of the website associated with this API user.
ar: عنوان URL لموقع الويب المرتبط بمستخدم واجهة برمجة التطبيقات هذا.
el: Η διεύθυνση URL της ιστοσελίδας που σχετίζεται με αυτόν τον χρήστη API.

source: The reason this user wants to access the API.
ar: سبب رغبة هذا المستخدم في الوصول إلى واجهة برمجة التطبيقات.
el: Ο λόγος που αυτός ο χρήστης θέλει να αποκτήσει πρόσβαση στο API.

source: API access request from {company}
ar: طلب الوصول إلى واجهة برمجة التطبيقات من {company}
el: Αίτημα πρόσβασης API από {company}

source: API access request
ar: طلب وصول واجهة برمجة التطبيقات
el: Αίτημα πρόσβασης API

source: I, and my organization, accept the {link_start}{platform_name} API Terms of Service{link_end}.
ar: أنا ومؤسستي، أقبل شروط خدمة {link_start}{platform_name} API{link_end}.
el: Εγώ, και ο οργανισμός μου, αποδέχομαι τους {link_start}{platform_name} Όρους Παροχής Υπηρεσιών API{link_end}.

source: Bookmarks
ar: الإشارات المرجعية
el: Σελιδοδείκτες

source: An error has occurred. Please try again.
ar: حدث خطأ. يرجى المحاولة مرة أخرى.
el: Προέκυψε σφάλμα. Παρακαλούμε δοκιμάστε ξανά.

source: No data provided.
ar: لم يتم توفير أي بيانات.
el: Δεν παρέχονται δεδομένα.

source: Parameter usage_id not provided.
ar: لم يتم توفير المعلمة usage_id.
el: Η παράμετρος usage_id δεν παρέχεται.

source: Invalid usage_id: {usage_id}.
ar: usage_id غير صالح: {usage_id}.
el: Μη έγκυρο αναγνωριστικό usage_id: {usage_id}.

source: Block with usage_id: {usage_id} not found.
ar: حظر باستخدام usage_id: {usage_id} غير موجود.
el: Αποκλεισμός με usage_id: {usage_id} δεν βρέθηκε.

source: You can create up to {max_num_bookmarks_per_course} bookmarks. You must remove some bookmarks before you can add new ones.
ar: يمكنك إنشاء ما يصل إلى {max_num_bookmarks_per_course} إشارات مرجعية. يجب إزالة بعض الإشارات المرجعية قبل أن تتمكن من إضافة إشارات جديدة.
el: Μπορείτε να δημιουργήσετε έως {max_num_bookmarks_per_course} σελιδοδείκτες. Θα χρειαστεί να αφαιρέσετε κάποιους σελιδοδείκτες προτού προσθέσετε νέους.

source: Bookmark with usage_id: {usage_id} does not exist.
ar: إشارة مرجعية مع usage_id: {usage_id} غير موجود.
el: Σελιδοδείκτης με usage_id: {usage_id} δεν υπάρχει.

source: Internal API URL
ar: رابط واجهة برمجة التطبيقات الداخلية
el: Εσωτερικό URL API

source: DEPRECATED: Use the setting COURSE_CATALOG_API_URL.
ar: تم إيقافه: استخدم الإعداد COURSE_CATALOG_API_URL.
el: DEPRECATED: Χρησιμοποιήστε τη ρύθμιση COURSE_CATALOG_API_URL.

source: Specified in seconds. Enable caching of API responses by setting this to a value greater than 0.
ar: محدد بالثواني. قم بتمكين التخزين المؤقت لاستجابات API عن طريق تعيين هذا إلى قيمة أكبر من 0.
el: Καθορίζεται σε δευτερόλεπτα. Ενεργοποιήστε την προσωρινή αποθήκευση των αποκρίσεων API, ορίζοντας αυτήν την τιμή μεγαλύτερη από 0.

source: Long Term Cache Time To Live
ar: وقت ذاكرة التخزين المؤقت على المدى الطويل للعيش
el: Μακροπρόθεσμος χρόνος προσωρινής μνήμης για τη ζωή
