Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar, el

source: An access key for the example certificate. This is used when we receive a response from the queue to validate that the sender is the same entity we asked to generate the certificate.
ar: مفتاح وصول لشهادة المثال. يتم استخدام هذا عندما نتلقى استجابة من قائمة الانتظار للتحقق من أن المرسل هو نفس الكيان الذي طلبناه لإنشاء شهادة.
el: Ένα κλειδί πρόσβασης για το παράδειγμα πιστοποιητικού. Αυτό χρησιμοποιείται όταν λαμβάνουμε μια απάντηση από την ουρά για να επικυρώσουμε ότι ο αποστολέας είναι η ίδια οντότητα που ζητήσαμε να δημιουργήσουμε το πιστοποιητικό.

source: The full name that will appear on the certificate.
ar: الاسم الكامل الذي سيظهر على شهادة.
el: Το πλήρες όνομα που θα εμφανιστεί στο πιστοποιητικό.

source: The template file to use when generating the certificate.
ar: ملف القالب الذي يجب استخدامه عند إنشاء شهادة.
el: Το αρχείο προτύπου που θα χρησιμοποιηθεί κατά τη δημιουργία του πιστοποιητικού.

source: The status of the example certificate.
ar: حالة شهادة المثال.
el: Η κατάσταση του πιστοποιητικού παραδείγματος.

source: The reason an error occurred during certificate generation.
ar: سبب حدوث خطأ أثناء إنشاء شهادة.
el: Ο λόγος που παρουσιάστηκε σφάλμα κατά τη δημιουργία πιστοποιητικού.

source: The download URL for the generated certificate.
ar: عنوان URL للتنزيل للشهادة التي تم إنشاؤها.
el: Η διεύθυνση URL λήψης για το πιστοποιητικό που δημιουργήθηκε.

source: Name of template.
ar: اسم القالب.
el: Όνομα προτύπου.

source: Description and/or admin notes.
ar: الوصف و/أو ملاحظات المشرف.
el: Περιγραφή ή/και σημειώσεις διαχειριστή.

source: Django template HTML.
ar: قالب جانغو HTML.
el: Πρότυπο Django HTML.

source: Organization of template.
ar: تنظيم القالب.
el: Οργάνωση του προτύπου.

source: The course mode for this template.
ar: وضع دورة لهذا القالب.
el: Η λειτουργία μαθήματος για αυτό το πρότυπο.

source: On/Off switch.
ar: مفتاح تشغيل/إيقاف.
el: Διακόπτης on/off.

source: Description of the asset.
ar: وصف الأصل.
el: Περιγραφή του περιουσιακού στοιχείου.

source: Asset file. It could be an image or css file.
ar: ملف الأصول. يمكن أن تكون صورة أو ملف css.
el: Αρχείο περιουσιακού στοιχείου. Μπορεί να είναι αρχείο εικόνας ή CSS.

source: Asset's unique slug. We can reference the asset in templates using this value.
ar: سبيكة الأصول الفريدة. يمكننا الرجوع إلى الأصل في القوالب باستخدام هذه القيمة.
el: Μοναδικό βλήμα του περιουσιακού στοιχείου. Μπορούμε να αναφερθούμε στο περιουσιακό στοιχείο σε πρότυπα χρησιμοποιώντας αυτήν την τιμή.

source: user is not given.
ar: لم يتم إعطاء المستخدم.
el: δεν δίνεται ο χρήστης.

source: user '{user}' does not exist
ar: المستخدم '{user}' غير موجود
el: ο χρήστης '{user}' δεν υπάρχει

source: Course id '{course_id}' is not valid
ar: معرف دورة '{course_id}' غير صالح
el: Το αναγνωριστικό μαθήματος '{course_id}' δεν είναι έγκυρο

source: The course does not exist against the given key '{course_key}'
ar: الدورة دورة غير موجودة مقابل المفتاح المحدد '{course_key}'
el: Το μάθημα δεν υπάρχει ενάντια στο δεδομένο κλειδί '{course_key}'

source: User {username} does not exist
ar: المستخدم {username} غير موجود
el: Ο χρήστης {username} δεν υπάρχει

source: {course_key} is not a valid course key
ar: {course_key} ليس مفتاح دورة صالح
el: Το{course_key} δεν είναι έγκυρο κλειδί μαθήματος

source: The course {course_key} does not exist
ar: الدورة دورة {course_key} غير موجودة
el: Το μάθημα {course_key} δεν υπάρχει

source: User {username} is not enrolled in the course {course_key}
ar: لم يتم تسجيل المستخدم {username} في المقرر دورة {course_key}
el: Ο χρήστης {username} δεν είναι εγγεγραμμένος στο μάθημα {course_key}

source: An unexpected error occurred while regenerating certificates.
ar: حدث خطأ غير متوقع أثناء إعادة إنشاء شهادات.
el: Παρουσιάστηκε ένα μη αναμενόμενο σφάλμα κατά την αναγέννηση πιστοποιητικών.

source: An {cert_type} certificate signifies that a learner has agreed to abide by the honor code established by {platform_name} and has completed all of the required tasks for this course under its guidelines.
ar: تشير شهادة {cert_type} إلى أن متعلم قد وافق على الالتزام بقانون الشرف الذي أنشأه {platform_name} وأكمل جميع المهام المطلوبة لهذه دورة وفقًا لإرشاداتها.
el: Ένα πιστοποιητικό {cert_type} σημαίνει ότι ένας εκπαιδευόμενος έχει συμφωνήσει να συμμορφωθεί με τον κωδικό τιμής που έχει καθιερωθεί από το {platform_name} και έχει ολοκληρώσει όλες τις απαιτούμενες εργασίες για αυτό το μάθημα σύμφωνα με τις οδηγίες του.

source: A {cert_type} certificate signifies that a learner has agreed to abide by the honor code established by {platform_name} and has completed all of the required tasks for this course under its guidelines. A {cert_type} certificate also indicates that the identity of the learner has been checked and is valid.
ar: تشير شهادة {cert_type} إلى أن متعلم قد وافق على الالتزام بقانون الشرف الذي أنشأه {platform_name} وأكمل جميع المهام المطلوبة لهذه دورة وفقًا لإرشاداتها. تشير شهادة {cert_type} أيضًا إلى أنه تم التحقق من هوية متعلم وهي صالحة.
el: Ένα πιστοποιητικό {cert_type} σημαίνει ότι ένας εκπαιδευόμενος έχει συμφωνήσει να συμμορφωθεί με τον κωδικό τιμής που έχει καθιερωθεί από το {platform_name} και έχει ολοκληρώσει όλες τις απαιτούμενες εργασίες για αυτό το μάθημα σύμφωνα με τις οδηγίες του. Ένα πιστοποιητικό {cert_type} δηλώνει επίσης ότι η ταυτότητα του εκπαιδευόμενου έχει ελεγχθεί και είναι έγκυρη.

source: An {cert_type} certificate demonstrates a high level of achievement in a program of study, and includes verification of the learner's identity.
ar: توضح شهادة {cert_type} مستوى عالٍ من الإنجاز في برنامج الدراسة، وتتضمن التحقق من هوية المتعلم.
el: Ένα πιστοποιητικό {cert_type} επιδεικνύει υψηλό επίπεδο επίτευξης σε ένα πρόγραμμα σπουδών και περιλαμβάνει επαλήθευση της ταυτότητας του εκπαιδευόμενου.

source: This is a valid {platform_name} certificate for {user_name}, who participated in {partner_short_name} {course_number}
ar: هذه شهادة {platform_name} صالحة لـ {user_name}، الذين شاركوا في {partner_short_name} {course_number}
el: Αυτό είναι ένα έγκυρο πιστοποιητικό {platform_name} για {user_name}, ο οποίος συμμετείχε στο {partner_short_name} {course_number}

source: {partner_short_name} {course_number} Certificate | {platform_name}
ar: {partner_short_name} {course_number} شهادة | {platform_name}
el: {partner_short_name} {course_number} Βεβαίωση | {platform_name}

source: successfully completed, received a passing grade, and was awarded this {platform_name} {certificate_type} Certificate of Completion in
ar: اكتمل بنجاح، وحصل على درجة النجاح، وحصل على شهادة الإنجاز {platform_name} {certificate_type} في
el: ολοκληρώθηκε με επιτυχία, έλαβε ένα βαθμό που πέρασε, και απονεμήθηκε αυτό το {platform_name} {certificate_type} Πιστοποιητικό Ολοκλήρωσης στο

source: {platform_name} acknowledges achievements through certificates, which are awarded for course activities that {platform_name} learners complete.
el: {platform_name} αναγνωρίζει επιτεύγματα μέσω πιστοποιητικών, τα οποία απονέμονται για δραστηριότητες μαθημάτων που ολοκληρώνουν {platform_name} εκπαιδευόμενοι.

source: All rights reserved
ar: جميع الحقوق محفوظة
el: Με την επιφύλαξη κάθε νόμιμου δικαιώματος

source: Invalid Certificate
ar: شهادة غير صالحة
el: Μη έγκυρο πιστοποιητικό

source: Certificate Validation
ar: التحقق من صحة شهادة
el: Επικύρωση πιστοποιητικού

source: About {platform_name} Accomplishments
ar: حول {platform_name} إنجازات
el: Περίπου {platform_name} Επιτεύγματα

source: Issued On:
ar: تم إصداره على:
el: Εκδόθηκε στις:

source: Certificate ID Number
ar: رقم معرف شهادة
el: Αριθμός Αναγνωριστικού πιστοποιητικού

source: About {platform_name} Certificates
ar: حوالي {platform_name} شهادات
el: Σχετικά με {platform_name} Πιστοποιητικά

source: How {platform_name} Validates Learner Certificates
ar: كيف {platform_name} التحقق من صحة شهادات متعلم
el: Πώς {platform_name} επικυρώνει πιστοποιητικά εκπαιδευόμενου

source: Certificates issued by {platform_name} are signed by a gpg key so that they can be validated independently by anyone with the {platform_name} public key. For independent verification, {platform_name} uses what is called a "detached signature"&quot;".
el: Τα πιστοποιητικά που εκδίδονται από το {platform_name} υπογράφονται από ένα κλειδί gpg έτσι ώστε να μπορούν να επικυρωθούν ανεξάρτητα από οποιονδήποτε έχει το {platform_name} δημόσιο κλειδί. Για ανεξάρτητη επαλήθευση, το {platform_name} χρησιμοποιεί αυτό που ονομάζεται «αποκολλημένη υπογραφή»&quot;».

source: Validate this certificate for yourself
ar: تحقق من صحة هذه شهادة بنفسك
el: Επικύρωση αυτού του πιστοποιητικού για τον εαυτό σας

source: {platform_name} offers interactive online classes and MOOCs.
ar: {platform_name} يقدم دروسًا تفاعلية عبر الإنترنت و MOOCs.
el: {platform_name} προσφέρει διαδραστικά online μαθήματα και MOOC.

source: About {platform_name}
ar: حول {platform_name}
el: Σχετικά με το {platform_name}

source: Learn more about {platform_name}
ar: تعرف على المزيد حول {platform_name}
el: Μάθετε περισσότερα για το {platform_name}

source: Learn with {platform_name}
ar: تعلم مع {platform_name}
el: Μάθετε με {platform_name}

source: Work at {platform_name}
ar: العمل في {platform_name}
el: Εργασία στο {platform_name}

source: Contact {platform_name}
ar: اتصل {platform_name}
el: Επικοινωνία {platform_name}

source: {platform_name} acknowledges the following learner accomplishment
ar: {platform_name} يقر بإنجاز متعلم التالي
el: {platform_name} αναγνωρίζει το ακόλουθο επίτευγμα εκπαιδευόμενου

source: a course of study offered by {partner_short_name}, an online learning initiative of {partner_long_name}.
ar: دورة دراسية تقدمها {partner_short_name}, مبادرة التعلم عبر الإنترنت لـ {partner_long_name}.
el: ένα μάθημα σπουδών που προσφέρονται από {partner_short_name}, μια διαδικτυακή πρωτοβουλία μάθησης {partner_long_name}.

source: a course of study offered by {partner_short_name}.
ar: دورة دراسية تقدمها {partner_short_name}.
el: ένα μάθημα σπουδών που προσφέρονται από {partner_short_name}.

source: I completed the {course_title} course on {platform_name}.
ar: أكملت دورة {course_title} في {platform_name}.
el: Ολοκλήρωσα το μάθημα {course_title} στο {platform_name}.

source: I completed a course at {platform_name}. Take a look at my certificate.
ar: أكملت دورة في {platform_name}. ألقِ نظرة على شهادتي.
el: Ολοκλήρωσα ένα μάθημα στο {platform_name}. Ρίξε μια ματιά στο πιστοποιητικό μου.

source: More Information About {user_name}'s Certificate:
ar: مزيد من المعلومات حول شهادة {user_name}:
el: Περισσότερες πληροφορίες σχετικά με το πιστοποιητικό {user_name}:

source: {fullname}, you earned a certificate!
ar: {fullname}، لقد حصلت على شهادة!
el: {fullname}, κέρδισες ένα πιστοποιητικό!

source: Congratulations! This page summarizes what you accomplished. Show it off to family, friends, and colleagues in your social and professional networks.
ar: تهانينا! تلخص هذه الصفحة ما أنجزته. أظهر ذلك للعائلة والأصدقاء والزملاء في شبكاتك الاجتماعية والمهنية.
el: Συγχαρητήρια! Αυτή η σελίδα συνοψίζει τι πετύχατε. Δείξτε το στην οικογένεια, τους φίλους και τους συναδέλφους σας στα κοινωνικά και επαγγελματικά σας δίκτυα.

source: More about {fullname}'s accomplishment
ar: المزيد عن إنجاز {fullname}
el: Περισσότερα για το επίτευγμα του {fullname}

source: Username
ar: اسم المستخدم
el: Ψευδώνυμο

source: Grade
ar: الدرجة
el: Βαθμός

source: Percent
ar: النسبة المئوية
el: Ποσοστό

source: Opened by this number of learners
ar: تم افتتاحه من قبل هذا العدد من متعلمين
el: Άνοιξε από αυτόν τον αριθμό εκπαιδευομένων

source: subsections
ar: الأقسام الفرعية
el: υποενότητες

source: Count of Learners
ar: عدد متعلمين
el: Καταμέτρηση Εκπαιδευόμενων

source: Percent of Learners
ar: النسبة المئوية للمتعلمين
el: Ποσοστό Εκπαιδευόμενων

source: Score
ar: النتيجة
el: Βαθμός

source: problems
ar: مشاكل
el: προβλήματα

source: {course_id} is not a valid course key.
ar: {course_id} ليس مفتاح دورة صالح.
el: Το{course_id} δεν είναι έγκυρο κλειδί μαθήματος.

source: Course {course_id} does not exist.
ar: دورة {course_id} غير موجودة.
el: Μάθημα {course_id} δεν υπάρχει.

source: Use the checkout page hosted by the E-Commerce service.
ar: استخدم صفحة الخروج التي تستضيفها خدمة التجارة الإلكترونية.
el: Χρησιμοποιήστε τη σελίδα ολοκλήρωσης αγοράς που φιλοξενείται από την υπηρεσία Ηλεκτρονικού Εμπορίου.

source: Path to course(s) checkout page hosted by the E-Commerce service.
ar: المسار إلى صفحة الخروج من الدورة (الدورات) التي تستضيفها خدمة التجارة الإلكترونية.
el: Διαδρομή προς τη σελίδα ολοκλήρωσης μαθημάτων (ων) που φιλοξενείται από την υπηρεσία Ηλεκτρονικού Εμπορίου.

source: Cache Time To Live
ar: وقت التخزين المؤقت للعيش
el: Χρόνος προσωρινής μνήμης για να ζήσετε

source: Specified in seconds. Enable caching by setting this to a value greater than 0.
ar: محدد بالثواني. قم بتمكين التخزين المؤقت عن طريق تعيين هذا إلى قيمة أكبر من 0.
el: Καθορίζεται σε δευτερόλεπτα. Ενεργοποίηση προσωρινής αποθήκευσης ορίζοντας αυτήν την τιμή μεγαλύτερη από 0.

source: Path to order receipt page.
ar: المسار إلى صفحة إيصال الطلب.
el: Διαδρομή προς τη σελίδα παραλαβής παραγγελίας.

source: Automatically approve valid refund requests, without manual processing
ar: الموافقة تلقائيًا على طلبات استرداد صالحة، دون معالجة يدوية
el: Αυτόματη έγκριση έγκυρων αιτημάτων επιστροφής χρημάτων, χωρίς χειροκίνητη επεξεργασία

source: [Refund] User-Requested Refund
ar: [Refund] رد من قبل المستخدم
el: [Refund] Επιστροφή που ζητήθηκε από το χρήστη

source: A refund request has been initiated for {username} ({email}). To process this request, please visit the link(s) below.
ar: تم بدء طلب استرداد الأموال لـ {username} ({email}). لمعالجة هذا الطلب، يرجى زيارة الرابط (الروابط) أدناه.
el: Έχει ξεκινήσει αίτηση επιστροφής χρημάτων για το {username} ({email}). Για να επεξεργαστείτε αυτό το αίτημα, επισκεφθείτε τον (τους) σύνδεσμο (ούς) παρακάτω.

source: Receipt
ar: إيصال
el: Απόδειξη

source: Payment Failed
ar: فشل الدفع
el: Η πληρωμή απέτυχε

source: There was a problem with this transaction. You have not been charged.
ar: كانت هناك مشكلة في هذه المعاملة. لم يتم تحصيل رسوم منك.
el: Υπήρξε ένα πρόβλημα με αυτή τη συναλλαγή. Δεν σου έχουν απαγγελθεί κατηγορίες.

source: Make sure your information is correct, or try again with a different card or another form of payment.
ar: تأكد من صحة معلوماتك، أو حاول مرة أخرى باستخدام بطاقة مختلفة أو طريقة دفع أخرى.
el: Βεβαιωθείτε ότι τα στοιχεία σας είναι σωστά ή δοκιμάστε ξανά με διαφορετική κάρτα ή άλλη μορφή πληρωμής.

source: A system error occurred while processing your payment. You have not been charged.
ar: حدث خطأ في النظام أثناء معالجة دفعتك. لم يتم تحصيل رسوم منك.
el: Παρουσιάστηκε σφάλμα συστήματος κατά την επεξεργασία της πληρωμής σας. Δεν σου έχουν απαγγελθεί κατηγορίες.

source: Please wait a few minutes and then try again.
ar: يرجى الانتظار بضع دقائق ثم المحاولة مرة أخرى.
el: Παρακαλούμε περιμένετε μερικά λεπτά και προσπαθήστε ξανά.

source: For help, contact {payment_support_link}.
ar: للحصول على المساعدة، اتصل بـ {payment_support_link}.
el: Για βοήθεια, επικοινωνήστε με {payment_support_link}.

source: An error occurred while creating your receipt.
ar: حدث خطأ أثناء إنشاء الإيصال.
el: Παρουσιάστηκε σφάλμα κατά τη δημιουργία της απόδειξής σας.

source: If your course does not appear on your dashboard, contact {payment_support_link}.
ar: إذا لم يظهر مقررك الدراسي على لوحة المعلومات الخاصة بك، فاتصل بـ {payment_support_link}.
el: Εάν η πορεία σας δεν εμφανίζεται στον πίνακα ελέγχου, επικοινωνήστε με το {payment_support_link}.

source: Earn a certificate
ar: احصل على شهادة
el: Κερδίστε ένα πιστοποιητικό

source: Complete the course
ar: أكمل دورة
el: Ολοκληρώστε το μάθημα

source: Explore the course
ar: استكشف دورة
el: Εξερευνήστε το μάθημα

source: Not sure yet
ar: لست متأكدًا حتى الآن
el: Δεν είμαι σίγουρος ακόμα

source: This is the wiki for **{organization}**'s _{course_name}_.
ar: هذا هو الويكي لـ **{organization}**'s _{course_name}_.
el: Καλώς ήρθατε στο wiki του **{organization}**'- _{course_name}_.

source: Course page automatically created.
ar: تم إنشاء صفحة دورة تلقائيًا.
el: Η σελίδα μαθήματος δημιουργείται αυτόματα.

source: Welcome to the {platform_name} Wiki
ar: مرحبًا بك في {platform_name} Wiki
el: Καλώς ήλθατε στο {platform_name} Wiki

source: Visit a course wiki to add an article.
ar: قم بزيارة ويكي دورة لإضافة مقال.
el: Επισκεφθείτε ένα wiki για να προσθέσετε ένα άρθρο.

source: Course has not started
ar: لم تبدأ دورة
el: Το μάθημα δεν έχει ακόμη ξεκινήσει

source: Course does not start until {}
ar: لا تبدأ دورة حتى {}
el: Το μάθημα δεν ξεκινά μέχρι {}

source: You have unfulfilled milestones
ar: لديك معالم لم تتحقق
el: Έχετε ανεκπλήρωτα ορόσημα

source: You do not have access to this course
ar: ليس لديك حق الوصول إلى هذه الدورة
el: Δεν έχετε πρόσβαση σε αυτό το μάθημα

source: You do not have access to this course on a mobile device
ar: ليس لديك حق الوصول إلى هذه الدورة التدريبية على جهاز محمول
el: Δεν έχετε πρόσβαση σε αυτό το μάθημα σε μια κινητή συσκευή

source: Upgrade to Verified
ar: الترقية إلى التحقق
el: Αναβάθμιση σε επαληθευμένο

source: {relative} ago - {absolute}
ar: قبل {relative} - {absolute}
el: πριν {relative} - {absolute}

source: in {relative} - {absolute}
ar: في {relative} - {absolute}
el: σε {relative} - {absolute}

source: Course Starts
ar: بدء دورة
el: Έναρξη μαθήματος

source: Don't forget to add a calendar reminder!
ar: لا تنس إضافة تذكير تقويم!
el: Σημειώστε το στην ατζέντα σας!

source: Course starts in {time_remaining_string} on {course_start_date}.
ar: تبدأ دورة في {time_remaining_string} على {course_start_date}.
el: Το μάθημα ξεκινά σε {time_remaining_string} στις {course_start_date}.

source: Course starts in {time_remaining_string} at {course_start_time}.
ar: تبدأ دورة في {time_remaining_string} في {course_start_time}.
el: Το μάθημα ξεκινά σε {time_remaining_string} στις {course_start_time}.

source: Course End
ar: نهاية دورة
el: Λήξη του μαθήματος

source: To earn a certificate, you must complete all requirements before this date.
ar: للحصول على شهادة، يجب عليك إكمال جميع المتطلبات قبل هذا التاريخ.
el: Για να λάβετε βεβαίωση επιτυχούς παρακολούθησης, θα πρέπει να ολοκληρώσετε όλα τα απαιτούμενα μέχρι την παραπάνω ημερομηνία.

source: After this date, course content will be archived.
ar: بعد هذا التاريخ، سيتم أرشفة محتوى المقرر دورة.
el: Μετά από αυτή την ημερομηνία, το περιεχόμενο του μαθήματος θα αρχειοθετηθεί.

source: This course is archived, which means you can review course content but it is no longer active.
ar: تمت أرشفة هذه دورة، مما يعني أنه يمكنك مراجعة محتوى دورة ولكنه لم يعد نشطًا.
el: Το μάθημα αυτό είναι σε καθεστώς αυτομελέτης. Μπορείτε να δείτε το υλικό μαθήματος, το μάθημα όμως δεν είναι πλέον ενεργό και δεν έχετε πρόσβαση σε βαθμολογούμενα τεστ και εργασίες.

source: This course is ending in {time_remaining_string} on {course_end_date}.
ar: تنتهي هذه دورة في {time_remaining_string} على {course_end_date}.
el: Το μάθημα αυτό ολοκληρώνεται σε {time_remaining_string} στις {course_end_date}.

source: This course is ending in {time_remaining_string} at {course_end_time}.
ar: تنتهي هذه دورة في {time_remaining_string} في {course_end_time}.
el: Το μάθημα αυτό ολοκληρώνεται σε {time_remaining_string} στις {course_end_time}.

source: Certificate Available
ar: شهادة المتاحة
el: Διαθέσιμο πιστοποιητικό

source: Day certificates will become available for passing verified learners.
ar: ستصبح شهادات اليوم متاحة للمتعلمين الذين تم التحقق منهم.
el: Τα πιστοποιητικά ημέρας θα είναι διαθέσιμα για διέλευση επαληθευμένων εκπαιδευομένων.

source: If you have earned a certificate, you will be able to access it {time_remaining_string} from now. You will also be able to view your certificates on your {learner_profile_link}.
ar: إذا كنت قد حصلت على شهادة، فستتمكن من الوصول إليها {time_remaining_string} من الآن. ستتمكن أيضًا من عرض شهاداتك على {learner_profile_link}.
el: Εάν έχετε κερδίσει ένα πιστοποιητικό, θα μπορείτε να έχετε πρόσβαση σε αυτό {time_remaining_string} από τώρα. Θα μπορείτε επίσης να δείτε τα πιστοποιητικά σας στο {learner_profile_link}σας.

source: Learner Profile
ar: الملف الشخصي للمتعلم
el: Προσωπική σελίδα

source: We are working on generating course certificates.
ar: نحن نعمل على إنشاء شهادات دورة.
el: Εργαζόμαστε για τη δημιουργία πιστοποιητικών μαθημάτων.

source: Upgrade to Verified Certificate
ar: الترقية إلى شهادة تم التحقق منها
el: Αναβάθμιση σε επαληθευμένο πιστοποιητικό

source: Verification Upgrade Deadline
ar: الموعد النهائي لترقية التحقق
el: Προθεσμία Αναβάθμισης

source: Don't miss the opportunity to highlight your new knowledge and skills by earning a verified certificate.
ar: لا تفوت الفرصة لتسليط الضوء على معرفتك ومهاراتك الجديدة من خلال الحصول على شهادة تم التحقق منها.
el: Μην χάσετε την ευκαιρία να αναδείξετε τις νέες γνώσεις και τις ικανότητές σας κερδίζοντας ένα επαληθευμένο πιστοποιητικό.

source: You are still eligible to upgrade to a Verified Certificate! Pursue it to highlight the knowledge and skills you gain in this course.
ar: لا تزال مؤهلاً للترقية إلى شهادة تم التحقق منها! تابعها لتسليط الضوء على المعرفة والمهارات التي تكتسبها في هذه دورة.
el: Εξακολουθείτε να δικαιούστε αναβάθμιση σε επαληθευμένο πιστοποιητικό! Συνεχίστε το για να αναδείξετε τις γνώσεις και τις δεξιότητες που αποκτάτε σε αυτό το μάθημα.

source: by {date}
ar: بواسطة {date}
el: κατά {date}

source: Don't forget, you have {time_remaining_string} left to upgrade to a Verified Certificate.
ar: لا تنس أن لديك {time_remaining_string} متبقية للترقية إلى شهادة تم التحقق منها.
el: Μην ξεχνάτε ότι έχετε {time_remaining_string} απομείνει για να αναβαθμίσετε σε ένα επαληθευμένο πιστοποιητικό.

source: Don't forget to upgrade to a verified certificate by {localized_date}.
ar: لا تنس الترقية إلى شهادة تم التحقق منها بواسطة {localized_date}.
el: Μην ξεχάσετε να κάνετε αναβάθμιση σε επαληθευμένο πιστοποιητικό κατά {localized_date}.

source: In order to qualify for a certificate, you must meet all course grading requirements, upgrade before the course deadline, and successfully verify your identity on {platform_name} if you have not done so already.{button_panel}
ar: من أجل التأهل للحصول على شهادة، يجب عليك تلبية جميع متطلبات تقدير دورة، والترقية قبل الموعد النهائي دورة، والتحقق بنجاح من هويتك على {platform_name} إذا لم تكن قد فعلت ذلك بالفعل.{button_panel}
el: Για να δικαιούστε ένα πιστοποιητικό, πρέπει να πληροίτε όλες τις απαιτήσεις ταξινόμησης μαθημάτων, να αναβαθμίσετε πριν από την προθεσμία του μαθήματος και να επαληθεύσετε με επιτυχία την ταυτότητά σας στο {platform_name} , αν δεν το έχετε κάνει ήδη.{button_panel}

source: Upgrade ({upgrade_price})
ar: ترقية ({upgrade_price})
el: Αναβάθμιση ({upgrade_price})

source: Learn More
ar: تعرف على المزيد
el: Μάθετε περισσότερα

source: Retry Verification
ar: التحقق من إعادة المحاولة
el: Επανάληψη επαλήθευσης

source: Verify My Identity
ar: تحقق من هويتي
el: Επαλήθευση Ταυτότητας

source: Missed Verification Deadline
ar: الموعد النهائي للتحقق الفائت
el: Χάσατε προθεσμία επαλήθευσης

source: Unfortunately you missed this course's deadline for a successful verification.
ar: لسوء الحظ، فاتتك الموعد النهائي لهذه الدورة للتحقق الناجح.
el: Δυστυχώς χάσατε την προθεσμία αυτού του μαθήματος για μια επιτυχημένη επαλήθευση.

source: You must successfully complete verification before this date to qualify for a Verified Certificate.
ar: يجب عليك إكمال التحقق بنجاح قبل هذا التاريخ للتأهل للحصول على شهادة تم التحقق منها.
el: Πρέπει να ολοκληρώσετε με επιτυχία την επαλήθευση πριν από αυτήν την ημερομηνία, για να πληρούν τις προϋποθέσεις για ένα επαληθευμένο πιστοποιητικό.

source: There is no user with the username or email address {user_name} enrolled in this course.
ar: لا يوجد مستخدم يحمل اسم المستخدم أو عنوان البريد الإلكتروني {user_name} مسجل في هذه دورة.
el: Δεν υπάρχει χρήστης με το όνομα χρήστη ή τη διεύθυνση ηλεκτρονικού ταχυδρομείου {user_name} εγγεγραμμένος σε αυτό το μάθημα.
