Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: ar

source: This user has Admin Access to the learning path, because they are the one who created the learning path or this user has been granted Admin Access by another Admin. They can add and remove other learning path team members. They have also the right to delete a learning path.
ar: هذا المستخدم لديه وصول أدمن إلى مسار التعلم، لأنهم هم الشخص الذي أنشأ مسار التعلم أو تم منح هذا المستخدم وصول أدمن من قبل أدمن آخر. يمكنهم إضافة وإزالة أعضاء فريق مسار التعلم الآخرين. لديهم أيضًا الحق في حذف مسار التعلم.

source: This user can edit the learning path but cannot manage the learning path team (cannot add a new member or change other members’ access). They are co-authors.
ar: يمكن لهذا المستخدم تحرير مسار التعلم ولكن لا يمكنه إدارة فريق مسار التعلم (لا يمكن إضافة عضو جديد أو تغيير وصول الأعضاء الآخرين). إنهم مؤلفون مشاركون.

source: All learning path team members can access content in Studio and the LMS, but are not automatically enrolled in the learning path.
ar: يمكن لجميع أعضاء فريق مسار التعلم الوصول إلى المحتوى في Studio و LMS، ولكن لا يتم تسجيلهم تلقائيًا في مسار التعلم.

source: Transferring Ownership
ar: نقل الملكية

source: Every program must have an Admin. If you are the Admin and you want to transfer ownership of the program, click {em_start}Add admin access{em_end} to make another user the Admin, then ask that user to remove you from the Learning Path Team list.
ar: يجب أن يكون لكل برنامج أدمن. إذا كنت المسؤول وتريد نقل ملكية البرنامج, انقر فوق {em_start}إضافة وصول أدمن{em_end} لجعل مستخدم آخر المسؤول, ثم اطلب من هذا المستخدم إزالتك من قائمة فريق برنامج.

source: Add a User to Your Learning Path Team
ar: إضافة مستخدم إلى فريق برنامج الخاص بك

source: User's Email Address
ar: عنوان البريد الإلكتروني للمستخدم

source: Provide the email address of the user you want to add as Staff
ar: قم بتوفير عنوان البريد الإلكتروني للمستخدم الذي تريد إضافته كطاقم طاقم

source: Add User
ar: إضافة مستخدم

source: can't add this user
ar: لا يمكن إضافة هذا المستخدم

source: Add admin access
ar: إضافة وصول المشرف

source: Are you sure you want to delete {email} from the team for “{container}”?
ar: هل أنت متأكد من أنك تريد حذف {email} من فريق "{container}"؟

source: New Course
ar: دورة جديدة

source: New Learning Path
ar: برنامج جديد

source: New Library
ar: مكتبة جديدة

source: Learning Path Name
ar: اسم برنامج

source: Number of Courses
ar: عدد دورات

source: Create a New Path
ar: إنشاء مسار جديد

source: Path Name
ar: اسم المسار

source: The public display name for your learning path. This cannot be changed, but you can set a different display name in Advanced Settings later.
ar: اسم العرض العام لمسار التعلم الخاص بك. لا يمكن تغيير هذا، ولكن يمكنك تعيين اسم عرض مختلف في الإعدادات المتقدمة لاحقًا.

source: The name of the organization sponsoring the learning path. You can also set a different display name in Advanced Settings later.
ar: اسم المنظمة التي ترعى مسار التعلم. يمكنك أيضًا تعيين اسم عرض مختلف في الإعدادات المتقدمة لاحقًا.

source: Learning Path name already exists.
ar: اسم برنامج موجود بالفعل.

source: You can find this course in these Learning Paths
ar: يمكنك العثور على هذه دورة في برامج هذه

source: My Training
ar: تدريبي

source: There is no Learning Path to display.
ar: لا يوجد برنامج لعرضه.

source: There is no Course to display
ar: لا توجد دورة تدريبية لعرضها

source: Not started
ar: لم تبدأ

source: Started
ar: بدأت

source: Finished
ar: تم الانتهاء

source: Courses
ar: الدورات

source: Learning Paths
ar: مسارات التعلم

source: Libraries
ar: المكتبات

source: Course duration must be a positive number
ar: يجب أن تكون مدة دورة رقمًا موجبًا

source: The number of day(s) after enrollment to send an email reminder must be a positive integer
ar: يجب أن يكون عدد اليوم (الأيام) بعد التسجيل لإرسال تذكير بالبريد الإلكتروني عددًا صحيحًا إيجابيًا

source: The number of day(s) to set the periodicity of the reminder email must be a positive integer
ar: يجب أن يكون عدد اليوم (الأيام) لتعيين دورية البريد الإلكتروني للتذكير عددًا صحيحًا إيجابيًا

source: The periodicity of re-enrollments must be a positive integer
ar: يجب أن تكون دورية إعادة التسجيل عددًا صحيحًا إيجابيًا

source: The number of day(s) to finish the course must be a positive integer
ar: يجب أن يكون عدد اليوم (الأيام) لإنهاء دورة عددًا صحيحًا موجبًا

source: Course order must be a positive integer
ar: يجب أن يكون ترتيب المقرر دورة عددًا صحيحًا إيجابيًا

source: Emoticons are not allowed in Section/Subsection titles
ar: الرموز التعبيرية غير مسموح بها في عناوين القسم/القسم قسم فرعي

source: The role of this user cannot be changed. `{email}` is still in the learning path team of {count} learning path(s). Remove the user from the team and come back here.
ar: لا يمكن تغيير دور هذا المستخدم. "{email}" لا يزال في فريق مسار التعلم المكون من {count} مسارات التعلم. قم بإزالة المستخدم من الفريق والعودة إلى هنا.

source: Error while saving user permissions
ar: خطأ أثناء حفظ أذونات المستخدم

source: You are not enrolled in any Learning Paths yet.
ar: لم يتم تسجيلك في أي برامج حتى الآن.

source: No Learning Path
ar: لا يوجد برنامج

source: ${min} min
ar: ${min} دقيقة

source: ${min} m
ar: ${min} م

source: ${hour} h
ar: ${hour} ساعة

source: ${day} d
ar: ${day} د

source: ${hour} h $(min) m
ar: ${hour} ساعة $(min) م

source: Learning Paths should include at least two courses to publish changes.
ar: يجب أن تتضمن برامج دورتين على الأقل لنشر التغييرات.

source: Identify the main language of your course, this is used to assist users find courses that are taught in a specific language.
ar: حدد اللغة الرئيسية في دورة الخاصة بك، ويستخدم هذا لمساعدة المستخدمين في العثور على دورات التي يتم تدريسها بلغة معينة.

source: Chinese
ar: صينى

source: Simplified Chinese
ar: الصينية المبسطة

source: Traditional Chinese
ar: الصينية التقليدية

source: Apply
ar: تطبيق

source: Search...
ar: بحث...

source: Is currently enrolled in...
ar: مسجل حاليًا في...

source: Could be enrolled in...
ar: يمكن التسجيل في...

source: Result
ar: النتائج

source: {results} Result
ar: {results} نتائج

source: Editing: Course Updates
ar: التحرير: تحديثات دورة

source: Textbooks
ar: الكتب المدرسية

source: Download (.csv)
ar: تنزيل (.csv)

# badge
source: Name
ar: اسم

# video-upload
source: Name
ar: اسم

source: No Courses
ar: لا توجد دورات

source: You are not enrolled in any courses yet.
ar: لم يتم تسجيلك في أي دورات حتى الآن.

source: There are no courses to display yet.
ar: لا توجد دورات لعرضها حتى الآن.

source: {nb} course(s) selected
ar: {nb} مقرر دراسي (دورات) مختارة

source: Select a course
ar: حدد مقرر الدورة

source: No courses available with this selection
ar: لا توجد دورات تدريبية متاحة مع هذا التحديد

source: No courses available with this selection, please modify the country selection.
ar: لا توجد دورات تدريبية متاحة مع هذا التحديد، يرجى تعديل اختيار البلد.

source: Select country(ies)
ar: حدد البلد (الدول)

source: Your certificate is being created
ar: يتم إنشاء شهادتك

source: A link to your certificate will appear in the course progress page and on the Course Card when it’s ready.
ar: سيظهر رابط إلى شهادتك في صفحة تقدم دورة وعلى بطاقة دورة عندما تكون جاهزة.

source: Dismiss
ar: رفض

source: Full public
ar: عامة كاملة

source: Accessible by URL
ar: يمكن الوصول إليها عن طريق

source: Private
ar: خاص

source: The Learning Path will start on {date}
ar: ستبدأ برنامج في {date}

source: Embed content from external tools using <iframe> or <embed> into your course.
ar: تضمين محتوى من أدوات خارجية باستخدام <iframe><embed>مقررك دورة أو داخله

source: You cannot change the visibility status, because this learning path contains "Private" course(s).
ar: Δεν μπορείτε να αλλάξετε την κατάσταση ορατότητας, επειδή αυτό το μαθησιακό μονοπάτι περιέχει "Ιδιωτικά" μαθήματα.

source: Enter email addresses and/or usernames separated by new lines or commas.
ar: أدخل عناوين البريد الإلكتروني و/أو أسماء المستخدمين مفصولة بخطوط أو فواصل جديدة.

source: Auto Enroll
ar: التسجيل التلقائي

source: Learning Path
ar: مسارات التعلم

source: Users successfully created:
ar: تم إنشاء المستخدمين بنجاح:

source: If this option is {em_start}checked{em_end}, users who have not yet registered for {platform_name} will be automatically enrolled.
ar: إذا تم تحديد هذا الخيار {em_start}{em_end}، فسيتم تسجيل المستخدمين الذين لم يسجلوا بعد لـ {platform_name} تلقائيًا.

source: If this option is left {em_start}unchecked{em_end}, users who have not yet registered for {platform_name} will not be enrolled, but will be allowed to enroll once they make an account.
ar: إذا تم ترك هذا الخيار {em_start}غير محدد{em_end}، فلن يتم تسجيل المستخدمين الذين لم يسجلوا بعد لـ {platform_name} ، ولكن سيتم السماح لهم بالتسجيل بمجرد إنشاء حساب.

source: Checking this box has no effect if 'Unenroll' is selected.
ar: تحديد هذا المربع ليس له أي تأثير إذا تم تحديد «إلغاء التسجيل».

source: If this option is {em_start}checked{em_end}, users will receive an email notification.
ar: إذا تم تحديد هذا الخيار {em_start}{em_end}، فسيتلقى المستخدمون إشعارًا بالبريد الإلكتروني.

source: FINISHED
ar: تم الانتهاء من

source: ENROLLED
ar: المقيدين

source: NOT ENROLLED
ar: لم يدرج اسمه

source: This link will open/download a PDF document
ar: سيقوم هذا الرابط بفتح/تنزيل مستند PDF

source: Download Certificate
ar: تنزيل شهادة

source: Copied to clipboard
ar: نسخ إلى الحافظة

source: Complete
ar: مكتمل

source: Incomplete
ar: غير مكتمل

source: Step {num}
ar: الخطوة {num}

source: Start Creating Your Course Content
ar: ابدأ في إنشاء محتوى الدورة التدريبية الخاصة بك

source: Create Your Course Grading Policy
ar: تعيين نهج التقدير الخاص بك

source: Add Team Members to This Course
ar: إضافة أعضاء إلى فريق هذا المساق

source: Add a Course Image and Course Description
ar: أضف صورة المقرر الدراسي ووصف المقرر

source: Make Your Course Available or Hide it on the Catalog
ar: اجعل دورتك متاحة أو قم بإخفائها في الكتالوج

source: Set Important Course Dates
ar: تحديد تواريخ المساق المهمة

source: Publish All Your Content
ar: انشر كل المحتوى الخاص بك

source: Make sure you don't forget anything when creating your course by checking off each step in the list.
ar: تأكد من عدم نسيان أي شيء عند إنشاء الدورة التدريبية الخاصة بك عن طريق التحقق من كل خطوة في القائمة.

source: Find more help {tag_start}here{tag_end}
ar: اعثر على المزيد من المساعدة {tag_start}هنا{tag_end}
