Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar, el

source: Submitted. As soon as a response is returned, this message will be replaced by that feedback.
ar: تم إرسال. بمجرد إرجاع الرد، سيتم استبدال هذه الرسالة بهذه التعليقات.
el: Υποβλήθηκε. Μόλις δοθεί μια απάντηση, αυτό το μήνυμα θα αντικατασταθεί από τα σχόλια.

source: No response from Xqueue within {xqueue_timeout} seconds. Aborted.
ar: لا يوجد رد من Xqueue في غضون {xqueue_timeout} ثانية. أجهض.
el: Καμία απόκριση από Xqueue μέσα σε {xqueue_timeout} δευτερόλεπτα. Ματαιώθηκε.

source: Error running code.
ar: خطأ في تشغيل التعليمات البرمجية.
el: Σφάλμα κατά την εκτέλεση κώδικα.

source: Cannot connect to the queue
ar: لا يمكن الاتصال بقائمة الانتظار
el: Δεν είναι δυνατή η σύνδεση με την ουρά αναμονής

source: No formula specified.
ar: لم يتم تحديد أي صيغة.
el: Δεν καταχωρήθηκε ο τύπος.

source: Couldn't parse formula: {error_msg}
ar: لا يمكن تحليل الصيغة: {error_msg}
el: Δεν είναι δυνατή η ανάλυση: {error_msg}

source: Error while rendering preview
ar: خطأ أثناء تقديم المعاينة
el: Παρουσιάστηκε σφάλμα κατά την προεπισκόπηση

source: Sorry, couldn't parse formula
ar: آسف، لا يمكن تحليل الصيغة
el: Λυπούμαστε, δεν μπορεί να υπολογιστεί ο τύπος

source: {input_type}: unexpected tag {tag_name}
ar: {input_type}: علامة غير متوقعة {tag_name}
el: {input_type}: απροσδόκητη ετικέτα {tag_name}

source: Expected a {expected_tag} tag; got {given_tag} instead
ar: توقع علامة {expected_tag} ؛ حصلت على {given_tag} بدلاً من ذلك
el: Αναμενόταν μια ετικέτα {expected_tag}. Αντίθετα ελήφθη η ετικέτα {given_tag}

source: Question {index}
ar: السؤال {index}
el: Ερώτηση {index}

source: Correct:
ar: صحيح:
el: Σωστό:

source: Incorrect:
ar: غير صحيح:
el: Λανθασμένο:

source: Answer
ar: الإجابة
el: Απάντηση

source: Error {err} in evaluating hint function {hintfn}.
ar: خطأ {err} في تقييم وظيفة التلميح {hintfn}.
el: Σφάλμα {err} στον υπολογισμό της συνθήκης {hintfn}.

source: (Source code line unavailable)
ar: (سطر شفرة المصدر غير متوفر)
el: (Η γραμμή του πηγαίου κώδικα δεν είναι διαθέσιμη)

source: See XML source line {sourcenum}.
ar: انظر سطر مصدر XML {sourcenum}.
el: Δείτε την γραμμή {sourcenum}, στον κώδικα XML

source: MCQ: multiple answers
ar: MCQ: إجابات متعددة
el: Κουτάκια επιλογής

source: MCQ: single answer
ar: MCQ: إجابة واحدة
el: Πολλαπλή επιλογή

source: Do not use shuffle and answer-pool at the same time
ar: لا تستخدم المراوغة والرد في نفس الوقت
el: Μην χρησιμοποιείτε την τυχαία επιλογή και την τράπεζα απαντήσεων ταυτόχρονα

source: answer-pool value should be an integer
ar: يجب أن تكون قيمة تجمع الإجابات عددًا صحيحًا
el: η τιμή της τράπεζας απαντήσεων θα πρέπει να είναι ακέραιος αριθμός

source: Choicegroup must include at least 1 correct and 1 incorrect choice
ar: يجب أن تتضمن مجموعة Choicegroup على الأقل اختيارًا صحيحًا وواحدًا
el: η ομάδα επιλογών Choicegroup πρέπει να περιλαμβάνει τουλάχιστον 1 σωστή και 1 λανθασμένη επιλογή

source: True/False Choice
ar: اختيار صحيح/خاطئ
el: Αληθής/Ψευδής επιλογή

source: Dropdown
ar: القائمة المنسدلة
el: Λίστα επιλογών

source: Numerical Input
ar: الإدخال العددي
el: Εισαγωγή αλφαριθμητικού

source: There was a problem with the staff answer to this problem.
ar: كانت هناك مشكلة في إجابة الموظفين لهذه المشكلة.
el: Υπήρξε ένα πρόβλημα με την απάντηση απο το προσωπικό σε αυτό το πρόβλημα.

source: Could not interpret '{student_answer}' as a number.
el: Δεν μπορεί να ερμηνευθεί η απάντηση «{student_answer}» ως αριθμός.

source: You may not use variables ({bad_variables}) in numerical problems.
ar: لا يجوز لك استخدام المتغيرات ({bad_variables}) في المشاكل العددية.
el: Δεν μπορείτε να χρησιμοποιήσετε μεταβλητές ({bad_variables}) σε αριθμητικά προβλήματα.

source: Factorial function evaluated outside its domain:'{student_answer}'
ar: وظيفة Factorial التي تم تقييمها خارج نطاقها: '{student_answer}'
el: Η παραγοντική συνάρτηση αξιολογήθηκε εκτός του πεδίου της: '{student_answer}'

source: Invalid math syntax: '{student_answer}'
ar: بناء جملة الرياضيات غير صالح: '{student_answer}'
el: Μη έγκυρη μαθηματική σύνταξη: '{student_answer}'

source: You may not use complex numbers in range tolerance problems
ar: لا يجوز لك استخدام أرقام معقدة في مشاكل تسامح النطاق.
el: Δεν επιτρέπεται η χρήση σύνθετων αριθμών σε προβλήματα ανοχής εύρους

source: There was a problem with the staff answer to this problem: complex boundary.
ar: كانت هناك مشكلة في إجابة الموظفين على هذه المشكلة: الحدود المعقدة.
el: Υπήρξε ένα πρόβλημα με την προσωπική απάντηση σε αυτό το πρόβλημα: σύνθετο όριο.

source: There was a problem with the staff answer to this problem: empty boundary.
ar: كانت هناك مشكلة في إجابة الموظفين على هذه المشكلة: الحدود الفارغة.
el: Υπήρξε ένα πρόβλημα με την προσωπική απάντηση σε αυτό το πρόβλημα: άδειο όριο.

source: or
ar: أو
el: ή

source: Text Input
ar: إدخال النص
el: Εισαγωγή κειμένου

source: error
ar: خطأ
el: σφάλμα

source: Custom Evaluated Script
ar: برنامج نصي مخصص تم تقييمه
el: Προσαρμοσμένη δέσμη ενεργειών

source: error getting learner answer from {student_answers}
ar: خطأ في الحصول على إجابة متعلم من {student_answers}
el: σφάλμα κατά την λήψη απάντησης εκπαιδευόμενου από το {student_answers}

source: No answer entered!
ar: لم يتم إدخال إجابة!
el: Δεν έχει δοθεί καμία απάντηση!

source: CustomResponse: check function returned an invalid dictionary!
ar: CustomResponse: تحقق وظيفة إرجاع قاموس غير صالح!
el: CustomResponse: ελέγξτε τη λειτουργία επέστρεψε ένα μη έγκυρο λεξικό!

source: Symbolic Math Input
ar: إدخال الرياضيات الرمزي
el: Εισαγωγή Συμβολικών Μαθηματικών

source: An error occurred with SymbolicResponse. The error was: {error_msg}
ar: حدث خطأ مع SymbolicResponse. كان الخطأ: {error_msg}
el: Παρουσιάστηκε σφάλμα με SymbolicResponse. Το σφάλμα ήταν: {error_msg}

source: Code Input
ar: إدخال التعليمات البرمجية
el: Είσοδος κωδικού

source: No answer provided.
ar: لم يتم تقديم إجابة.
el: Δεν έχει δοθεί καμία απάντηση!

source: Error: No grader has been set up for this problem.
ar: خطأ: لم يتم إعداد أي تقدير لهذه المشكلة.
el: Σφάλμα: Δεν έχει ορισθεί βαθμολογητής για αυτό το δοκίμιο.

source: Unable to deliver your submission to grader (Reason: {error_msg}). Please try again later.
ar: غير قادر على تسليم إرسالك إلى الصف (السبب: {error_msg}). يرجى المحاولة مرة أخرى لاحقًا.
el: Κατέστη αδύνατη η προώθηση του υποβληθέντος δοκιμίου σε βαθμολογητή (Αιτία: {error_msg}). Παρακαλώ δοκιμάστε αργότερα.

source: Invalid grader reply. Please contact the course staff.
ar: رد مصنف غير صالح. يرجى الاتصال بموظفي دورة.
el: Μη έγκυρη απάντηση βαθμολογητή. Παρακαλούμε επικοινωνήστε με το προσωπικό του μαθήματος.

source: External Grader
ar: ممهدة خارجية
el: Εξωτερικός γκρέιντερ

source: Math Expression Input
ar: إدخال تعبير الرياضيات
el: Εισαγωγή μαθηματικής έκφρασης

source: Invalid input: {bad_input} not permitted in answer.
ar: إدخال غير صالح: {bad_input} غير مسموح به في الإجابة.
el: Μη έγκυρη είσοδος: {bad_input} δεν επιτρέπεται στην απάντηση.

source: Factorial function not permitted in answer for this problem. Provided answer was: {bad_input}
ar: وظيفة Factial غير مسموح بها في الإجابة على هذه المشكلة. الإجابة المقدمة كانت: {bad_input}
el: Η παραγοντική συνάρτηση δεν επιτρέπεται σε απάντηση για αυτό το πρόβλημα. Η απάντηση που δόθηκε ήταν: {bad_input}

source: Invalid input: Could not parse '{bad_input}' as a formula.
el: Μη έγκυρη είσοδος: Αδυναμία ανάλυσης ως τύπο '{bad_input}'

source: Invalid input: Could not parse '{bad_input}' as a formula
ar: إدخال غير صالح: تعذر تحليل '{bad_input}' كصيغة
el: Μη έγκυρη είσοδος: Αδυναμία ανάλυσης ως τύπο '{bad_input}'

source: Circuit Schematic Builder
ar: منشئ الدائرة التخطيطي
el: Δημιουργία σχηματικού διαγράμματος κυκλώματος

source: Error in evaluating SchematicResponse. The error was: {error_msg}
ar: خطأ في تقييم مخطط الاستجابة. كان الخطأ: {error_msg}
el: Σφάλμα κατά την αξιολόγηση SchematicResponse. Το σφάλμα ήταν: {error_msg}

source: Image Mapped Input
ar: إدخال الصورة المعينة
el: Εισαγωγή Αντιστάμενης Εικόνας

source: error grading {image_input_id} (input={user_input})
ar: خطأ في تقدير {image_input_id} (الإدخال ={user_input})
el: λάθος βαθμολόγηση {image_input_id} (input={user_input})

source: Error in problem specification! Cannot parse rectangle in {sr_coords}
ar: خطأ في مواصفات المشكلة! لا يمكن تحليل المستطيل في {sr_coords}
el: Σφάλμα στην προδιαγραφή προβλημάτων! Δεν μπορεί να αναλύσει ορθογώνιο στο {sr_coords}

source: Annotation Input
ar: إدخال التعليق التوضيحي
el: Εισαγωγή σχόλιου

source: Checkboxes With Text Input
ar: مربعات الاختيار مع إدخال النص
el: Εισαγωγή κουτιών επιλογής με κείμενο

source: Answer not provided for {input_type}
ar: الإجابة غير متوفرة لـ {input_type}
el: Δεν προβλέπεται απάντηση για {input_type}

source: The Staff answer could not be interpreted as a number.
ar: لا يمكن تفسير إجابة طاقم على أنها رقم.
el: Η απάντηση του προσωπικού δεν θα μπορούσε να ερμηνευτεί ως αριθμός.

source: Could not interpret '{given_answer}' as a number.
el: Δεν μπορεί να ερμηνευθεί «{given_answer}» ως αριθμός.

source: XML data for the annotation
ar: بيانات XML للتعليق التوضيحي
el: Δεδομένα XML για σχολιασμό

source: The display name for this component.
ar: اسم العرض لهذا المكون.
el: Το εμφανιζόμενο όνομα για αυτό το στοιχείο.

source: Annotation
ar: تعليق توضيحي
el: Σχόλια

source: Blank Advanced Problem
ar: مشكلة متقدمة فارغة
el: Κενό προχωρημένο πρόβλημα

source: Number of attempts taken by the learner on this problem
ar: عدد المحاولات التي قام بها متعلم حول هذه المشكلة
el: Αριθμός προσπαθειών που έλαβε ο εκπαιδευόμενος σε αυτό το πρόβλημα

source: Maximum Attempts
ar: الحد الأقصى للمحاولات
el: Ανώτατος αριθμός προσπαθειών

source: Defines the number of times a learner can try to answer this problem. If the value is not set, infinite attempts are allowed.
ar: يحدد عدد المرات التي يمكن للمتعلم محاولة الإجابة على هذه المشكلة. إذا لم يتم تعيين القيمة، يُسمح بالمحاولات اللانهائية.
el: Καθορίζει τον αριθμό των φορών που ένας εκπαιδευόμενος μπορεί να προσπαθήσει να απαντήσει σε αυτό το πρόβλημα. Εάν η τιμή δεν έχει οριστεί, επιτρέπονται άπειρες προσπάθειες.

source: Date that this problem is due by
ar: تاريخ استحقاق هذه المشكلة
el: Ημερομηνία κατά την οποία το πρόβλημα αυτό οφείλεται από

source: Amount of time after the due date that submissions will be accepted
ar: مقدار الوقت بعد تاريخ الاستحقاق الذي سيتم فيه قبول الطلبات
el: Χρονικό διάστημα μετά την λήξη της προθεσμίας υποβολής εντός του οποίου θα γίνουν δεκτές υποβολές

source: Show Results
ar: عرض النتائج
el: Εμφάνιση Αποτελεσμάτων

source: Defines when to show whether a learner's answer to the problem is correct. Configured on the subsection.
ar: يحدد متى يجب إظهار ما إذا كانت إجابة المتعلم على المشكلة صحيحة. تم تكوينه في القسم الفرعي.
el: Καθορίζει πότε θα εμφανίζεται εάν η απάντηση ενός εκπαιδευόμενου στο πρόβλημα είναι σωστή. Διαμορφώθηκε στην υποενότητα.

source: Always
ar: دائما
el: Πάντοτε

source: Never
ar: أبدا
el: Ποτέ

source: Past Due
ar: استحقاق الماضي
el: Ληξιπρόθεσμο

source: Show Answer
ar: إظهار الإجابة
el: Εμφάνιση απάντησης

source: Defines when to show the answer to the problem. A default value can be set in Advanced Settings.
ar: يحدد متى تظهر الإجابة على المشكلة. يمكن تعيين قيمة افتراضية في الإعدادات المتقدمة.
el: Καθορίζει πότε να δείχνει την απάντηση στο πρόβλημα. Μια προεπιλεγμένη τιμή μπορεί να οριστεί στο Ρυθμίσεις για προχωρημένους.

source: Answered
ar: تمت الإجابة
el: Απάντηση ελήφθη.

source: Attempted
ar: محاولة
el: Επιχειρήθηκε

source: Closed
ar: مغلق
el: Κλειστό

source: Finished
ar: تم الانتهاء
el: Ολοκληρώθηκε

source: Correct or Past Due
ar: صحيح أو مستحق
el: Σωστό ή Ληξιπρόθεσμο

source: Whether to force the save button to appear on the page
ar: ما إذا كنت تريد فرض زر الحفظ على الظهور على الصفحة
el: Είτε για να αναγκάσει το κουμπί αποθήκευσης να εμφανίζεται στην σελλίδα

source: Show Reset Button
ar: إظهار زر إعادة الضبط
el: Εμφάνιση Κουμπιού επαναφοράς

source: Determines whether a 'Reset' button is shown so the user may reset their answer. A default value can be set in Advanced Settings.
ar: يحدد ما إذا كان زر «إعادة تعيين» يظهر حتى يتمكن المستخدم من إعادة تعيين إجابته. يمكن تعيين قيمة افتراضية في الإعدادات المتقدمة.
el: Καθορίζει αν ένα κουμπί «Επαναφορά» εμφανίζεται έτσι ώστε ο χρήστης μπορεί να επαναφέρει την απάντησή του. Μια προεπιλεγμένη τιμή μπορεί να οριστεί στις Ρυθμίσεις για προχωρημένους.

source: Randomization
ar: التوزيع العشوائي
el: Τυχαιοποίηση

source: Defines when to randomize the variables specified in the associated Python script. For problems that do not randomize values, specify "Never".
ar: يحدد متى يتم ترتيب المتغيرات المحددة في البرنامج النصي بايثون المرتبط. بالنسبة للمشاكل التي لا تقوم بترتيب القيم العشوائية، حدد «أبدا».
el: Ορίζει πότε θα γίνει η επιλογή τυχαίων μεταβλητών, που καθορίζονται στο αντίστοιχο σενάριο γλώσσας Python. Για προβλήματα που δεν χρειάζεται η επιλογή τυχαίων τιμών, επιλέξτε "Ποτέ".

source: On Reset
ar: عند إعادة التعيين
el: Σε επαναφορά

source: Per Learner
ar: لكل متعلم
el: Ανά Εκπαιδευόμενο

source: XML data for the problem
ar: بيانات XML للمشكلة
el: Δεδομένα XML για το πρόβλημα

source: Dictionary with the correctness of current learner answers
ar: قاموس مع صحة إجابات متعلم الحالي
el: Λεξικό με την ορθότητα των απαντήσεων του μαθητή

source: Dictionary for maintaining the state of inputtypes
ar: قاموس للحفاظ على حالة أنواع الإدخال
el: Λεξικό επίβλεψης της κατάστασης των εισαγόμενων τύπων

source: Dictionary with the current learner responses
ar: قاموس مع ردود متعلم الحالية
el: Λεξικό με τις τρέχουσες απαντήσεις εκπαιδευόμενου

source: Dictionary with the current learner score
ar: قاموس مع درجة متعلم الحالية
el: Λεξικό με την τρέχουσα βαθμολογία εκπαιδευόμενου

source: Whether or not the answers have been saved since last submit
ar: ما إذا كان قد تم حفظ الإجابات أم لا منذ آخر إرسال
el: Αν οι απαντήσεις έχουν αποθηκευτεί από την τελευταία υποβολή

source: Whether the learner has answered the problem
ar: ما إذا كان متعلم قد أجاب على المشكلة
el: Αν ο εκπαιδευόμενος έχει απαντήσει στο πρόβλημα

source: Random seed for this student
el: Τυχαία τροφοδοσία για αυτό το φοιτητή

source: Random seed for this learner
ar: بذرة عشوائية لهذا متعلم
el: Τυχαία σπορά για αυτόν τον εκπαιδευόμενο

source: Last submission time
ar: وقت التقديم الأخير
el: Τελευταία στιγμή υποβολής

source: Timer Between Attempts
ar: مؤقت بين المحاولات
el: Χρονόμετρο μεταξύ των προσπαθειών

source: Seconds a learner must wait between submissions for a problem with multiple attempts.
ar: الثواني يجب على متعلم الانتظار بين عمليات الإرسال بحثًا عن مشكلة في محاولات متعددة.
el: Δευτερόλεπτα που ένας εκπαιδευόμενος πρέπει να περιμένει μεταξύ των υποβολών για ένα πρόβλημα με πολλαπλές προσπάθειες.

source: Problem Weight
ar: وزن المشكلة
el: Βαρύτητα Προβλήματος

source: Defines the number of points each problem is worth. If the value is not set, each response field in the problem is worth one point.
ar: يحدد عدد النقاط التي تستحق كل مشكلة. إذا لم يتم تعيين القيمة، فإن كل حقل استجابة في المشكلة يستحق نقطة واحدة.
el: Καθορίζει τον αριθμό των σημείων για κάθε πρόβλημα. Αν δεν έχει οριστεί η τιμή, κάθε απάντηση στο πρόβλημα αξίζει ένα σημείο.

source: Markdown source of this module
ar: مصدر تخفيض السعر لهذه الوحدة
el: Επισήμανση κώδικα αυτού του δομοστοιχείου λογισμικού

source: Source code for LaTeX and Word problems. This feature is not well-supported.
ar: شفرة المصدر لمشاكل LaTeX و Word. هذه الميزة غير مدعومة جيدًا.
el: Ο πηγαίος κώδικας για LaTeX και τα προβλήματα του Word. Αυτό το χαρακτηριστικό δεν υποστηρίζεται καλά .

source: Enable LaTeX templates?
ar: تمكين قوالب LaTeX؟
el: Ενεργοποίηση των προτύπων LaTeX;

source: Matlab API key
ar: مفتاح واجهة برمجة تطبيقات ماتلاب
el: Κλειδί API του Matlab

source: Enter the API key provided by MathWorks for accessing the MATLAB Hosted Service. This key is granted for exclusive use by this course for the specified duration. Please do not share the API key with other courses and notify MathWorks immediately if you believe the key is exposed or compromised. To obtain a key for your course, or to report an issue, please contact moocsupport@mathworks.com
ar: أدخل مفتاح API المقدم من MathWorks للوصول إلى خدمة MATLAB المستضافة. يتم منح هذا المفتاح للاستخدام الحصري من قبل هذه دورة للمدة المحددة. يرجى عدم مشاركة مفتاح API مع دورات الأخرى وإخطار MathWorks على الفور إذا كنت تعتقد أن المفتاح مكشوف أو مخترق. للحصول على مفتاح للدورة دورة الخاصة بك، أو للإبلاغ عن مشكلة، يرجى الاتصال moocsupport@mathworks.com
el: Εισάγατε το κλειδί API που παρέχεται από το πρόγραμμα MathWorks για να έχετε πρόσβαση στην υπηρεσία MATLAB Hosted Service. Αυτό το κλειδί αποδίδεται για αποκλειστική χρήση από αυτό το μάθημα για συγκεκριμένη διάρκεια. Παρακαλούμε να μη μοιράζεστε το κλειδί API με άλλα μαθήματα και ενημερώστε την MathWorks αμέσως, εάν πιστεύετε ότι το κλειδί έχει εκτεθεί ή βρίσκεται σε κίνδυνο. Για να αποκτήσετε ένα κλειδί για αυτό το μάθημα, ή να κάνετε αναφορά ενός ζητήματος, παρακαλούμε επικοινωνήστε με τη διεύθυνση moocsupport@mathworks.com

source: Submit
ar: إرسال
el: Υποβολή

source: Submitting
ar: إرسال
el: Υποβάλλεται

source: Warning: The problem has been reset to its initial state!
ar: تحذير: تمت إعادة تعيين المشكلة إلى حالتها الأولية!
el: Προειδοποίηση: Το πρόβλημα έχει γίνει επαναφορά στην αρχική του κατάσταση!

source: The problem's state was corrupted by an invalid submission. The submission consisted of:
ar: كانت حالة المشكلة تالفة بسبب إرسال غير صالح. وتألفت عملية التقديم من:
el: Η κατάσταση του προβλήματος είχε καταστραφεί από λανθασμένη υποβολή. Η υποβολή αποτελούνταν από:

source: If this error persists, please contact the course staff.
ar: إذا استمر هذا الخطأ، يرجى الاتصال بموظفي دورة.
el: Εάν το σφάλμα παραμένει, επικοινωνήστε με το προσωπικό του μαθήματος.

source: Hint ({hint_num} of {hints_count}):
ar: تلميح ({hint_num} من {hints_count}):
el: Υπόδειξη ({hint_num} από {hints_count}):

source: Your answers were previously saved. Click '{button_name}' to grade them.
ar: تم حفظ إجاباتك مسبقًا. انقر فوق «{button_name}» لتقديرها.
el: Οι απαντήσεις σας έχουν αποθηκευτεί αλλά δεν έχουν βαθμολογηθεί. Πατήστε '{button_name}', για να βαθμολογηθούν.

source: Incorrect ({progress} point)
ar: غير صحيح ({progress} نقطة)
el: Η απάντησή σας είναι λανθασμένη ({progress} μονάδα)

source: Correct ({progress} point)
ar: صحيح ({progress} نقطة)
el: Η απάντησή σας είναι σωστή ({progress} μονάδα)

source: Partially correct ({progress} point)
ar: صحيح جزئيًا ({progress} نقطة)
el: Μερικώς σωστό ({progress} μονάδα)

source: Partially Correct
ar: صحيح جزئيًا
el: Μερικώς σωστό

source: Answer submitted.
ar: تم إرسال الإجابة.
el: Η απάντησή σας έχει υποβληθεί.

source: Problem is closed.
ar: المشكلة مغلقة.
el: Πρόβλημα κλειστό.

source: Problem must be reset before it can be submitted again.
ar: يجب إعادة تعيين المشكلة قبل إرسالها مرة أخرى.
el: Το πρόβλημα πρέπει να επανέλθει για να μπορέσει να υποβληθεί ξανά.

source: You must wait at least {wait} seconds between submissions.
ar: يجب أن تنتظر {wait} ثانية على الأقل بين عمليات الإرسال.
el: Θα πρέπει να περιμένετε τουλάχιστον {wait}δευτερόλεπτα μεταξύ των υποβολών σας.

source: You must wait at least {wait_secs} between submissions. {remaining_secs} remaining.
ar: يجب عليك الانتظار {wait_secs} على الأقل بين عمليات الإرسال. {remaining_secs} متبقية.
el: Πρέπει να περιμένετε τουλάχιστον {wait_secs} μεταξύ των απαντήσεων. Απομένουν {remaining_secs}.

source: {num_hour} hour
ar: {num_hour} ساعة
el: {num_hour} ώρα

source: {num_minute} minute
ar: {num_minute} دقيقة
el: {num_minute} λεπτά

source: {num_second} second
ar: {num_second} ثانية
el: {num_second} δευτερόλεπτο

source: Problem needs to be reset prior to save.
ar: يجب إعادة تعيين المشكلة قبل الحفظ.
el: Το πρόβλημα πρέπει να αποκατασταθεί πριν αποθηκευτεί.

source: Your answers have been saved.
ar: تم حفظ إجاباتك.
el: Οι απαντήσεις σας έχουν αποθηκευτεί.

source: Your answers have been saved but not graded. Click '{button_name}' to grade them.
ar: تم حفظ إجاباتك ولكن لم يتم تقديرها. انقر فوق «{button_name}» لتقديرها.
el: Οι απαντήσεις σας έχουν αποθηκευτεί αλλά δεν έχουν βαθμολογηθεί. Πατήστε '{button_name}', για να βαθμολογηθούν.

source: You cannot select Reset for a problem that is closed.
ar: لا يمكنك تحديد إعادة تعيين لمشكلة مغلقة.
el: Δεν μπορείτε να επιλέξετε Επαναφορά για ένα πρόβλημα που έχει κλείσει.

source: You must submit an answer before you can select Reset.
ar: يجب عليك إرسال إجابة قبل أن تتمكن من تحديد إعادة تعيين.
el: Θα πρέπει να υποβάλετε μια απάντηση για να μπορέσετε να επιλέξετε Επαναφορά.

source: Problem's definition does not support rescoring.
ar: تعريف المشكلة لا يدعم rescoring.
el: Η επεξήγηση του προβλήματος δεν υποστηρίζεται για αναβαθμολόγηση.

source: Problem must be answered before it can be graded again.
ar: يجب الإجابة على المشكلة قبل أن يمكن تقديرها مرة أخرى.
el: Θα πρέπει να απαντηθεί το πρόβλημα για να μπορέσει να ξαναβαθμολογηθεί.

source: We're sorry, there was an error with processing your request. Please try reloading your page and trying again.
ar: نحن آسفون، كان هناك خطأ في معالجة طلبك. يرجى محاولة إعادة تحميل صفحتك والمحاولة مرة أخرى.
el: Λυπούμαστε, προέκυψε σφάλμα κατά την επεξεργασία του αιτήματός σας. Παρακαλούμε, δοκιμάστε να επαναφορτώσετε τη σελίδα σας και προσπαθήστε ξανά.

source: The state of this problem has changed since you loaded this page. Please refresh your page.
ar: لقد تغيرت حالة هذه المشكلة منذ تحميل هذه الصفحة. يرجى تحديث صفحتك.
el: Η κατάσταση του προβλήματος αυτού έχει αλλάξει από τη στιγμή που φορτώθηκε αυτή τη σελίδα. Παρακαλούμε ανανεώστε τη σελίδα σας.

source: Answer ID
ar: معرف الإجابة
el: Κωδικός Απάντησης

source: Question
ar: سؤال
el: Ερώτηση

source: Correct Answer
ar: الإجابة الصحيحة
el: Σωστή Απάντηση

source: Conditional
ar: مشروطة
el: Υπό όρους

source: List of urls of children that are references to external modules
ar: قائمة عناوين url للأطفال التي تشير إلى الوحدات الخارجية
el: Κατάλογος διευθύνσεων URL παιδιών που αναφέρονται σε εξωτερικές ενότητες

source: Source Components
ar: مكونات المصدر
el: Στοιχεία πηγής

source: The component location IDs of all source components that are used to determine whether a learner is shown the content of this conditional module. Copy the component location ID of a component from its Settings dialog in Studio.
ar: معرفات موقع المكون لجميع مكونات المصدر المستخدمة لتحديد ما إذا كان متعلم يظهر محتوى هذه الوحدة الشرطية. انسخ معرف موقع المكون لمكون من مربع حوار الإعدادات في Studio.
el: Τα αναγνωριστικά θέσης στοιχείων όλων των στοιχείων προέλευσης που χρησιμοποιούνται για να προσδιοριστεί εάν ο εκπαιδευόμενος εμφανίζεται το περιεχόμενο αυτής της λειτουργικής μονάδας υπό όρους. Αντιγράψτε το αναγνωριστικό θέσης στοιχείου ενός στοιχείου από το παράθυρο διαλόγου «Ρυθμίσεις» στο Studio.

source: Conditional Attribute
ar: السمة الشرطية
el: Χαρακτηριστικό υπό όρους

source: The attribute of the source components that determines whether a learner is shown the content of this conditional module.
ar: سمة المكونات المصدر التي تحدد ما إذا كان متعلم يظهر محتوى هذه الوحدة الشرطية.
el: Το χαρακτηριστικό των στοιχείων προέλευσης που καθορίζει εάν ο εκπαιδευόμενος εμφανίζεται το περιεχόμενο αυτής της λειτουργικής μονάδας υπό όρους.

source: Conditional Value
ar: القيمة الشرطية
el: Τιμή υπό όρους

source: The value that the conditional attribute of the source components must match before a learner is shown the content of this conditional module.
ar: يجب أن تتطابق القيمة التي يجب أن تتطابق معها السمة الشرطية للمكونات المصدر قبل أن يظهر للمتعلم محتوى هذه الوحدة الشرطية.
el: Η τιμή που πρέπει να ταιριάζει με το χαρακτηριστικό υπό όρους των στοιχείων προέλευσης πριν εμφανιστεί ο εκπαιδευόμενος το περιεχόμενο αυτής της λειτουργικής μονάδας υπό όρους.

source: Blocked Content Message
ar: رسالة المحتوى المحظور
el: Μήνυμα αποκλεισμένου περιεχομένου
