Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar, el

source: These reports are delimited by start and end dates.
ar: يتم تحديد هذه التقارير حسب تواريخ البدء والانتهاء.
el: Οι εκθέσεις αυτές οριοθετούνται με βάση τις ημερομηνίες έναρξης και λήξης.

source: Start Date:
ar: تاريخ البدء:
el: Ημερομήνια Έναρξης:

source: End Date:
ar: تاريخ الانتهاء:
el: Ημερομηνία λήξης:

source: These reports are delimited alphabetically by university name. i.e., generating a report with 'Start Letter' A and 'End Letter' C will generate reports for all universities starting with A, B, and C.
ar: يتم تحديد هذه التقارير أبجديًا حسب اسم الجامعة. على سبيل المثال، سيؤدي إنشاء تقرير باستخدام «حرف البدء» A و «حرف النهاية» C إلى إنشاء تقارير لجميع الجامعات بدءًا من A و B و C.
el: Οι εκθέσεις αυτές οριοθετούνται αλφαβητικά με βάση το όνομα του πανεπιστημίου. Δηλαδή, η δημιουργία μιας έκθεσης με τίτλο «Start Letter» A και «End Letter» C θα παράγει εκθέσεις για όλα τα πανεπιστήμια που αρχίζουν με Α, Β και Γ.

source: Start Letter:
ar: رسالة البدء:
el: Επιστολή έναρξης:

source: End Letter:
ar: رسالة النهاية:
el: Τέλος Επιστολής:

source: Payment Error
ar: خطأ في الدفع
el: Σφάλμα Πληρωμής

source: There was an error processing your order!
ar: كان هناك خطأ في معالجة طلبك!
el: Παρουσιάστηκε σφάλμα κατά την επεξεργασία της παραγγελίας σας!

source: Thank you for your purchase!
ar: شكرا لك على الشراء!
el: Ευχαριστούμε για την αγορά σας!

source: View Dashboard
ar: عرض لوحة القيادة
el: Προβολή πίνακα εργαλείων

source: You have successfully been enrolled for {course_names}. The following receipt has been emailed to {receipient_emails}
ar: لقد تم تسجيلك بنجاح لـ {course_names}. تم إرسال الإيصال التالي عبر البريد الإلكتروني إلى {receipient_emails}
el: Έχετε εγγραφεί με επιτυχία για το {course_names}. Η ακόλουθη απόδειξη έχει αποσταλεί με email στο {receipient_emails}

source: You have successfully purchased <b>{number} course registration code</b> for {course_names}.
ar: لقد قمت بنجاح بشراء <b>{number} رموز تسجيل دورة</b> لـ {course_names}.
el: Έχετε αγοράσει με επιτυχία <b>{number} κωδικό εγγραφής μαθήματος</b> για {course_names}.

source: The following receipt has been emailed to {receipient_emails}
ar: تم إرسال الإيصال التالي عبر البريد الإلكتروني إلى {receipient_emails}
el: Η ακόλουθη απόδειξη έχει αποσταλεί με email στο {receipient_emails}

source: Please send each professional one of these unique registration codes to enroll into the course. The confirmation/receipt email you will receive has an example email template with directions for the individuals enrolling.
ar: يرجى إرسال كل واحد من رموز التسجيل الفريدة هذه للتسجيل في الدورة دورة. يحتوي البريد الإلكتروني للتأكيد والإيصال الذي ستتلقاه على مثال قالب بريد إلكتروني مع توجيهات للأفراد المسجلين.
el: Παρακαλούμε στείλτε σε κάθε επαγγελματία έναν από αυτούς τους μοναδικούς κωδικούς εγγραφής για να εγγραφεί στο μάθημα. Το email επιβεβαίωσης/παραλαβής που θα λάβετε έχει ένα παράδειγμα πρότυπο ηλεκτρονικού ταχυδρομείου με οδηγίες για τα άτομα που εγγράφουν.

source: Enrollment Link
ar: رابط التسجيل
el: Σύνδεσμος Εγγραφής

source: Used
ar: مستعمل
el: Μεταχειρισμένα

source: Invalid
ar: غير صالح
el: Μη έγκυρο

source: Date of purchase
ar: تاريخ الشراء
el: Ημερομηνία αγοράς

source: Print Receipt
ar: إيصال الطباعة
el: Εκτύπωση απόδειξης

source: Billed To Details
ar: تمت محاسبتها على التفاصيل
el: Τιμολογείται σε λεπτομέρειες

source: N/A
el: ΔΥ

source: Purchase Order Number
ar: رقم أمر الشراء
el: Αριθμός Παραγγελίας Αγοράς

source: Company Contact Name
ar: اسم جهة اتصال الشركة
el: Όνομα Επικοινωνίας Εταιρείας

source: Company Contact Email
ar: البريد الإلكتروني للاتصال بالشركة
el: Email Επικοινωνίας Εταιρείας

source: Recipient Name
ar: اسم المستلم
el: Όνομα Παραλήπτη

source: Recipient Email
ar: البريد الإلكتروني للمستلم
el: Email Παραλήπτη

source: Card Type
ar: نوع البطاقة
el: Τύπος Κάρτας

source: Credit Card Number
ar: رقم بطاقة الائتمان
el: Αριθμός Πιστωτικής Κάρτας

source: Address 1
ar: العنوان 1
el: Διεύθυνση 1

source: State
ar: حالة
el: Κατάσταση

source: Registration for:
ar: التسجيل لـ:
el: Εγγραφή για:

source: Price per learner:
ar: السعر لكل متعلم:
el: Τιμή ανά εκπαιδευόμενο:

source: Discount Applied:
ar: تطبيق الخصم:
el: Εφαρμοσμένη έκπτωση:

source: Learners
ar: المتعلمين
el: Εκπαιδευόμενοι

source: Note: items with strikethough like <del>this</del> have been refunded.
ar: ملاحظة: تم رد العناصر ذات الإضراب مثل <del>هذا</del> .
el: Σημείωση: Αντικείμενα με διαγράμμετρα όπως <del>αυτό</del> έχουν επιστραφεί.

source: Confirm Enrollment
ar: تأكيد التسجيل
el: Επιβεβαίωση Εγγραφής

source: {site_name} - Confirm Enrollment
ar: {site_name} - تأكيد التسجيل
el: {site_name} - Επιβεβαίωση Εγγραφής

source: {course_number} {course_title} Cover Image
ar: {course_number} {course_title} صورة الغلاف
el: {course_number} {course_title} Εικόνα εξωφύλλου

source: Confirm your enrollment for: {span_start}course dates{span_end}
ar: قم بتأكيد تسجيلك لـ: {span_start}تواريخ دورة{span_end}
el: Επιβεβαιώστε την εγγραφή σας για: {span_start}ημερομηνίες μαθημάτων{span_end}

source: You've clicked a link for an enrollment code that has already been used. Check your {link_start}course dashboard{link_end} to see if you're enrolled in the course, or contact your company's administrator.
ar: لقد قمت بالنقر فوق ارتباط لرمز التسجيل الذي تم استخدامه بالفعل. تحقق من لوحة معلومات دورة {link_start}{link_end} لمعرفة ما إذا كنت مسجلاً في دورة، أو اتصل بمسؤول شركتك.
el: Έχετε κάνει κλικ σε μια σύνδεση για έναν κωδικό εγγραφής που έχει ήδη χρησιμοποιηθεί. Ελέγξτε τον πίνακα ελέγχου {link_start}μαθημάτων{link_end} για να δείτε αν έχετε εγγραφεί στο μάθημα ή επικοινωνήστε με το διαχειριστή της εταιρείας σας.

source: You have successfully enrolled in {course_name}. This course has now been added to your dashboard.
ar: لقد قمت بالتسجيل بنجاح في {course_name}. تمت إضافة هذه دورة الآن إلى لوحة التحكم الخاصة بك.
el: Έχετε επιτυχώς εγγραφεί στο μάθημα {course_name}. Το μάθημα αυτό εμφανίζεται πλέον στα Μαθήματά σας.

source: You're already enrolled for this course. Visit your {link_start}dashboard{link_end} to see the course.
ar: لقد تم تسجيلك بالفعل في هذه دورة. قم بزيارة لوحة معلومات {link_start}{link_end} لمشاهدة الدورة دورة.
el: Έχετε ήδη εγγραφεί σε αυτό το μάθημα. Επισκεφθείτε το {link_start}ταμπλό σας{link_end} για να δείτε την πορεία.

source: The course you are enrolling for is full.
ar: الدورة التي تسجل فيها ممتلئة.
el: Το μάθημα για το οποίο εγγράφεστε είναι πλήρης.

source: The course you are enrolling for is closed.
ar: الدورة التي تقوم بالتسجيل فيها مغلقة.
el: Το μάθημα για το οποίο εγγράφεστε έχει κλείσει.

source: There was an error processing your redeem code.
ar: حدث خطأ في معالجة رمز الاسترداد الخاص بك.
el: Παρουσιάστηκε σφάλμα κατά την επεξεργασία του κωδικού εξαργύρωσης.

source: You're about to activate an enrollment code for {course_name} by {site_name}. This code can only be used one time, so you should only activate this code if you're its intended recipient.
ar: أنت على وشك تنشيط رمز التسجيل لـ {course_name} في {site_name}. يمكن استخدام هذا الرمز مرة واحدة فقط، لذلك يجب عليك تنشيط هذا الرمز فقط إذا كنت المستلم المقصود.
el: Πρόκειται να ενεργοποιήσετε έναν κωδικό εγγραφής για {course_name} προς {site_name}. Αυτός ο κωδικός μπορεί να χρησιμοποιηθεί μόνο μία φορά, επομένως θα πρέπει να ενεργοποιήσετε αυτόν τον κωδικό μόνο εάν είστε ο παραλήπτης που προορίζεται.

source: Activate Course Enrollment
ar: تنشيط التسجيل في دورة الدراسي
el: Ενεργοποίηση Εγγραφής Μαθήματος

source: {course_names} has been removed because the enrollment period has closed.
ar: تمت إزالة {course_names} بسبب إغلاق فترة التسجيل.
el: {course_names} έχει καταργηθεί επειδή η περίοδος εγγραφής έχει κλείσει.

source: Cover Image
ar: صورة الغلاف
el: Εικόνα εξωφύλλου

source: Learners:
ar: متعلمين:
el: Εκπαιδευόμενοι:

source: Input quantity and press enter.
ar: كمية الإدخال واضغط على Enter.
el: Εισάγετε ποσότητα και πατήστε enter.

source: Increase
ar: زيادة
el: Αύξηση

source: Decrease
ar: انخفاض
el: Μείωση

source: Remove
ar: إزالة
el: Αφαίρεση

source: Discount or activation code
ar: رمز الخصم أو التفعيل
el: Κωδικός έκπτωσης ή ενεργοποίησης

source: discount or activation code
ar: رمز الخصم أو التفعيل
el: κωδικός έκπτωσης ή ενεργοποίησης

source: Apply
ar: تطبيق
el: Εφαρμόστε

source: code has been applied
ar: تم تطبيق التعليمات البرمجية
el: έχει εφαρμοστεί ο κωδικός

source: TOTAL:
ar: إجمالي:
el: ΣΎΝΟΛΟ:

source: After this purchase is complete, a receipt is generated with relative billing details and registration codes for learners.
ar: بعد اكتمال عملية الشراء هذه، يتم إنشاء إيصال مع تفاصيل الفواتير النسبية ورموز التسجيل للمتعلمين.
el: Μετά την ολοκλήρωση αυτής της αγοράς, δημιουργείται μια απόδειξη με σχετικές λεπτομέρειες χρέωσης και κωδικούς εγγραφής για τους εκπαιδευόμενους.

source: After this purchase is complete, {username} will be enrolled in this course.
ar: بعد اكتمال عملية الشراء هذه، سيتم تسجيل {username} في هذه دورة.
el: Αφού ολοκληρωθεί αυτή η αγορά, {username} θα εγγραφεί σε αυτό το μάθημα.

source: Empty Cart
ar: عربة فارغة
el: Άδειο Καλάθι

source: Shopping cart
ar: عربة التسوق
el: Καλάθι

source: {platform_name} - Shopping Cart
ar: {platform_name} - عربة التسوق
el: {platform_name} - Καλάθι Αγορών

source: Confirmation
ar: التأكيد
el: Επιβεβαίωση

source: The page that you were looking for was not found. Go back to the {link_start}homepage{link_end} or let us know about any pages that may have been moved at {email}.
ar: لم يتم العثور على الصفحة التي كنت تبحث عنها. انطلق إلى الصفحة الرئيسية {link_start}{link_end} أو أخبرنا بأي صفحات ربما تم نقلها في {email}.
el: Η σελίδα που αναζητάτε δεν βρέθηκε. Επιστρέψτε στην {link_start}αρχική σελίδα{link_end} ή ενημερώστε μας στο e-mail {email}.

source: Our system indicates that you are trying to access this {platform_name} course from a country or region currently subject to U.S. economic and trade sanctions.Unfortunately, because {platform_name} is required to comply with export controls,we cannot allow you to access this course at this time.
ar: يشير نظامنا إلى أنك تحاول الوصول إلى هذه دورة {platform_name} من بلد أو منطقة تخضع حاليًا للعقوبات الاقتصادية والتجارية الأمريكية. لسوء الحظ، نظرًا لأن {platform_name} مطلوب للامتثال لضوابط التصدير، لا يمكننا السماح لك بالوصول إلى هذا دورة في هذا الوقت.
el: Το σύστημά μας υποδεικνύει ότι προσπαθείτε να αποκτήσετε πρόσβαση σε αυτό το μάθημα {platform_name} από μια χώρα ή περιοχή που υπόκειται επί του παρόντος σε οικονομικές και εμπορικές κυρώσεις των Η.Π.Α. Δυστυχώς, επειδή απαιτείται {platform_name} για να συμμορφωθεί με τους ελέγχους εξαγωγών, δεν μπορούμε να σας επιτρέψουμε να έχετε πρόσβαση σε αυτό Φυσικά αυτή τη στιγμή.

source: Jobs
ar: وظائف
el: Εργασίες

source: In the Press
ar: في الصحافة
el: Στον Τύπο

source: Currently the {platform_name} servers are down
ar: حاليًا، الخوادم {platform_name} معطلة.
el: Προς το παρόν οι διακομιστές {platform_name} είναι εκτός λειτουργίας

source: Our staff is currently working to get the site back up as soon as possible. Please email us at {tech_support_email} to report any problems or downtime.
ar: يعمل موظفونا حاليًا على استعادة الموقع احتياطيًا في أقرب وقت ممكن. يرجى مراسلتنا عبر البريد الإلكتروني على {tech_support_email} للإبلاغ عن أي مشاكل أو توقف.
el: Το προσωπικό μας αυτή τη στιγμή εργάζεται για να επαναφέρει το site το συντομότερο δυνατό. Παρακαλούμε στείλτε μας email στο {tech_support_email} για να αναφέρετε τυχόν προβλήματα ή διακοπές λειτουργίας.

source: Reload Page
ar: إعادة تحميل الصفحة
el: Επαναφόρτωση σελίδας

source: There has been a 500 error on the {platform_name} servers
ar: كان هناك خطأ 500 على خوادم {platform_name}
el: Προέκυψε σφάλμα -500 error- στους διακομιστές του {platform_name}

source: Please wait a few minutes and then reload the page. If the problem persists, please email us at {email}.
ar: يرجى الانتظار بضع دقائق ثم إعادة تحميل الصفحة. إذا استمرت المشكلة، يرجى مراسلتنا عبر البريد الإلكتروني على {email}.
el: Περιμένετε λίγα λεπτά και στη συνέχεια φορτώστε ξανά τη σελίδα. Εάν το πρόβλημα επιμείνει, παρακαλούμε στείλτε μας e-mail στο {email}.

source: Currently the {platform_name} servers are overloaded
ar: حاليًا، يتم تحميل الخوادم {platform_name} بشكل زائد.
el: Προς το παρόν οι διακομιστές {platform_name} είναι υπερφορτωμένοι

source: Account Settings
ar: إعدادات الحساب
el: Ρυθμίσεις λογαριασμού

source: Please Wait
ar: الرجاء الانتظار
el: Παρακαλώ περιμένετε

source: Learner Support
ar: دعم متعلم
el: Υποστήριξη Εκπαιδευόμενου

source: Learner Support: Certificates
ar: دعم متعلم: شهادات
el: Υποστήριξη Εκπαιδευόμενου: Πιστοποιητικά

source: Contact {platform_name} Support
ar: اتصل بـ {platform_name} دعم
el: Επικοινωνία με την υποστήριξη {platform_name}

source: Learner Support: Enrollment
ar: دعم متعلم: التسجيل
el: Υποστήριξη Εκπαιδευόμενου: Εγγραφή

source: Learner Support: Manage User
ar: دعم متعلم: إدارة المستخدم
el: Υποστήριξη Εκπαιδευόμενου: Διαχείριση Χρήστη

source: About to refund this order:
ar: على وشك استرداد هذا الطلب:
el: Σχετικά με την επιστροφή αυτής της παραγγελίας:

source: Order Id:
ar: معرف الطلب:
el: Κωδικός Παραγγελίας:

source: Enrollment:
ar: التسجيل:
el: Εγγραφή:

source: enrolled
ar: تم التسجيل
el: Είστε ήδη εγγεγραμμένος

source: unenrolled
ar: غير مسجل
el: μη εγγεγραμμένος

source: Cost:
ar: التكلفة:
el: Κόστος:

source: CertificateItem Status:
ar: حالة عنصر الشهادة:
el: Κατάσταση στοιχείου πιστοποιητικού:

source: Order Status:
ar: حالة الطلب:
el: Κατάσταση Παραγγελίας:

source: Fulfilled Time:
ar: وقت الوفاء:
el: Χρόνος εκπληρωθείσα:

source: Refund Request Time:
ar: وقت طلب استرداد الأموال:
el: Χρόνος Αίτησης Επιστροφής:

source: User Survey
ar: استبيان المستخدم
el: Έρευνα Χρηστών

source: Pre-Course Survey
ar: استبيان ما قبل الدورة
el: Έρευνα Προ-Μαθήματος

source: You can begin your course as soon as you complete the following form. Required fields are marked with an asterisk (*). This information is for the use of {platform_name} only. It will not be linked to your public profile in any way.
ar: يمكنك بدء دورة بمجرد إكمال النموذج التالي. يتم وضع علامة على الحقول المطلوبة بعلامة نجمية (*). هذه المعلومات مخصصة لاستخدام {platform_name} فقط. لن يتم ربطه بملفك الشخصي العام بأي شكل من الأشكال.
el: Μπορείτε να ξεκινήσετε την πορεία σας μόλις συμπληρώσετε την παρακάτω φόρμα. Τα υποχρεωτικά πεδία σημειώνονται με αστερίσκο (*). Αυτές οι πληροφορίες προορίζονται μόνο για τη χρήση του {platform_name} . Δεν θα συνδεθεί με το δημόσιο προφίλ σας με κανέναν τρόπο.

source: You are missing the following required fields:
ar: تفتقد الحقول المطلوبة التالية:
el: Δεν έχετε σημειώσει τα ακόλουθα απαιτούμενα πεδία:

source: Cancel and Return to Dashboard
ar: إلغاء والعودة إلى لوحة القيادة
el: Ακύρωση και επιστροφή στο ταμπλό

source: Why do I need to complete this information?
ar: لماذا أحتاج إلى إكمال هذه المعلومات؟
el: Γιατί πρέπει να συμπληρώσω αυτές τις πληροφορίες;

source: We use the information you provide to improve our course for both current and future learners. The more we know about your specific needs, the better we can make your course experience.
ar: نحن نستخدم المعلومات التي تقدمها لتحسين دورة لكل من متعلمين الحاليين والمستقبليين. كلما عرفنا المزيد عن احتياجاتك الخاصة، كان من الأفضل أن نجعل تجربة دورة الخاصة بك.
el: Χρησιμοποιούμε τις πληροφορίες που παρέχετε για να βελτιώσουμε το μάθημά μας τόσο για τους σημερινούς όσο και για τους μελλοντικούς εκπαιδευόμενους. Όσο περισσότερα γνωρίζουμε για τις συγκεκριμένες ανάγκες σας, τόσο καλύτερα μπορούμε να κάνουμε την εμπειρία σας στο μάθημα.

source: Who can I contact if I have questions?
ar: من يمكنني الاتصال إذا كانت لدي أسئلة؟
el: Με ποιον μπορώ να επικοινωνήσω αν έχω ερωτήσεις;

source: If you have any questions about this course or this form, you can contact {link_start}{mail_to_link}{link_end}.
ar: إذا كان لديك أي أسئلة حول هذه دورة أو هذا النموذج، يمكنك الاتصال {link_start}{mail_to_link}{link_end}.
el: Εάν έχετε οποιεσδήποτε ερωτήσεις σχετικά με αυτό το μάθημα ή αυτή τη φόρμα, μπορείτε να επικοινωνήσετε με το {link_start}{mail_to_link}{link_end}.

source: Analytics - Course Report
ar: تقاريـــر - تقرير الدورة
el: Analytics - Report Ανα Course

source: Let's have a look at your learning data
ar: الخاصة بكم
el: Ας ρίξουμε μια ματιά στα στατιστικά των εκπαιδεύσεών σας

source: Global Report
ar: التقرير الشامل
el: Γενικο Report

source: Show:
ar: عرض:
el: Εμφάνιση:

source: Daily
ar: يومي
el: Καθημερινή

source: Weekly
ar: أسبوعي
el: εβδομαδιαία

source: Monthly
ar: شهرياً
el: Μηνιαία

source: Comparison between today's value and yesterday's
ar: مقارنة بين قيمة اليوم والأمس
el: Σύγκριση μεταξύ της σημερινής αξίας και της χθεσινής

source: Course Report
ar: تقرير الدورة
el: Report ανά course

source: Number of different visitors who opened the course per day
ar: عدد الزوار المختلفين الذين فتحوا دورة يوميًا
el: Αριθμός διαφορετικών επισκεπτών που άνοιξαν το μάθημα ανά ημέρα

source: Course Summary Report
ar: تقرير ملخص الدورة
el: Συνοπτικό report course

source: Course Grade Report
ar: تقرير تقدير دورة
el: Report βαθμολογίας course

source: Course Time Spent Report
ar: تقرير الوقت المستغرق في دورة
el: Report διάρκειας course

source: Learner Report
ar: تقرير المتعلم
el: Report εκπαιδευόμενου

source: ILT Report
ar: تقرير ILT
el: Report ILT

source: Analytics - Customized Report
ar: التقارير - التقرير المخصص
el: Analytics - Εξατομικευμενο Report

source: Customized Report
ar: التقرير المخصص
el: Εξατομικευμενο Report

source: Reports ready to download
ar: تقارير جاهزة للتنزيل
el: Αναφορές έτοιμες για λήψη

source: No reports available
ar: لا توجد تقارير متاحة
el: Δεν υπάρχουν διαθέσιμες αναφορές

source: Customize your report by configuring each step.
ar: قم بتخصيص تقريرك عن طريق تكوين كل خطوة.
el: Προσαρμόστε τα στατιστικά σας ρυθμίζοντας κάθε βήμα.

source: Note: If no user properties are selected, default properties will be used.
ar: ملاحظة: إذا لم يتم تحديد خصائص المستخدم، فسيتم استخدام الخصائص الافتراضية.
el: Σημείωση: Εάν δεν έχουν επιλεγεί ιδιότητες χρήστη, θα χρησιμοποιηθούν προεπιλεγμένες ιδιότητες.

source: Choose the export format
ar: اختر تنسيق التصدير
el: Επιλέξτε την μορφή report

source: {format} report
ar: تقرير {format}
el: {format} έκθεση

source: Please select a course to see your report:
ar: حدد مقرر الدورة:
el: Παρακαλώ επιλέξτε ένα course για να δείτε το report σας:

source: Average time to complete the course
ar: متوسط الوقت لإكمال دورة
el: Μέσος χρόνος για την ολοκλήρωση του μαθήματος

source: Learner Status
ar: حالة متعلم
el: Κατάσταση Εκπαιδευόμενου

source: Average Final Score
ar: متوسط النتيجة النهائية
el: Μέση Τελική Βαθμολογία

source: Post
ar: المشاركات
el: Δημοσίευση

source: Please, note that these reports are not live. Last update:
ar: يرجى ملاحظة أن هذه التقارير ليست مباشرة. آخر تحديث:
el: Λάβετε υπόψη ότι τα Reports δεν είναι Live. Τελευταία ενημέρωση:

source: Summary
ar: ملخص
el: Περίληψη

source: Time Spent
ar: الوقت المستغرق
el: Χρόνος που αφιερώνεται

source: Analytics - ILT Report
ar: تقاريـــر - تقرير ILT
el: Analytics - Report ILT

source: ILT Global Report
ar: تقرير ILT العالمي
el: Συνολικά στατιστικά εκπαιδεύσεων ILT

source: ILT Learner Report
ar: تقرير المتعلم ILT
el: Στατιστικά εκπαιδευόμενου με ILT

source: Analytics - Learner Report
ar: تقاريـــر - تقرير المتعلم
el: Analytics - Report Εκπαιδευομενου

source: Analytics - Global Report
ar: تقاريـــر - تقرير شامل
el: Analytics - Γενικο Report

source: Certificate Delivered
ar: الشهادات التي تم تسليمها
el: Badge που εκδόθηκε

source: Average Time Spent Per Active Learner
ar: متوسط الوقت المستغرق لكل متعلم نشط
el: Μέσος χρόνος που δαπανάται ανά ενεργό εκπαιδευόμενο

source: Number of Unique Visitors
ar: عدد الزوار الفريدين
el: Αριθμός Μοναδικών Επισκεπτών

source: Device Use
ar: استخدام الجهاز
el: Χρήση συσκευών

source: Desktop
ar: سطح المكتب
el: Επιφάνεια εργασίας

source: Mobile
ar: موبايل
el: Κινητό

source: Active Learners Location
ar: موقع المتعلمين النشطين
el: Τοποθεσία Ενεργών Εκπαιδευόμενων

source: Please select a course!
ar: يرجى تحديد دورة!
el: Παρακαλώ επιλέξτε ένα μάθημα!

source: Please the provide the reason. It cannot be empty!
ar: يرجى تقديم السبب. لا يمكن أن تكون فارغة!
el: Παρακαλώ δώστε τον λόγο. Δεν μπορεί να είναι άδειο!

source: Analytics - Learning Transcript
ar: تقاريـــر - نص التعلم
el: Analytics - Καταγραφή μάθησης

source: Learning Transcript
ar: نص التعلم
el: Μεταγραφή εκμάθησης

source: Let's have a look at your learning experience!
ar: دعونا نلقي نظرة على تجربة التعلم الخاصة بك!
el: Ας ρίξουμε μια ματιά στη μαθησιακή σας εμπειρία!

source: Request a waiver
ar: طلب تنازل
el: Ζητήστε παραίτηση

source: your YouTube video's ID or the uploaded video's ID
ar: معرف فيديو YouTube الخاص بك أو معرف الفيديو الذي تم تحميله
el: το αναγνωριστικό του βίντεο YouTube ή το αναγνωριστικό του βίντεο που ανεβάσατε

source: Enter your YouTube video's ID or the uploaded video's ID (along with any restriction parameters)
ar: أدخل معرف فيديو YouTube الخاص بك أو معرف الفيديو الذي تم تحميله (جنبًا إلى جنب مع أي معلمات تقييد)
el: Εισαγάγετε το αναγνωριστικό του βίντεο YouTube ή το αναγνωριστικό του βίντεο που ανεβάσατε (μαζί με τυχόν παραμέτρους περιορισμού)

source: Select a course
ar: حدد مقرر الدورة
el: Επιλέξτε course

source: Select the section(s)
ar: حدد القسم (الأقسام)
el: Επιλέξτε την ενότητα (ες)

source: Justify the reasons why you are requesting for this waiver
ar: تبرير الأسباب التي تجعلك تطلب هذا التنازل
el: Δικαιολογήστε τους λόγους για τους οποίους ζητάτε αυτή την παραίτηση

source: After sending your request, the course admin will assess it and you will receive an answer by email.
ar: بعد إرسال طلبك، سيقوم مسؤول دورة بتقييمه وستتلقى إجابة عبر البريد الإلكتروني.
el: Αφού αποστείλετε το αίτημά σας, ο διαχειριστής του μαθήματος θα το αξιολογήσει και θα λάβετε απάντηση μέσω email.

source: Send
ar: إرسال
el: Αποστολή

source: Time spent on the platform
ar: الوقت الذي يقضيه على المنصة
el: Χρόνος που δαπανάται στην πλατφόρμα

source: Analytics - Process Waiver Request
ar: تقاريـــر - طلب التنازل عن العملية
el: Analytics - Αίτηση Απαλλαγής Διαδικασίας

source: Forwarding to gradebook page ...
ar: إعادة التوجيه إلى صفحة دفتر التقديرات...
el: Προώθηση στη σελίδα βαθμολογίου...

source: Analytics - Learner Transcript
ar: تقاريـــر - نسخة متعلم
el: Analytics - Καταγραφή εκπαιδευόμενου

source: Learning Transcript of
ar: نسخة تعلم
el: Εκμάθηση μεταγραφή του

source: Skeleton Page
ar: صفحة الهيكل العظمي
el: Σελίδα σκελετού

source: Search the course
ar: ابحث في دورة
el: Αναζήτηση στο μάθημα

source: Have questions?
ar: هل لديك أسئلة؟
el: Έχετε ερωτήσεις;

source: Please read {a_start}our FAQs to view common questions about our certificates{a_end}.
ar: يرجى قراءة {a_start}الأسئلة الشائعة لدينا لعرض الأسئلة الشائعة حول شهاداتنا{a_end}.
el: Παρακαλούμε διαβάστε {a_start}Συχνές Ερωτήσεις για να δείτε συνήθεις ερωτήσεις σχετικά με τα πιστοποιητικά μας{a_end}.

source: Re-Verify for {course_name}
ar: إعادة التحقق من أجل {course_name}
el: Επαλήθευση για {course_name}

source: Verification Deadline Has Passed
ar: تم تمرير الموعد النهائي للتحقق
el: Η προθεσμία επαλήθευσης έχει παρέλθει

source: Upgrade Deadline Has Passed
ar: تم تمرير الموعد النهائي للترقية
el: Η προθεσμία αναβάθμισης έχει περάσει

source: The verification deadline for {course_name} was {{date}}. Verification is no longer available.
ar: كان الموعد النهائي للتحقق لـ {course_name} {{date}}. لم يعد التحقق متاحًا.
el: Η προθεσμία επαλήθευσης για το {course_name} ήταν {{date}}. Η επαλήθευση δεν είναι πλέον διαθέσιμη.

source: The deadline to upgrade to a verified certificate for this course has passed.
ar: لقد مر الموعد النهائي للترقية إلى شهادة تم التحقق منها لهذه دورة.
el: Η προθεσμία αναβάθμισης σε επαληθευμένο πιστοποιητικό για αυτό το μάθημα έχει περάσει.

source: Upgrade Your Enrollment For {course_name}.
ar: قم بترقية التسجيل الخاص بك لـ {course_name}.
el: Αναβαθμίστε την εγγραφή σας για {course_name}.
