Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar, el

source: Need Help?
ar: هل تحتاج إلى مساعدة؟
el: Χρειάζεστε βοήθεια;

source: Looking for help signing in or with your {platform_name} account?
ar: هل تبحث عن مساعدة في تسجيل الدخول أو باستخدام حسابك {platform_name} ؟
el: Αναζητάτε βοήθεια για την είσοδο ή με το λογαριασμό {platform_name};

source: View our help section for answers to commonly asked questions.
ar: اعرض قسم المساعدة الخاص بنا للحصول على إجابات للأسئلة الشائعة.
el: Δείτε τη σελίδα των Συχνών Ερωτήσεων.

source: Log into your {platform_name} Account
ar: تسجيل الدخول إلى حسابك {platform_name}
el: Σύνδεση | {platform_name}

source: Log into My {platform_name} Account
ar: تسجيل الدخول إلى حسابي {platform_name}
el: Σύνδεση | {platform_name}

source: Access My Courses
ar: الوصول إلى مقرراتي
el: Πρόσβαση στα μαθήματά μου

source: Processing your account information
ar: معالجة معلومات حسابك
el: Επεξεργασία των στοιχείων σας

source: Please log in
ar: يرجى تسجيل الدخول
el: Παρακαλώ συνδεθείτε

source: to access your account and courses
ar: للوصول إلى حسابك والدورات دورات
el: για να έχετε πρόσβαση στο λογαριασμό και τα μαθήματά σας

source: We're Sorry, {platform_name} accounts are unavailable currently
ar: نحن آسفون، {platform_name} حسابات غير متوفرة حاليًا
el: Λυπούμαστε, οι λογαριασμοί {platform_name} είναι προσωρινά μη διαθέσιμοι

source: We couldn't log you in.
ar: لم نتمكن من تسجيل دخولك.
el: Η σύνδεσή σας δεν είναι δυνατή

source: Your email or password is incorrect
ar: بريدك الإلكتروني أو كلمة المرور غير صحيحة
el: Το email ή ο κωδικός σας είναι λάθος

source: An error occurred when signing you in to {platform_name}.
ar: حدث خطأ عند تسجيل الدخول إلى {platform_name}.
el: Προέκυψε σφάλμα κατά την εγγραφή σας στο {platform_name}.

source: Please provide the following information to log into your {platform_name} account. Required fields are noted by <strong class="indicator">bold text and an asterisk (*)</strong>.
el: Παρακαλούμε δώστε τις ακόλουθες πληροφορίες για να συνδεθείτε στο λογαριασμό σας {platform_name} . Τα απαιτούμενα πεδία σημειώνονται με <strong class="indicator">έντονο κείμενο και έναν αστερίσκο (*)</strong>.

source: Account Preferences
ar: تفضيلات الحساب
el: Προτιμήσεις λογαριασμού

source: Sign in with {provider_name}
ar: تسجيل الدخول باستخدام {provider_name}
el: Σύνδεση στο {provider_name}

source: External resource
ar: مورد خارجي
el: Εξωτερική πηγή

source: {points} / {total_points} points
ar: {points} / {total_points} نقطة
el: {points} / {total_points} μονάδες

source: {total_points} points possible
ar: {total_points} نقطة ممكنة
el: {total_points} μονάδες

source: View resource in a new window
ar: عرض المورد في نافذة جديدة
el: Προβολή πόρου σε νέο παράθυρο

source: Please provide launch_url. Click "Edit", and fill in the required fields.
ar: يرجى تقديم launch_url. انقر فوق «تحرير»، واملأ الحقول المطلوبة.
el: Παρακαλώ δώστε το launch_url. Κάντε κλικ στην επιλογή «Επεξεργασία» και συμπληρώστε τα απαιτούμενα πεδία.

source: Feedback on your work from the grader:
ar: ملاحظات على عملك من الصف:
el: Σχόλια βαθμολογητή:

source: Press to Launch
ar: اضغط على الإطلاق
el: Πατήστε για εκκίνηση

source: Manage learner accounts
ar: إدارة حسابات متعلم
el: Διαχείριση λογαριασμών εκπαιδευόμενου

source: Username:
ar: اسم المستخدم:
el: Ψευδώνυμο

source: Profile:
ar: الملف الشخصي:
el: Προσωπική σελίδα:

source: Image:
ar: الصورة:
el: Εικόνα:

source: Name:
ar: الاسم:
el: Όνομα:

source: Choose an action:
ar: اختر إجراء:
el: Επιλέξτε μια ενέργεια:

source: View Profile
ar: عرض الملف الشخصي
el: Προβολή προσωπικής σελίδας

source: Disable Account
ar: تعطيل الحساب
el: Απενεργοποίηση Λογαριασμού

source: Reenable Account
ar: إعادة تمكين الحساب
el: Επανενεργοποίηση λογαριασμού

source: Remove Profile Image
ar: إزالة صورة الملف الشخصي
el: Αφαίρεση εικόνας από την προσωπική σελίδα

source: Learners whose accounts have been disabled
ar: متعلمين الذين تم تعطيل حساباتهم
el: Εκπαιδευόμενοι των οποίων οι λογαριασμοί έχουν απενεργοποιηθεί

source: (reload your page to refresh)
ar: (أعد تحميل صفحتك للتحديث)
el: (επαναφόρτωση της σελίδας σας για ανανέωση)

source: working
ar: العمل
el: εργατική

source: There has been an error on the {platform_name} servers
ar: كان هناك خطأ على خوادم {platform_name}
el: Κάποιο σφάλμα προέκυψε στους διακομιστές του {platform_name}

source: We're sorry, this module is temporarily unavailable. Our staff is working to fix it as soon as possible. Please email us at {tech_support_email} to report any problems or downtime.
ar: نحن آسفون، هذه الوحدة غير متوفرة مؤقتًا. يعمل موظفونا على إصلاحه في أقرب وقت ممكن. يرجى مراسلتنا عبر البريد الإلكتروني على {tech_support_email} للإبلاغ عن أي مشاكل أو توقف.
el: Ζητούμε συγνώμη, προσωρινά η συγκεκριμένη σελίδα είναι εκτός λειτουργίας. Η ομάδα μας προσπαθεί να επιδιορθώσει το σφάλμα το δυνατό συντομότερα. Παρακαλώ για να αναφέρετε οποιοδήποτε πρόβλημα τυχόν αντιμετωπίζετε, επικοινωνήστε μαζί μας στο {tech_support_email} .

source: Raw data:
ar: البيانات الخام:
el: Ανεπεξέργαστα δεδομένα:

source: All courses
ar: جميع دورات
el: Όλα τα μαθήματα

source: Not started
ar: لم تبدأ
el: Δεν ξεκίνησε

source: Started
ar: بدأت
el: Ξεκίνησε

source: You do not have any notes.
ar: ليس لديك أي ملاحظات.
el: Δεν έχεις σημειώσεις.

source: Course View
ar: طريقة عرض دورة
el: Προβολή Μαθήματος

source: View this course as:
ar: عرض هذه دورة على النحو التالي:
el: Προβολή μαθήματος ως:

source: Specific learner
ar: متعلم محدد
el: Συγκεκριμένος εκπαιδευόμενος

source: Learner in {content_group}
ar: متعلم في {content_group}
el: Εκπαιδευόμενος σε {content_group}

source: Username or email:
ar: اسم المستخدم أو البريد الإلكتروني:
el: Ψευδώνυμο ή e-mail:

source: Set preview mode
ar: تعيين وضع المعاينة
el: Ρύθμιση λειτουργίας προεπισκόπησης

source: You are now viewing the course as {i_start}{user_name}{i_end}.
ar: أنت الآن تعرض دورة على أنها {i_start}{user_name}{i_end}.
el: Τώρα βλέπετε το μάθημα ως {i_start} {user_name} {i_end}.

source: You have used {num_used} of {num_total} attempt
ar: لقد استخدمت {num_used} من {num_total} محاولات
el: Έχετε χρησιμοποιήσει {num_used} από {num_total} προσπάθεια

source: Some problems have options such as save, reset, hints, or show answer. These options follow the Submit button.
ar: تحتوي بعض المشكلات على خيارات مثل الحفظ أو إعادة التعيين أو التلميحات أو إظهار الإجابة. تتبع هذه الخيارات زر إرسال.
el: Σε κάποιες ασκήσεις έχετε την επιλογή της αποθήκευσης, της επαναφοράς, της βοήθειας ή της προβολής των απαντήσεων. Οι επιλογές αυτές βρίσκονται κάτω από το κουμπί της Υποβολής.

source: Hint
ar: تلميح
el: Υπόδειξη

source: Save
ar: حفظ
el: Αποθήκευση

source: Save your answer
ar: احفظ إجابتك
el: Αποθηκεύστε την απάντηση σας

source: Reset your answer
ar: إعادة تعيين إجابتك
el: Επαναφέρετε την απάντησή σας

source: Next Hint
ar: التلميح التالي
el: Επόμενη υπόδειξη

source: Review
ar: مراجعة
el: Ανασκόπηση

source: Log In
ar: تسجيل الدخول
el: Σύνδεση

source: Your username, email, and full name will be sent to {destination}, where the collection and use of this information will be governed by their terms of service and privacy policy.
ar: سيتم إرسال اسم المستخدم والبريد الإلكتروني والاسم الكامل إلى {destination}، حيث يخضع جمع واستخدام هذه المعلومات لشروط الخدمة وسياسة الخصوصية الخاصة بهم.
el: Το όνομα χρήστη, το email και το πλήρες ονοματεπώνυμό σας θα σταλούν στο {destination}, όπου η συλλογή και χρήση αυτών των πληροφοριών θα διέπεται από τους όρους παροχής υπηρεσιών και την πολιτική απορρήτου τους.

source: Return To %s
ar: العودة إلى %s
el: Επιστροφή στο %s

source: We're sorry, but this version of your browser is not supported. Try again using a different browser or a newer version of your browser.
ar: نحن آسفون، لكن هذا الإصدار من متصفحك غير مدعوم. حاول مرة أخرى باستخدام متصفح مختلف أو إصدار أحدث من متصفحك.
el: Λυπούμαστε, αλλά αυτή η έκδοση του προγράμματος περιήγησής σας δεν υποστηρίζεται. Δοκιμάστε ξανά να χρησιμοποιήσετε ένα διαφορετικό πρόγραμμα περιήγησης ή μια νεότερη έκδοση του προγράμματος περιήγησής σας.

source: The following errors occurred while processing your registration:
ar: حدثت الأخطاء التالية أثناء معالجة التسجيل:
el: Παρουσιάστηκαν τα ακόλουθα σφάλματα κατά την διαδικασία της εγγραφής σας:

source: Sign up with {provider_name}
ar: قم بالتسجيل مع {provider_name}
el: Εγγραφείτε με {provider_name}

source: Create your own {platform_name} account below
ar: قم بإنشاء حساب {platform_name} الخاص بك أدناه
el: Δημιούργησε τον λογαριασμό σου στο {platform_name}

source: Required fields are noted by <strong class="indicator">bold text and an asterisk (*)</strong>.
ar: تتم الإشارة إلى الحقول المطلوبة بواسطة نص غامق <strong class="indicator">وعلامة نجمية (*)</strong>.
el: Τα υποχρεωτικά πεδία επισημαίνονται με<strong class="indicator">έντονη γραφή και αστερίσκο(*)</strong>.

source: You've successfully signed in with {selected_provider}.
ar: لقد قمت بتسجيل الدخول بنجاح باستخدام {selected_provider}.
el: Έχετε συνδεθεί με επιτυχία με {selected_provider}.

source: We just need a little more information before you start learning with {platform_name}.
ar: نحتاج فقط إلى مزيد من المعلومات قبل أن تبدأ التعلم بـ {platform_name}.
el: Απλά χρειαζόμαστε λίγο περισσότερες πληροφορίες πριν αρχίσετε να μαθαίνετε με {platform_name}.

source: Please complete the following fields to register for an account.
ar: يرجى إكمال الحقول التالية للتسجيل للحصول على حساب.
el: Παρακαλούμε, συμπληρώστε τα ακόλουθα πεδία για να εγγραφείτε.

source: Your legal name, used for any certificates you earn.
ar: اسمك القانوني، يستخدم لأي شهادات تربحها.
el: Απαιτείται για κάθε "βεβαίωση παρακολούθησης" που τυχόν θα αποκτήσετε. Πρέπει να είναι αληθές.

source: Will be shown in any discussions or forums you participate in
ar: سيتم عرضها في أي مناقشات أو منتديات تشارك فيها
el: Θα εμφανίζεται σε όλες τις δημόσιες συζητήσεις

source: cannot be changed later
ar: لا يمكن تغييرها لاحقًا
el: δε μπορει να αλλαχτεί αργότερα

source: Welcome {username}
ar: أهلا بك {username}
el: Καλώς ήρθατε {username}

source: Enter a Public Display Name:
ar: أدخل اسم العرض العام:
el: Εισαγάγετε ένα δημόσιο εμφανιζόμενο όνομα:

source: Public Display Name
ar: اسم العرض العام
el: Δημόσιο εμφανιζόμενο όνομα

source: Additional Personal Information
ar: معلومات شخصية إضافية
el: Πρόσθετες Προσωπικές Πληροφορίες

source: example: New York
ar: مثال: نيويورك
el: παράδειγμα: Νέα Υόρκη

source: Highest Level of Education Completed
ar: اكتمل أعلى مستوى من التعليم
el: Επίπεδο εκπαίδευσης

source: Please share with us your reasons for registering with {platform_name}
ar: يرجى المشاركة معنا أسباب التسجيل مع {platform_name}
el: Παρακαλώ μοιραστείτε μαζί μας τους λόγους για την εγγραφή σας στο {platform_name}

source: Account Acknowledgements
ar: شكر وتقدير الحساب
el: Αναγνωρισμοί λογαριασμού

source: I agree to the {link_start}Terms of Service{link_end}
ar: أوافق على {link_start}شروط الخدمة{link_end}
el: Συμφωνώ με τους {link_start}Όρους χρήσης{link_end}

source: I agree to the {link_start}Honor Code{link_end}
ar: أوافق على {link_start}كود الشرف{link_end}
el: Συμφωνώ με τον {link_start}Κώδικα τιμής{link_end}

source: Register
ar: سجل
el: Εγγραφείτε τώρα

source: Create My Account
ar: إنشاء حسابي
el: Δημιουργία του λογαριασμού μου

source: Preferences for {platform_name}
ar: تفضيلات لـ {platform_name}
el: Προτιμήσεις για {platform_name}

source: Update my {platform_name} Account
ar: تحديث حسابي {platform_name}
el: Ενημέρωση του Λογαριασμού μου στο {platform_name}

source: Welcome {username}! Please set your preferences below
ar: مرحبًا {username}! يرجى تعيين تفضيلاتك أدناه
el: Καλώς ήρθατε {username}! Παρακαλώ ορίστε τις προτιμήσεις σας παρακάτω

source: Enter a public username:
ar: أدخل اسم مستخدم عام:
el: Εισάγετε ένα ψευδώνυμο

source: Update My Account
ar: تحديث حسابي
el: Ενημέρωση Λογαριασμού

source: Registration Help
ar: تعليمات التسجيل
el: Βοήθεια Εγγραφής

source: Already registered?
ar: هل سجلت بالفعل؟
el: Έχετε ήδη εγγραφεί;

source: Log in
ar: تسجيل الدخول
el: Σύνδεση

source: Welcome to {platform_name}
ar: مرحبًا بك في {platform_name}
el: Καλώς ήλθατε στο {platform_name}

source: Registering with {platform_name} gives you access to all of our current and future free courses. Not ready to take a course just yet? Registering puts you on our mailing list - we will update you as courses are added.
ar: التسجيل مع {platform_name} يمنحك الوصول إلى جميع دوراتنا المجانية الحالية والمستقبلية. لست مستعدًا لأخذ دورة حتى الآن؟ التسجيل يضعك في قائمتنا البريدية - سنقوم بتحديثك عند إضافة دورات.
el: Η εγγραφή σας στο {platform_name} σας δίνει πρόσβαση σε όλα τα τρέχοντα και μελλοντικά μαθήματά μας. Επιπλέον θα ενημερώνεστε ηλεκτρονικά για όλα τα νέα μαθήματα που θα προστίθενται στην πορεία.

source: Next Steps
ar: الخطوات التالية
el: Επόμενα Βήματα

source: As part of joining {platform_name}, you will receive an email message with instructions for activating your account. Don't see the email? Check your spam folder and mark {platform_name} emails as 'not spam'. At {platform_name}, we communicate mostly through email.
ar: كجزءٍ من عملية الانضمام لمنصّة {platform_name}، ستصلك رسالة تفعيل عبر البريد الإلكتروني مع تعليمات لكيفية تفعيل الحساب. إن لم تجد هذه الرسالة، يُرجى التحقّق من صندوق البريد المهمل أو الرسائل غير المرغوب فيها، وتحديد الرسائل الواردة من {platform_name} على أنّها ’ليست رسائل غير مرغوبة‘. في {platform_name} نستخدم البريد الإلكتروني في غالب مراسلاتنا.
el: Ως μέρος της συμμετοχής στο {platform_name}, θα λάβετε ένα μήνυμα ηλεκτρονικού ταχυδρομείου με οδηγίες για την ενεργοποίηση του λογαριασμού σας. Δεν βλέπεις το email; Ελέγξτε το φάκελο ανεπιθύμητης αλληλογραφίας σας και σημειώστε {platform_name} μηνύματα ηλεκτρονικού ταχυδρομείου ως 'not spam '. Στο {platform_name}, επικοινωνούμε κυρίως μέσω ηλεκτρονικού ταχυδρομείου.

source: Need help registering with {platform_name}?
ar: هل تحتاج إلى مساعدة في التسجيل مع {platform_name}؟
el: Χρειάζεστε βοήθεια για την εγγραφή στο {platform_name};

source: View our FAQs for answers to commonly asked questions.
ar: عرض الأسئلة الشائعة للحصول على إجابات للأسئلة الشائعة.
el: Δείτε τις Συχνές Ερωτήσεις για τις πιο συχνές απορίες και τις συνηθέστερες απαντήσεις σε αυτές.

source: You can find the answers to most of your questions in our list of FAQs. After you enroll in a course, you can also find answers in the course discussions.
ar: يمكنك العثور على إجابات لمعظم أسئلتك في قائمة الأسئلة الشائعة. بعد التسجيل في دورة، يمكنك أيضًا العثور على إجابات في مناقشات دورة.
el: Μπορείτε να βρείτε τις απαντήσεις στα περισσότερα από τα ερωτήματά σας στον κατάλογο των Συχνών ερωτήσεων. Αφού εγγραφείτε σε κάποιο μάθημα, μπορείτε επίσης να βρείτε απαντήσεις σε απορίες σας στο φόρουμ του μαθήματος

source: Register for {platform_name}
ar: سجل للحصول على {platform_name}
el: Εγγραφείτε στο {platform_name}

source: Create My {platform_name} Account
ar: إنشاء حساب {platform_name} الخاص بي
el: Δημιουργία λογαριασμού στο {platform_name}

source: Welcome!
ar: أهلا بك!
el: Καλώς ορίσατε!

source: Register below to create your {platform_name} account
ar: سجل أدناه لإنشاء حساب {platform_name} الخاص بك
el: Εγγραφή και δημιουργία λογαριασμού στο {platform_name}

source: Re-subscribe Successful!
ar: إعادة الاشتراك بنجاح!
el: Επιτυχής Επανεγγραφή!

source: You have re-enabled forum notification emails from {platform_name}. You may {dashboard_link_start}return to your dashboard{link_end}.
ar: لقد قمت بإعادة تمكين رسائل البريد الإلكتروني لإشعارات المنتدى من {platform_name}. يمكنك {dashboard_link_start}العودة إلى لوحة القيادة الخاصة بك{link_end}.
el: Έχετε επανενεργοποιήσει τη λήψη ενημερωτικών e-mail για το φόρουμ από το {platform_name}. Μπορείτε να {dashboard_link_start}επιστρέψετε στη σελίδα των μαθημάτων σας{link_end}.

source: Important!
ar: مهم!
el: Σημαντικό!

source: Previous
ar: السابق
el: Προηγούμενο

source: Next
ar: التالي
el: Επόμενο

source: Sequence
ar: تسلسل
el: Ακολουθία

source: Sign Up for {platform_name}
ar: اشترك في {platform_name}
el: Εγγραφείτε στο {platform_name}

source: e.g. yourname@domain.com
ar: على سبيل المثال yourname@domain.com
el: π.χ. yourname@domain.com

source: e.g. yourname (shown on forums)
ar: على سبيل المثال اسمك (يظهر في المنتديات)
el: π.χ. το όνομά σας (εμφανίζεται στα φόρουμ)

source: e.g. Your Name (for certificates)
ar: على سبيل المثال اسمك (للشهادات)
el: π.χ. το όνομά σας (για πιστοποιητικά)

source: <i>Welcome</i> {name}
ar: <i>أهلاً بك</i> {name}
el: <i>Καλωσόρισμα</i> {name}

source: Full Name *
ar: الاسم الكامل *
el: Ονοματεπώνυμο *

source: Ed. Completed
ar: إد. اكتمل
el: Εντ. Ολοκληρώθηκε

source: Goals in signing up for {platform_name}
ar: الأهداف في التسجيل لـ {platform_name}
el: Στόχοι κατά την εγγραφή για το {platform_name}

source: Already have an account?
ar: هل لديك حساب بالفعل؟
el: Έχετε ήδη εγγραφεί;

source: Login.
ar: تسجيل الدخول.
el: Είσοδος.

source: This content experiment uses group configuration '{group_configuration_name}'.
el: Αυτό το πείραμα περιεχομένου χρησιμοποιεί ρύθμιση παραμέτρων ομάδας '{group_configuration_name}'.

source: Active Groups
ar: المجموعات النشطة
el: Ενεργές Ομάδες

source: Inactive Groups
ar: المجموعات غير النشطة
el: Ανενεργές Ομάδες

source: Submission history
ar: تاريخ التقديم
el: Ιστορικό Υποβολής

source: Staff Debug Info
ar: معلومات تصحيح طاقم
el: Πληροφορίες αποσφαλμάτωσης προσωπικού

source: {platform_name} Content Quality Assessment
ar: {platform_name} تقييم جودة المحتوى
el: {platform_name} Αξιολόγηση Ποιότητας Περιεχομένου

source: Comment
ar: تعليق
el: Σχόλια

source: comment
ar: تعليق
el: σχόλιο

source: Tag
ar: علامة
el: Τίτλος

source: Optional tag (eg "done" or "broken"):
ar: علامة اختيارية (على سبيل المثال «تم» أو «مكسور»):
el: Προαιρετική ετικέτα (π.χ. «έγινε» ή «σπασμένο»):

source: tag
ar: بطاقة
el: ταγκιά

source: Add comment
ar: إضافة تعليق
el: Προσθήκη σχολίου

source: Staff Debug:
ar: تصحيح طاقم:
el: Αποσφαλμάτωση προσωπικού:

source: Actions
ar: الإجراءات
el: Ενέργειες

source: Score (for override only)
ar: النتيجة (للتجاوز فقط)
el: Βαθμολογία (μόνο για παράκαμψη)

source: Reset Learner's Attempts to Zero
ar: إعادة تعيين محاولات المتعلم إلى الصفر
el: Επαναφορά των προσπαθειών του εκπαιδευόμενου στο μηδέν

source: Delete Learner's State
ar: حذف حالة المتعلم
el: Διαγραφή της κατάστασης εκπαιδευόμενου

source: Rescore Learner's Submission
ar: إعادة تقديم المتعلم
el: Αναναίρεση Υποβολής Εκπαιδευόμενου

source: Rescore Only If Score Improves
ar: إعادة التسجيل فقط إذا تحسنت النتيجة
el: Αναναίρεση μόνο αν βελτιωθεί η βαθμολογία

source: Override Score
ar: نقاط التجاوز
el: Βαθμολογία παράκαμψης

source: Module Fields
ar: حقول الوحدة
el: Πεδία μονάδας

source: XML attributes
ar: سمات XML
el: Χαρακτηριστικά XML

source: Submission History Viewer
ar: عارض سجل الإرسال
el: Προβολέας ιστορικού υποβολής

source: User:
ar: المستخدم:
el: Χρήστης:

source: View History
ar: عرض التاريخ
el: Προβολή ιστορικού

source: {course_number} Textbook
ar: {course_number} كتاب مدرسي
el: {course_number} Εγχειρίδιο

source: Textbook Navigation
ar: التنقل في الكتب المدرسية
el: Πλοήγηση εγχειριδίου

source: Previous page
ar: الصفحة السابقة
el: Προηγούμενη σελίδα

source: Next page
ar: الصفحة التالية
el: Επόμενη σελίδα

source: Sysadmin Dashboard
ar: لوحة القيادة سيسادمين
el: Πίνακας εργαλείων Sysadmin

source: Users
ar: المستخدمون
el: Χρήστες

source: Staffing and Enrollment
ar: التوظيف والتسجيل
el: Στελέχωση και εγγραφή

source: Git Logs
ar: سجلات Git
el: Αρχεία καταγραφής Git

source: User Management
ar: إدارة المستخدم
el: Διαχείριση Χρηστών

source: Email or username
ar: البريد الإلكتروني أو اسم المستخدم
el: Ηλεκτρονικό ταχυδρομείο ή όνομα χρήστη

source: Delete user
ar: حذف المستخدم
el: Διαγραφή χρήστη

source: Create user
ar: إنشاء مستخدم
el: Δημιουργία χρήστη

source: Download list of all users (csv file)
ar: تنزيل قائمة بجميع المستخدمين (ملف csv)
el: Λήψη λίστας όλων των χρηστών (αρχείο csv)

source: Check and repair external authentication map
ar: فحص وإصلاح خريطة المصادقة الخارجية
el: Έλεγχος και επιδιόρθωση εξωτερικού χάρτη ελέγχου ταυτότητας

source: Go to each individual course's Instructor dashboard to manage course enrollment.
ar: انطلق إلى لوحة معلومات مدرب لكل دورة على حدة لإدارة التسجيل في المقرر الدراسي.
el: Μεταβείτε στον πίνακα εργαλείων του Εκπαιδευτή κάθε μαθήματος για να διαχειριστείτε την εγγραφή σε μαθήματα.

source: Manage course staff and instructors
ar: إدارة موظفي دورة والمدرسين
el: Διαχείριση προσωπικού και εκπαιδευτών μαθημάτων

source: Download staff and instructor list (csv file)
ar: تنزيل قائمة الموظفين والمدرسين (ملف csv)
el: Λήψη του προσωπικού και της λίστας εκπαιδευτών (αρχείο csv)

source: Administer Courses
ar: إدارة دورات
el: Διαχείριση Μαθημάτων

source: Repo Location
ar: موقع الريبو
el: Τοποθεσία Repo

source: Repo Branch (optional)
ar: فرع الريبو (اختياري)
el: Υποκατάστημα Repo (προαιρετικό)

source: Load new course from GitHub
ar: تحميل دورة جديدة من GitHub
el: Φόρτωση νέου μαθήματος από το GitHub

source: Course ID or dir
ar: معرف دورة أو dir
el: Αναγνωριστικό μαθήματος ή dir

source: Delete course from site
ar: حذف دورة من الموقع
el: Διαγραφή μαθήματος από τον ιστότοπο

source: Platform Version
ar: إصدار النظام الأساسي
el: Έκδοση Πλατφόρμας

source: previous
ar: سابق
el: προηγούμενος

source: Page {current_page} of {total_pages}
ar: الصفحة {current_page} من {total_pages}
el: Σελίδα {current_page} από {total_pages}

source: next
ar: ثم
el: επόμενος

source: Recent git load activity for {course_id}
ar: نشاط تحميل git الأخير لـ {course_id}
el: Πρόσφατη δραστηριότητα φόρτωσης git για {course_id}

source: Date
ar: التاريخ
el: Ημερομηνία

source: Git Action
ar: جيت أكشن
el: Δράση Git

source: No git import logs have been recorded.
ar: لم يتم تسجيل سجلات استيراد git.
el: Δεν έχουν καταγραφεί αρχεία καταγραφής εισαγωγής git.

source: No git import logs have been recorded for this course.
ar: لم يتم تسجيل سجلات استيراد git لهذه دورة.
el: Δεν έχουν καταγραφεί αρχεία καταγραφής εισαγωγής git για αυτό το μάθημα.

source: Text Me The App
ar: أرسل لي التطبيق
el: Κείμενο μου την εφαρμογή

source: Source:
ar: المصدر:
el: Πηγή:

source: Tracking Log
ar: سجل التتبع
el: Καταγραφή παρακολούθησης

source: datetime
ar: التاريخ والوقت
el: ημερομηνίοςώρα

source: source
ar: مصدر
el: πηγής

source: type
ar: نوع
el: τύπος

source: Unsubscribe Successful!
ar: إلغاء الاشتراك ناجح!
el: Επιτυχής Διαγραφή!

source: You will no longer receive forum notification emails from {platform_name}. You may {dashboard_link_start}return to your dashboard{link_end}. If you did not mean to do this, {undo_link_start}you can re-subscribe{link_end}.
ar: لن تتلقى رسائل بريد إلكتروني لإشعارات المنتدى من {platform_name}. يمكنك {dashboard_link_start}العودة إلى لوحة القيادة الخاصة بك{link_end}. إذا كنت لا تقصد القيام بذلك، {undo_link_start}يمكنك إعادة الاشتراك{link_end}.
el: Δεν θα λαμβάνετε στο εξής e-mail για τις νέες αναρτήσεις στο φόρουμ του {platform_name}. Μπορείτε να {dashboard_link_start}επιστρέψετε στη σελίδα των μαθημάτων σας{link_end}. Εάν δεν είχατε πρόθεση να διαγραφείτε, μπορείτε να {undo_link_start}επανεγγραφείτε{link_end}.

source: Dashboard for:
ar: لوحة القيادة لـ:
el: Πίνακας εργαλείων για:

source: Usermenu dropdown
ar: القائمة المنسدلة لقائمة المستخدم
el: Αναναπτυσσόμενο μενού χρήστη

source: More options
ar: المزيد من الخيارات
el: Περισσότερες επιλογές

source: More Options
ar: المزيد من الخيارات
el: Περισσότερες επιλογές

source: Using the system
ar: استخدام النظام
el: Χρήση του συστήματος
