Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar, el

source: Studio Administration
ar: إدارة Studio
el: Διοίκηση Studio

source: LMS Administration
ar: إدارة LMS
el: Διαχείριση LMS

source: Discussion
ar: مناقشة
el: Συζήτηση

source: Problem
ar: مشكلة
el: Πρόβλημα

source: Advanced
ar: خيارات متقدمة
el: Προχωρημένο

source: Entrance Exam
ar: امتحان القبول
el: Εισαγωγική εξέταση

source: Section
ar: قـسم
el: Ενότητα

source: Subsection
ar: قسم فرعي
el: Υποενότητα

source: Unit
ar: وحدة
el: Κεφάλαιο

source: Empty
ar: فارغ
el: Άδειο

source: The following parameters are required: {missing}.
ar: المعلمات التالية مطلوبة: {missing}.
el: Απαιτούνται οι ακόλουθες παράμετροι: {missing}.

source: A transcript with the "{language_code}" language code already exists.
ar: يوجد بالفعل نسخة مع رمز اللغة "{language_code}".
el: Υπάρχει ήδη ένα αντίγραφο με τον κωδικό γλώσσας" {language_code}».

source: A transcript file is required.
ar: ملف نسخة مطلوبة.
el: Απαιτείται ένα αρχείο μεταγραφών.

source: There is a problem with this transcript file. Try to upload a different file.
ar: هناك مشكلة في ملف النص هذا. حاول تحميل ملف مختلف.
el: Υπάρχει πρόβλημα με αυτό το αρχείο απομαγνητοφωνίας. Προσπαθήστε να ανεβάσετε ένα διαφορετικό αρχείο.

source: Name
ar: اسم
el: Όνομα

source: Video ID
ar: معرف الفيديو
el: ID βίντεο

source: Status
ar: الحالة
el: Κατάσταση

source: Pending
ar: في انتظار
el: Σε αναμονή

source: Mode
ar: الوضع
el: Λειτουργία

source: Verification Deadline
ar: الموعد النهائي للتحقق
el: Προθεσμία επαλήθευσης.

source: OPTIONAL: After this date/time, users will no longer be able to submit photos for verification. This appies ONLY to modes that require verification.
ar: اختياري: بعد هذا التاريخ/الوقت، لن يتمكن المستخدمون بعد الآن من إرسال الصور للتحقق منها. ينطبق هذا فقط على الأوضاع التي تتطلب التحقق.
el: ΠΡΟΑΙΡΕΤΙΚΟ: Μετά από αυτή την ώρα/ημερομηνία, οι χρήστες δεν θα μπορούν να υποβάλλουν φωτογραφίες για έγκριση. Αυτό εφαρμόζεται ΜΟΝΟ σε λειτουργίες που απαιτούν έγκριση.

source: Your verification is pending
ar: التحقق الخاص بك معلق
el: Η έγκρισή σας εκκρεμεί

source: Verified: Pending Verification
ar: التحقق: التحقق المعلق
el: Έγκριση: Εκκρεμότητα έγκρισης

source: ID verification pending
ar: التحقق من الهوية معلق
el: Εκκρεμεί η έγκριση ταυτότητας

source: You're enrolled as a verified student
el: Έχετε εγγραφεί ως πιστοποιημένος φοιτητής

source: You're enrolled as a verified leaner
ar: لقد تم تسجيلك كأصغر حجمًا تم التحقق منه
el: Είστε εγγεγραμμένοι ως πιστοποιημένη πιο λιτή

source: Verified
ar: تم التحقق
el: Με πιστοποίηση ταυτότητας

source: ID Verified Ribbon/Badge
ar: الشريط/شارة التحقق من الهوية
el: Ταυτότητα επαληθευμένη κορδέλα/σήμα

source: You're enrolled as an honor code learner
ar: لقد تم تسجيلك كمتعلم رمز الشرف
el: Είστε εγγεγραμμένος ως εκπαιδευόμενος κωδικών τιμής

source: You're enrolled as an honor code student
el: Έχετε εγγραφεί ως σπουδαστής μετά από αποδοχή του κώδικα τιμής

source: Honor Code
ar: كود الشرف
el: Κώδικας τιμής

source: You're enrolled as a professional education learner
ar: أنت مسجل كمتعلم تعليم محترف
el: Είστε εγγεγραμμένος ως μαθητής επαγγελματικής εκπαίδευσης

source: Professional Ed
ar: المهنية إد
el: Επαγγελματική κατάρτιση

source: Display Name
ar: اسم العرض
el: Εμφανιζόμενο όνομα

source: Price
ar: السعر
el: Τιμή

source: Upgrade Deadline
ar: الموعد النهائي للترقية
el: Ενημέρωση προσθεσμίας

source: OPTIONAL: After this date/time, users will no longer be able to enroll in this mode. Leave this blank if users can enroll in this mode until enrollment closes for the course.
ar: اختياري: بعد هذا التاريخ/الوقت، لن يتمكن المستخدمون من التسجيل في هذا الوضع. اترك هذا فارغًا إذا كان بإمكان المستخدمين التسجيل في هذا الوضع حتى يتم إغلاق التسجيل للمقرر دورة.
el: ΠΡΟΑΙΡΕΤΙΚΟ: Μετά από αυτή την ώρα/ημερομηνία, οι χρήστες δεν θα μπορούν να εγγραφούν σε αυτή τη λειτουργία. Αφήστε το κενό, εάν οι χρήστες μπορούν να εγγραφούν σε αυτή τη λειτουργία, μέχρι τη λήξη των εγγραφών για αυτό το μάθημα.

source: OPTIONAL: This is the SKU (stock keeping unit) of this mode in the external ecommerce service. Leave this blank if the course has not yet been migrated to the ecommerce service.
ar: اختياري: هذه هي SKU (وحدة حفظ المخزون) لهذا الوضع في خدمة التجارة الإلكترونية الخارجية. اترك هذا فارغًا إذا لم يتم ترحيل دورة بعد إلى خدمة التجارة الإلكترونية.
el: ΠΡΟΑΙΡΕΤΙΚΟ: Αυτό βρίσκεται στο SKU (stock keeping unit) αυτής της λειτουργίας σε μια εξωτερική υπηρεσία ηλεκτρονικού εμπορίου. Αφήστε το κενό, εάν το μάθημα δεν έχει μεταβεί στην υπηρεσία ηλεκτρονικού εμπορίου.

source: This is the bulk SKU (stock keeping unit) of this mode in the external ecommerce service.
ar: هذا هو SKU السائبة (وحدة حفظ المخزون) لهذا الوضع في خدمة التجارة الإلكترونية الخارجية.
el: Αυτή είναι η μαζική SKU (μονάδα διατήρησης αποθεμάτων) αυτής της λειτουργίας στην εξωτερική υπηρεσία ηλεκτρονικού εμπορίου.

source: Honor
ar: هونر
el: Έπαινος

source: Professional education modes are not allowed to have expiration_datetime set.
ar: لا يُسمح لأوضاع التعليم المهني بتعيين انتهاء الصلاحية _datetime.
el: Οι λειτουργίες επαγγελματικής κατάρτισης δεν επιτρέπεται να έχουν ορισμένη ημερομηνία λήξης expiration_datetime.

source: Verified modes cannot be free.
ar: لا يمكن أن تكون أوضاع التحقق مجانية.
el: Οι εγκεκριμένες λειτουργίες δεν μπορούν να είναι δωρεάν.

source: Free
ar: مجاني
el: Δωρεάν

source: The time period before a course ends in which a course mode will expire
ar: الفترة الزمنية قبل انتهاء دورة التي تنتهي فيها صلاحية وضع المقرر دورة
el: Η χρονική περίοδος πριν τη λήξη ενός μαθήματος, κατά την οποία μια λειτουργία μαθήματος θα λήξει.

source: Congratulations! You are now enrolled in {course_name}
ar: تهانينا! أنت الآن مسجل في {course_name}
el: Συγχαρητήρια! Είστε πλέον εγγεγραμένος στο {course_name}

source: Enrollment is closed
ar: التسجيل مغلق
el: Οι εγγραφές έχουν λήξει

source: Enrollment mode not supported
ar: وضع التسجيل غير مدعوم
el: Η λειτουργία εγγραφής δεν υποστηρίζεται

source: Invalid amount selected.
ar: تم تحديد مبلغ غير صالح.
el: Επιλέχθηκε μη έγκυρο ποσό.

source: No selected price or selected price is too low.
ar: لا يوجد سعر محدد أو سعر محدد منخفض جدًا.
el: Δεν έχει επιλεγεί τιμή ή η επιλεγμένη τιμή είναι πολύ χαμηλή.

source: Administrator
ar: المسؤول
el: Διαχειριστής

source: Moderator
ar: مشرف
el: Συντονιστής

source: Integrate Curated content to enrich your course!
ar: دمج المحتوى الخارجي لإثراء دورة الخاصة بك!
el: Ενσωματώστε Επιλεγμένο περιεχόμενο για να εμπλουτίσετε το μάθημά σας!

source: Group Moderator
ar: مشرف المجموعة
el: Συντονιστής Ομάδας

source: Use Curated Content component
ar: استخدام مكون المحتوى الخارجي
el: Χρήση στοιχείου Επιλεγμένο περιεχόμενο

source: Community TA
ar: مجتمع TA
el: ΔΙΔΑΚΤΙΚΟ ΠΡΟΣΩΠΙΚΟ

source: Learner
ar: المتعلمين
el: Εκπαιδευόμενος

source: Student
el: Σπουδαστής

source: User profile
ar: ملف تعريف المستخدم
el: Προσωπική σελίδα χρήστη

source: That e-mail address doesn't have an associated user account. Are you sure you've registered?
ar: لا يحتوي عنوان البريد الإلكتروني هذا على حساب مستخدم مرتبط. هل أنت متأكد من أنك قمت بالتسجيل؟
el: Αυτή η διεύθυνση email δεν έχει αντιστοιχιστεί σε κάποιο λογαριασμό χρήστη. Είσαστε βέβαιοι ότι έχετε κάνει εγγραφή;

source: The user account associated with this e-mail address cannot reset the password.
ar: لا يمكن لحساب المستخدم المرتبط بعنوان البريد الإلكتروني هذا إعادة تعيين كلمة المرور.
el: Δεν επιτρέπεται η αλλαγή κωδικού πρόσβασης για τον λογαριασμό χρήστη που αντιστοιχεί σε αυτό το e-mail.

source: That e-mail address doesn't have an associated user account.
ar: لا يحتوي عنوان البريد الإلكتروني هذا على حساب مستخدم مرتبط.
el: Αυτή η διεύθυνση ηλεκτρονικού ταχυδρομείου δεν έχει συσχετισμένο λογαριασμό χρήστη.

source: Full Name cannot contain the following characters: < >
ar: لا يمكن أن يحتوي الاسم الكامل على الأحرف التالية: <>
el: Το πλήρες όνομα δεν μπορεί να περιέχει τους ακόλουθους χαρακτήρες: < >

source: A properly formatted e-mail is required
ar: مطلوب بريد إلكتروني مهيأ بشكل صحيح
el: Απαιτείται μία έγκυρη διεύθυνση e-mail

source: A valid password is required
ar: كلمة مرور صالحة مطلوبة
el: Δώστε έναν έγκυρο κωδικό πρόσβασης

source: Your legal name must be a minimum of two characters long
ar: يجب أن يكون اسمك القانوني بحد أدنى حرفين.
el: Το ονοματεπώνυμό σας πρέπει να έχει τουλάχιστον δύο χαρακτήρες

source: Email cannot be more than %(limit_value)s characters long
ar: لا يمكن أن يكون طول البريد الإلكتروني أكثر من %(limit_value)s حرف
el: Η διεύθυνση e-mail δεν μπορεί να έχει περισσότερους από %(limit_value)s χαρακτήρες

source: You must accept the terms of service.
ar: يجب عليك قبول شروط الخدمة.
el: Πρέπει να αποδεχτείτε τους όρους χρήσης.

source: A level of education is required
ar: مستوى التعليم مطلوب
el: Απαιτείται κάποιο ελάχιστο επίπεδο εκπαίδευσης

source: Your gender is required
ar: جنسك مطلوب
el: Απαιτείται η συμπλήρωση του φύλου σας

source: Your year of birth is required
ar: سنة ميلادك مطلوبة
el: Απαιτείται η συμπλήρωση του έτοuς γέννησής σας

source: Your mailing address is required
ar: عنوانك البريدي مطلوب
el: Απαιτείται η ταχυδρομική διεύθυνση

source: A description of your goals is required
ar: مطلوب وصف لأهدافك
el: Απαιτείται περιγραφή των στόχων σας

source: A city is required
ar: المدينة مطلوبة
el: Παρακαλούμε συμπληρώστε την πόλη σας

source: A country is required
ar: البلد مطلوب
el: Παρακαλούμε συμπληρώστε τη χώρα σας

source: To enroll, you must follow the honor code.
ar: للتسجيل، يجب عليك اتباع رمز الشرف.
el: Για να εγγραφείτε, θα πρέπει να αποδεχθείτε τον κώδικα τιμής.

source: You are missing one or more required fields
ar: كنت في عداد المفقودين حقل واحد أو أكثر المطلوبة
el: Δεν έχουν συμπληρωθεί όλα τα απαιτούμενα πεδία

source: Unauthorized email address.
ar: عنوان البريد الإلكتروني غير المصرح به
el: Μη έγκυρη διεύθυνση email.

source: It looks like {email} belongs to an existing account. Try again with a different email address.
ar: يبدو أن {email} ينتمي إلى حساب موجود. حاول مرة أخرى باستخدام عنوان بريد إلكتروني مختلف.
el: Φαίνεται ότι η διεύθυνση {email} ανήκει σε έναν ήδη υπάρχοντα λογαριασμό. Παρακαλούμε προσπαθήστε χρησιμοποιώντας κάποια άλλη διεύθυνση email.

source: An account with the Public Username '{username}' already exists.
el: Υπάρχει ήδη λογαριασμός με το ψευδώνυμο '{username}'.

source: An account with the Email '{email}' already exists.
el: Υπάρχει ήδη λογαριασμός με τo e-mail '{email}'.

source: Removed group: "{}"
ar: المجموعة التي تمت إزالتها: «{}»
el: Αφαιρέθηκε ομάδα: "{}"

source: Did not find a group with name "{}" - skipping.
ar: لم تجد مجموعة تحمل الاسم «{}» - تخطي.
el: Δεν βρέθηκε μια ομάδα με όνομα «{}» - παρακάμπτοντας.

source: Invalid group name: "{group_name}". {messages}
ar: اسم مجموعة غير صالح: "{group_name}». {messages}
el: Μη έγκυρο όνομα ομάδας:" {group_name}». {messages}

source: Created new group: "{}"
ar: تم إنشاء مجموعة جديدة: «{}»
el: Δημιουργήθηκε νέα ομάδα: «{}»

source: Found existing group: "{}"
ar: تم العثور على المجموعة الموجودة: «{}»
el: Βρέθηκε υπάρχουσα ομάδα: «{}»

source: Adding {codenames} permissions to group "{group}"
ar: إضافة {codenames} أذونات إلى المجموعة "{group}»
el: Προσθήκη δικαιωμάτων {codenames} στην ομάδα" {group} "

source: Removing {codenames} permissions from group "{group}"
ar: إزالة {codenames} أذونات من المجموعة "{group}»
el: Αφαίρεση δικαιωμάτων {codenames} από την ομάδα" {group} "

source: Invalid permission option: "{}". Please specify permissions using the format: app_label:model_name:permission_codename.
ar: خيار إذن غير صالح: «{}». يرجى تحديد الأذونات باستخدام التنسيق: app_label:model_name:permission_codename
el: Μη έγκυρη επιλογή άδειας: «{}». Παρακαλώ καθορίστε δικαιώματα χρησιμοποιώντας τη μορφή: app_label:model_name:permission_codename.

source: Invalid permission codename: "{codename}". No such permission exists for the model {module}.{model_name}.
ar: اسم رمز الإذن غير صالح: "{codename}». لا يوجد مثل هذا الإذن للنموذج {module}.{model_name}.
el: Μη έγκυρο κωδικό όνομα δικαιώματος: "{codename}". Δεν υπάρχει τέτοιο δικαίωμα για το μοντέλο {module}.{model_name}.

source: Setting {attribute} for user "{username}" to "{new_value}"
ar: إعداد {attribute} للمستخدم "{username}" إلى "{new_value}»
el: Ρύθμιση {attribute} για τον χρήστη "{username}" σε "{new_value}"

source: Skipping user "{}" because the specified and existing email addresses do not match.
ar: تخطي المستخدم «{}» لأن عناوين البريد الإلكتروني المحددة والحالية لا تتطابق.
el: Παράκαμψη χρήστη «{}» επειδή οι καθορισμένες και οι υπάρχουσες διευθύνσεις ηλεκτρονικού ταχυδρομείου δεν ταιριάζουν.

source: Did not find a user with username "{}" - skipping.
ar: لم يتم العثور على مستخدم باسم المستخدم «{}» - تخطي.
el: Δεν βρέθηκε χρήστης με όνομα χρήστη «{}» - παρακάμπτοντας.

source: Removing user: "{}"
ar: إزالة المستخدم: «{}»
el: Αφαίρεση χρήστη: «{}»

source: Created new user: "{}"
ar: تم إنشاء مستخدم جديد: «{}»
el: Δημιουργήθηκε νέος χρήστης: «{}»

source: Found existing user: "{}"
ar: العثور على مستخدم موجود: «{}»
el: Βρέθηκε υπάρχων χρήστης: «{}»

source: Setting unusable password for user "{}"
ar: تعيين كلمة مرور غير قابلة للاستخدام للمستخدم «{}»
el: Ορισμός μη χρησιμοποιήσιμου κωδικού πρόσβασης για το χρήστη «{}»

source: Created new profile for user: "{}"
ar: إنشاء ملف تعريف جديد للمستخدم: «{}»
el: Δημιουργήθηκε νέο προφίλ για το χρήστη: «{}»

source: Could not find a group named "{}" - skipping.
ar: تعذر العثور على مجموعة تسمى «{}» - تخطي.
el: Δεν ήταν δυνατή η εύρεση μιας ομάδας με το όνομα «{}» - παρακάμπτοντας.

source: Adding user "{username}" to groups {group_names}
ar: إضافة المستخدم "{username}" إلى المجموعات {group_names}
el: Προσθήκη χρήστη "{username}" στις ομάδες {group_names}

source: Removing user "{username}" from groups {group_names}
ar: إزالة المستخدم "{username}" من المجموعات {group_names}
el: Αφαίρεση χρήστη "{username}" από τις ομάδες {group_names}

source: Your account has been disabled. If you believe this was done in error, please contact us at {support_email}
ar: تم تعطيل حسابك. إذا كنت تعتقد أن هذا قد تم عن طريق الخطأ، يرجى الاتصال بنا على {support_email}
el: Ο λογαριασμός σας έχει απενεργοποιηθεί. Αν πιστεύετε ότι αυτό έγινε κατά λάθος, παρακαλούμε επικοινωνήστε μαζί μας στη διεύθυνση {support_email}

source: Disabled Account
ar: حساب معطل
el: Απενεργοποιημένος λογαριασμός

source: Male
ar: ذكر
el: Άνδρας

source: Female
ar: أنثى
el: Γυναίκα

source: Other/Prefer Not to Say
ar: أخرى/تفضل عدم القول
el: Προτιμώ να μην πω

source: Doctorate
ar: دكتوراه
el: Διδακτορικό

source: Master's or professional degree
ar: درجة الماجستير أو المهنية
el: Μεταπτυχιακό δίπλωμα ειδίκευσης

source: Bachelor's degree
ar: درجة البكالوريوس
el: Πτυχίο πανεπιστημίου

source: Associate degree
ar: درجة الزمالة
el: Δίπλωμα ΙΕΚ

source: Secondary/high school
ar: المدرسة الثانوية/الثانوية
el: Απολυτήριο Λυκείου

source: Junior secondary/junior high/middle school
ar: المرحلة الإعدادية الثانوية/الإعدادية الإعدادية
el: Απολυτήριο Γυμνασίου

source: Elementary/primary school
ar: مدرسة ابتدائية/ابتدائية
el: Απολυτήριο Δημοτικού

source: No formal education
ar: لا يوجد تعليم رسمي
el: Καμία επίσημη εκπαίδευση

source: Other education
ar: تعليم آخر
el: Άλλο

source: {platform_name} Honor Code Certificate for {course_name}
ar: {platform_name} شهادة كود الشرف لـ {course_name}
el: Βεβαίωση {platform_name} με Κώδικα τιμής για το μάθημα {course_name}

source: {platform_name} Verified Certificate for {course_name}
ar: {platform_name} شهادة تم التحقق منها لـ {course_name}
el: Εγκεκριμένη πιστοποίηση {platform_name} για το μάθημα {course_name}

source: {platform_name} Professional Certificate for {course_name}
ar: {platform_name} شهادة احترافية لـ {course_name}
el: Επαγγελματική πιστοποίηση {platform_name} για το μάθημα {course_name}

source: The company identifier for the LinkedIn Add-to-Profile button e.g 0_0dPSPyS070e0HsE9HNz_13_d11_
ar: معرف الشركة لزر إضافة إلى ملف تعريف لينكد إن على سبيل المثال 0_0dPSPyS070e0HsE9HNz_13_d11_
el: Το αναγνωριστικό εταιρίας του κουμπιού του Linkedln, Προσθήκη στην προσωπική σελίδα π.χ. 0_0dPSPyS070e0HsE9HNz_13_d11_

source: Short identifier for the LinkedIn partner used in the tracking code. (Example: 'edx') If no value is provided, tracking codes will not be sent to LinkedIn.
ar: معرف قصير لشريك LinkedIn المستخدم في رمز التتبع. (مثال: 'edx') إذا لم يتم توفير قيمة، فلن يتم إرسال رموز التتبع إلى LinkedIn.
el: Σύντομο αναγνωριστικό για τον συνάδελφο του Linkedln, που χρησιμοποιείται στον κωδικό εντοπισμού. (Παράδειγμα: 'edX') Εάν δεν υπάρχει κάποια τιμή, οι κωδικοί εντοπισμού δεν θα αποσταλούν στο Linkedln.

source: {platform_name} Certificate for {course_name}
ar: {platform_name} شهادة لـ {course_name}
el: Βεβαίωση {platform_name} για το μάθημα {course_name}

source: The ISO 639-1 language code for this language.
ar: رمز اللغة ISO 639-1 لهذه اللغة.
el: Ο κωδικός χώρας ISO 639-1 για τη γλώσσα.

source: Namespace of enrollment attribute
ar: مساحة اسم سمة التسجيل
el: Θέση ονόματος του χαρακτηριστικού εγγραφής

source: Name of the enrollment attribute
ar: اسم سمة التسجيل
el: Όνομα της τιμής εγγραφής

source: Value of the enrollment attribute
ar: قيمة سمة التسجيل
el: Τιμή του χαρακτηριστικού εγγραφής

source: The window of time after enrolling during which users can be granted a refund, represented in microseconds. The default is 14 days.
ar: نافذة الوقت بعد التسجيل التي يمكن خلالها منح المستخدمين استرداد الأموال، ممثلة في microseconds. الافتراضي هو 14 يومًا.
el: Το χρονικό περιθώριο κατά τη διάρκεια του οποίου οι χρήστες μπορούν να ζητήσουν επιστροφή χρημάτων μετά την εγγραφή τους, αναπαριστάται σε μικροδευτερόλεπτα. Ο προεπιλεγμένος χρόνος είναι 14 ημέρες.

source: Name of the UTM cookie
ar: اسم ملف تعريف ارتباط UTM
el: Όνομα του cookie UTM

source: Name of the affiliate cookie
ar: اسم ملف تعريف الارتباط التابع
el: Όνομα του cookie θυγατρικών

source: Name of this user attribute.
ar: اسم سمة المستخدم هذه.
el: Όνομα αυτού του χαρακτηριστικού χρήστη.

source: Value of this user attribute.
ar: قيمة سمة المستخدم هذه.
el: Τιμή αυτού του χαρακτηριστικού χρήστη.

source: and
ar: و
el: και

source: Photos are mismatched
ar: الصور غير متطابقة
el: Οι φωτογραφίες δεν ταιριάζουν

source: Name missing from ID photo
ar: الاسم مفقود من صورة الهوية
el: Το όνομα λείπει από τη φωτογραφία ταυτότητας

source: ID photo not provided
ar: لم يتم توفير صورة الهوية
el: Η φωτογραφία ταυτότητας δεν παρέχεται

source: ID is invalid
ar: المعرف غير صالح
el: Το ID δεν είναι έγκυρο

source: Learner photo is blurry
ar: صورة متعلم ضبابية
el: Η φωτογραφία του εκπαιδευόμενου είναι θολή

source: Name on ID does not match name on account
ar: الاسم الموجود على المعرف لا يتطابق مع الاسم على الحساب
el: Το όνομα στο αναγνωριστικό δεν ταιριάζει με το όνομα στο λογαριασμό

source: Learner photo not provided
ar: لم يتم توفير صورة متعلم
el: Η φωτογραφία εκπαιδευόμενου δεν παρέχεται

source: ID photo is blurry
ar: صورة الهوية ضبابية
el: Η φωτογραφία ταυτότητας είναι θολή

source: Check your {email_start}{email}{email_end} inbox for an account activation link from {platform_name}. If you need help, contact {link_start}{platform_name} Support{link_end}.
ar: تحقق من صندوق الوارد {email_start}{email}{email_end} الخاص بك للحصول على رابط تنشيط الحساب من {platform_name}. إذا كنت بحاجة إلى مساعدة، فاتصل بـ {link_start}{platform_name} دعم{link_end}.
el: Ελέγξτε το email {email_start}{email}{email_end} για το σύνδεσμο ενεργοποίησης του λογαριασμού σας στο {platform_name}. Αν χρειαστείτε βοήθεια, επικοινωνήστε με {link_start}το Τμήμα Τεχνικής Υποστήριξης του {platform_name}{link_end}.

source: The course you are looking for does not start until {date}.
ar: دورة التي تبحث عنها لا تبدأ حتى {date}.
el: Το μάθημα που αναζητάτε δεν θα ξεκινησει μέχρι την {date}.

source: The course you are looking for is closed for enrollment as of {date}.
ar: دورة التي تبحث عنها مغلقة للتسجيل اعتبارًا من {date}.
el: Οι εγγραφές στο μάθημα που αναζητάτε έχουν λήξει από την {date}.

source: You've successfully logged into your {provider_name} account, but this account isn't linked with an {platform_name} account yet.
ar: لقد قمت بتسجيل الدخول بنجاح إلى حسابك {provider_name} ، ولكن هذا الحساب غير مرتبط بحساب {platform_name} حتى الآن.
el: Έχετε συνδεθεί επιτυχώς στον λογαριασμό σας στο {provider_name}, όμως αυτός δεν έχει ακόμη συνδεθεί με τον λογαριασμό σας στο {platform_name}.

source: Use your {platform_name} username and password to log into {platform_name} below, and then link your {platform_name} account with {provider_name} from your dashboard.
ar: استخدم اسم المستخدم وكلمة المرور {platform_name} لتسجيل الدخول إلى {platform_name} أدناه، ثم ربط حسابك {platform_name} بـ {provider_name} من لوحة التحكم الخاصة بك.
el: Χρησιμοποιήστε το email και τον κωδικό σας στο {platform_name}, για να συνδεθείτε στον λογαριασμό που διατηρείτε στο {platform_name} και κατόπιν συνδέστε τον λογαριασμό του {platform_name} με τον {provider_name} από τον Πίνακα Ελέγχου σας.

source: If you don't have an {platform_name} account yet, click <strong>Register</strong> at the top of the page.
ar: إذا لم يكن لديك حساب {platform_name} حتى الآن، انقر فوق <strong>تسجيل</strong> في أعلى الصفحة.
el: Εάν δεν έχετε ακόμη έναν λογαριασμό {platform_name}, κάντε κλικ στο <strong>Εγγραφή</strong>, στο επάνω μέρος της σελίδας.

source: There was an error receiving your login information. Please email us.
ar: حدث خطأ في تلقي معلومات تسجيل الدخول الخاصة بك. يرجى مراسلتنا بالبريد الإلكتروني.
el: Παρουσιάστηκε πρόβλημα στη λήψη των πληροφοριών που αφορούν το λογαριασμό σας. Παρακαλούμε να μας στείλετε μήνυμα.

source: This account has been temporarily locked due to excessive login failures. Try again later.
ar: تم قفل هذا الحساب مؤقتًا بسبب فشل تسجيل الدخول المفرط. حاول مرة أخرى لاحقًا.
el: Η πρόσβαση στον λογαριασμό σας έχει προσωρινά απενεργοποιηθεί λόγω πολλαπλών ανεπιτυχών προσπαθειών σύνδεσης. Παρακαλούμε δοκιμάστε αργότερα.

source: Your password has expired due to password policy on this account. You must reset your password before you can log in again. Please click the "Forgot Password" link on this page to reset your password before logging in again.
ar: انتهت صلاحية كلمة المرور الخاصة بك بسبب سياسة كلمة المرور على هذا الحساب. يجب إعادة تعيين كلمة المرور الخاصة بك قبل أن تتمكن من تسجيل الدخول مرة أخرى. الرجاء النقر على رابط «نسيت كلمة المرور» في هذه الصفحة لإعادة تعيين كلمة المرور الخاصة بك قبل تسجيل الدخول مرة أخرى.
el: Ο κωδικός πρόσβασής σας δεν είναι πλέον ενεργός λόγω της πολιτικής πρόσβασης που έχει οριστεί για τον συγκεκριμένο λογαριασμό. Θα πρέπει να αλλάξετε τον κωδικό πρόσβασής σας πριν επιχειρήσετε να συνδεθείτε εκ νέου. Παρακαλούμε πριν επιχειρήσετε να συνδεθείτε ξανά, κάντε κλικ στο σύνδεσμο "Ξεχάσατε τον κωδικό σας;" που θα βρείτε στην παρούσα σελίδα για να αλλάξετε τον κωδικό σας.

source: In order to sign in, you need to activate your account.
ar: لتسجيل الدخول، تحتاج إلى تنشيط حسابك.
el: Για να συνδεθείτε, πρέπει να ενεργοποιήσετε το λογαριασμό σας.

source: In order to sign in, you need to activate your account.<br /><br />We just sent an activation link to <strong>{email}</strong>. If you do not receive an email, check your spam folders or <a href="{support_url}">contact {platform} Support</a>.
el: Για να μπορέσετε να συνδεθείτε, θα πρέπει να ενεργοποιήσετε πρώτα τον λογαριασμό σας.<br /><br />Σας έχουμε αποστείλει σύνδεσμο για την ενεργοποίηση του λογαριασμού σας στο e-mail <strong>{email}</strong>. Εάν δεν λάβετε το e-mail με τον σύνδεσμο, ελέγξτε το φάκελό σας με τα ανεπιθύμητα μηνύματα ή επικοινωνήστε με το Τεχνικό Τμήμα του {platform}. <a href="{support_url}"></a>

source: Too many failed login attempts. Try again later.
ar: الكثير من محاولات تسجيل الدخول الفاشلة. حاول مرة أخرى لاحقًا.
el: Πάρα πολλές αποτυχημένες προσπάθειες σύνδεσης. Δοκιμάστε ξανά αργότερα.

source: Email or password is incorrect.
ar: البريد الإلكتروني أو كلمة المرور غير صحيحة.
el: Το email ή ο κωδικός σας είναι λάθος.
