Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar, el

source: The organization that purchased enrollments in the course
ar: المؤسسة التي اشترت عمليات التسجيل في المقرر دورة
el: Ο οργανισμός που αγόρασε εγγραφές στο μάθημα

source: Organization Contact
ar: جهة اتصال المؤسسة
el: Επικοινωνία με τον οργανισμό

source: Organization Contact Name
ar: اسم جهة اتصال المؤسسة
el: Όνομα επικοινωνίας του οργανισμού

source: The primary contact at the organization
ar: جهة الاتصال الأساسية في المؤسسة
el: Η κύρια επαφή στον οργανισμό

source: Invoice Recipient
ar: مستلم الفاتورة
el: Παραλήπτης τιμολογ

source: The contact who should receive the invoice
ar: جهة الاتصال التي يجب أن تتلقى الفاتورة
el: Η επαφή που πρέπει να παραλάβει το τιμολόγιο

source: Organization Billing Address
ar: عنوان فوترة المؤسسة
el: Διεύθυνση Τιμολόγησης Οργανισμού

source: Address Line 1
ar: خط العنوان 1
el: Γραμμή διεύθυνσης 1

source: Address Line 2
ar: خط العنوان 2
el: Γραμμή διεύθυνσης 2

source: Address Line 3
ar: خط العنوان 3
el: Γραμμή διεύθυνσης 3

source: State/Province
ar: الولاية/المقاطعة
el: Κράτος/Επαρχία

source: Zip
ar: الرمز البريدي
el: Ταχυδρομικός Κώδικας

source: Unit Price
ar: سعر وحدة
el: Τιμή Μονάδας

source: The price per enrollment purchased
ar: سعر التسجيل الذي تم شراؤه
el: Η τιμή ανά εγγραφή που αγοράσατε

source: Number of Enrollment Codes
ar: عدد رموز التسجيل
el: Αριθμός κωδικών εγγραφής

source: The total number of enrollment codes to create
ar: إجمالي عدد رموز التسجيل لإنشاء
el: Ο συνολικός αριθμός κωδικών εγγραφής που θα δημιουργηθούν

source: Course Team Internal Reference
ar: المرجع الداخلي لفريق دورة
el: Εσωτερική Αναφορά Ομάδας Μαθήματος

source: Internal reference information for the sale
ar: معلومات مرجعية داخلية للبيع
el: Εσωτερικές πληροφορίες αναφοράς για την πώληση

source: Customer Reference
ar: مرجع العميل
el: Αναφορά πελάτη

source: Customer's purchase order or other reference information
ar: أمر شراء العميل أو معلومات مرجعية أخرى
el: Εντολή αγοράς του πελάτη ή άλλες πληροφορίες αναφοράς

source: Send me a copy of the invoice
ar: أرسل لي نسخة من الفاتورة
el: Στείλτε μου αντίγραφο του τιμολογίου

source: Gradebook
ar: دفتر التقديرات
el: Βαθμολόγιο

source: Instructor Dashboard
ar: لوحة القيادة مدرب
el: Πίνακας διδάσκοντα

source: Search learners
ar: البحث عن متعلمين
el: Αναζήτηση εκπαιδευομένων

source: Filter
ar: عامل تصفية
el: Φίλτρο

source: The new score must be between current score and 100.
ar: يجب أن تكون النتيجة الجديدة بين النتيجة الحالية و 100.
el: Η νέα βαθμολογία πρέπει να είναι μεταξύ του τρέχοντος σκορ και του 100.

source: The check icon on the right side of the grade means the grade is manually changed.
ar: تعني أيقونة الاختيار الموجودة على الجانب الأيمن من التقدير أن التقدير قد تم تغييره يدويًا.
el: Το εικονίδιο ελέγχου στη δεξιά πλευρά του βαθμού σημαίνει ότι ο βαθμός αλλάζει χειροκίνητα.

source: If a learner's grade is overridden, there will be a red revert button on the left side of the learner's name. Clicking on this button will revert all the learner's grades to their original state.
ar: إذا تم تجاوز درجة المتعلم، سيكون هناك زر عودة أحمر على الجانب الأيسر من اسم المتعلم. سيؤدي النقر فوق هذا الزر إلى إعادة جميع درجات المتعلم إلى حالتها الأصلية.
el: Εάν ο βαθμός ενός εκπαιδευόμενου παρακαμφθεί, θα υπάρχει ένα κόκκινο κουμπί επαναφοράς στην αριστερή πλευρά του ονόματος του εκπαιδευόμενου. Κάνοντας κλικ σε αυτό το κουμπί θα επαναφέρει όλους τους βαθμούς του εκπαιδευόμενου στην αρχική τους κατάσταση.

source: Revert to original score
ar: العودة إلى النتيجة الأصلية
el: Επιστροφή στην αρχική βαθμολογία

source: undo
ar: فك
el: αναιρώ

source: Confirm
ar: تأكيد
el: Επιβεβαίωση

source: previous page
ar: الصفحة السابقة
el: προηγούμενη σελίδα

source: next page
ar: الصفحة التالية
el: επόμενη σελίδα

source: For analytics about your course, go to {link_start}{analytics_dashboard_name}{link_end}.
ar: للحصول على تحليلات حول مقررك الدراسي، انتقل إلى {link_start}{analytics_dashboard_name}{link_end}.
el: Για αναλυτικά στοιχεία σχετικά με το μάθημά σας, μεταβείτε στη διεύθυνση {link_start}{analytics_dashboard_name}{link_end}.

source: Enrollment Code Status
ar: حالة رمز التسجيل
el: Κατάσταση Κωδικού Εγγραφής

source: Change the status of an enrollment code.
ar: قم بتغيير حالة رمز التسجيل.
el: Αλλάξτε την κατάσταση ενός κωδικού εγγραφής.

source: Enrollment Code
ar: رمز التسجيل
el: κωδικός εγγραφής

source: Find Enrollment Code
ar: ابحث عن رمز التسجيل
el: Εύρεση κωδικού εγγραφής

source: You will not get notification for emails that bounce, so please double-check spelling.
ar: لن تتلقى إشعارًا برسائل البريد الإلكتروني التي ترتد، لذا يرجى التحقق مرة أخرى من الإملاء.
el: Δεν θα λάβετε ειδοποίηση για μηνύματα ηλεκτρονικού ταχυδρομείου που αναπηδούν, γι 'αυτό παρακαλούμε να ελέγξετε την ορθογραφία.

source: Role of the users being enrolled.
ar: دور المستخدمين المسجلين.
el: Ρόλος των χρηστών που εγγράφονται.

source: Enter the reason why the learners are to be manually enrolled or unenrolled.
ar: أدخل سبب تسجيل متعلمين يدويًا أو عدم تسجيلهم.
el: Εισάγετε τον λόγο για τον οποίο οι εκπαιδευόμενοι πρέπει να εγγραφούν ή να μην εγγραφούν με μη αυτόματο τρόπο.

source: This cannot be left blank and will be recorded and presented in Enrollment Reports.
ar: لا يمكن ترك هذا فارغًا وسيتم تسجيله وتقديمه في تقارير التسجيل.
el: Αυτό δεν μπορεί να μείνει κενό και θα καταγραφεί και θα παρουσιαστεί στις Αναφορές Εγγραφής.

source: Therefore, please give enough detail to account for this action.
ar: لذلك، يرجى إعطاء تفاصيل كافية لحساب هذا الإجراء.
el: Ως εκ τούτου, δώστε αρκετές λεπτομέρειες για να λογοδοτήσετε αυτή τη δράση.

source: Reason
ar: السبب
el: Λόγος

source: Register/Enroll Learners
ar: تسجيل/تسجيل متعلمين
el: Εγγραφή/Εγγραφή Εκπαιδευόμενων

source: User Mass Registration (CSV)
ar: التسجيل الجماعي للمستخدم (CSV)
el: Μαζική εγγραφή χρηστών (CSV)

source: To register and enroll a list of users in this course, choose a CSV file based on the following template:
ar: لتسجيل وتسجيل قائمة بالمستخدمين في هذا دورة، اختر ملف CSV استنادًا إلى القالب التالي:
el: Για να εγγραφείτε και να εγγράψετε μια λίστα χρηστών σε αυτό το μάθημα, επιλέξτε ένα αρχείο CSV με βάση το ακόλουθο πρότυπο:

source: To register a list of user accounts, choose a CSV file based on the following template:
ar: لتسجيل قائمة حسابات المستخدمين ، اختر ملف CSV بناءً على النموذج التالي:
el: Για να καταχωρίσετε μια λίστα λογαριασμών χρηστών, επιλέξτε ένα αρχείο CSV με βάση το ακόλουθο πρότυπο:

source: Please include one learner per row and do not include any headers, footers, or blank lines.
ar: يرجى تضمين متعلم واحد لكل صف وعدم تضمين أي رؤوس أو تذييلات أو خطوط فارغة.
el: Συμπεριλάβετε έναν εκπαιδευόμενο ανά γραμμή και μην συμπεριλάβετε κεφαλίδες, υποσέλιδα ή κενές γραμμές.

source: A maximum of 200 users by batch is advised to ensure optimal response times.
ar: يُنصح بحد أقصى 200 مستخدم دفعة لضمان أوقات الاستجابة المثلى.
el: Συνιστάται κατ' ανώτατο όριο 200 χρήστες ανά παρτίδα ώστε να εξασφαλίζεται ο βέλτιστος χρόνος απόκρισης.

source: Upload a CSV for bulk enrollment
ar: قم بتحميل CSV للتسجيل بالجملة
el: Ανεβάστε ένα CSV για μαζική εγγραφή

source: Browse
ar: تصفح
el: Ξεφυλλίζω

source: Import a CSV file
ar: قم باستيراد ملف CSV
el: Εισαγωγή αρχείου CSV

source: Test CSV file
ar: اختبار ملف CSV
el: Δοκιμή αρχείου CSV

source: Register/Enroll
ar: التسجيل/التسجيل
el: Εγγραφή/Εγγραφή

source: To update a list of user accounts, choose a CSV file based on the following template:
ar: لتحديث قائمة حسابات المستخدمين، اختر ملف CSV استنادًا إلى القالب التالي:
el: Για να ενημερώσετε μια λίστα λογαριασμών χρηστών, επιλέξτε ένα αρχείο CSV με βάση το ακόλουθο πρότυπο:

source: Note that users must have an activated {platform_name} account prior to this update.
ar: لاحظ أنه يجب أن يكون لدى المستخدمين حساب {platform_name} مفعل قبل هذا التحديث.
el: Σημειώστε ότι οι χρήστες πρέπει να έχουν ενεργοποιημένο λογαριασμό {platform_name} πριν από αυτήν την ενημερωμένη έκδοση.

source: Update user accounts
ar: تحديث حسابات المستخدمين
el: Ενημέρωση λογαριασμών χρηστών

source: Welcoming Email
ar: رسالة إلكترونية ترحيبية
el: Email καλωσορίσματος

source: To send a welcoming email to users registered and enrolled by batch, enter email addresses separated by new lines or commas.
ar: لإرسال بريد إلكتروني ترحيبي للمستخدمين المسجلين والمسجلين دفعة واحدة، أدخل عناوين البريد الإلكتروني مفصولة بخطوط أو فواصل جديدة.
el: Για να στείλετε ένα μήνυμα καλωσορίσματος στους χρήστες που έχουν εγγραφεί και εγγραφεί ανά δέσμη, πληκτρολογήστε διευθύνσεις ηλεκτρονικού ταχυδρομείου διαχωρισμένες με νέες γραμμές ή κόμματα.

source: To send a welcoming email to users registered by batch, enter email addresses separated by new lines or commas.
ar: لإرسال بريد إلكتروني ترحيبي إلى المستخدمين المسجلين حسب الدفعة، أدخل عناوين البريد الإلكتروني مفصولة بخطوط أو فواصل جديدة.
el: Για να στείλετε ένα μήνυμα ηλεκτρονικού ταχυδρομείου καλωσορίσματος στους χρήστες που έχουν εγγραφεί με παρτίδα, εισαγάγετε τις διευθύνσεις ηλεκτρονικού ταχυδρομείου χωρισμένες με νέες γραμμές ή κόμματα.

source: Email Addresses
ar: عناوين البريد الإلكتروني
el: Διευθύνσεις email

source: Send Emails
ar: إرسال رسائل البريد الإلكتروني
el: Αποστολή μηνυμάτων ηλεκτρονικού ταχυδρομείου

source: Batch Beta Tester Addition
ar: إضافة اختبار بيتا دفعة
el: Προσθήκη δοκιμαστή beta παρτίδας

source: Note: Users must have an activated {platform_name} account before they can be enrolled as beta testers.
ar: ملاحظة: يجب أن يكون لدى المستخدمين حساب {platform_name} مفعل قبل أن يتم تسجيلهم كمختبرين بيتا.
el: Επισήμανση: Οι χρήστες θα πρέπει να διαθέτουν έναν ενεργοποιημένο λογαριασμό στο {platform_name} προτού εγγραφούν ως beta testers.

source: If this option is {em_start}checked{em_end}, users who have not enrolled in your course will be automatically enrolled.
ar: إذا كان هذا الخيار هو {em_start}محدد{em_end}، فسيتم تسجيل المستخدمين الذين لم يسجلوا في مقررك الدراسي تلقائيًا.
el: Εάν αυτή η επιλογή είναι {em_start}επιλεγμένο{em_end}, οι χρήστες που δεν έχουν εγγραφεί στο μάθημα σας θα εγγραφούν αυτόματα.

source: Checking this box has no effect if 'Remove beta testers' is selected.
ar: تحديد هذا المربع ليس له أي تأثير إذا تم تحديد «إزالة اختبار بيتا».
el: Επιλέγοντας αυτό το κουτί δεν θα λειτουργεί πλέον η επιλογή "Αφαιρέστε τους beta testers"

source: Remove beta testers
ar: إزالة اختبار بيتا
el: Αφαιρέστε beta testers

source: Add beta testers
ar: إضافة مختبرين بيتا
el: Προσθέστε beta testers

source: Course Team Management
ar: إدارة فريق دورة
el: Διοίκηση Ομάδας Μαθήματος

source: Select a course team role:
ar: حدد دور فريق دورة:
el: Επιλέξτε ρόλο στην ομάδα μαθήματος:

source: Getting available lists...
ar: الحصول على القوائم المتاحة...
el: Λήψη διαθέσιμων λιστών...

source: Staff cannot modify these lists. To manage course team membership, a course Admin must give you the Admin role to add Staff or Beta Testers, or the Discussion Admin role to add discussion moderators and TAs.
ar: لا يمكن طاقم تعديل هذه القوائم. لإدارة عضوية فريق دورة الدراسي، يجب أن يمنحك أدمن الدورة التدريبية دور أدمن لإضافة طاقم أو اختبار بيتا، أو دور أدمن المناقشة لإضافة مشرفي المناقشة وTas.
el: Το προσωπικό δεν μπορεί να τροποποιήσει αυτούς τους καταλόγους. Για να μπορείτε να ορίζετε ποιοι ανήκουν στην ομάδα του μαθήματος, θα πρέπει να σας δοθεί από κάποιον Διαχειριστή του μαθήματος η άδεια να προσθέτετε Προσωπικό και Beta Testers ή από τον Διαχειριστή του Φόρουμ η άδεια να προσθέτετε συντονιστές της συζήτησης και Βοηθούς Καθηγητή.

source: Course team members with the Staff role help you manage your course. Staff can enroll and unenroll learners, as well as modify their grades and access all course data. Staff also have access to your course in Studio and Insights. You can only give course team roles to enrolled users.
ar: يساعدك أعضاء فريق دورة مع دور طاقم في إدارة مقررك الدراسي. يمكن طاقم تسجيل متعلمين وإلغاء تسجيلهم، بالإضافة إلى تعديل درجاتهم والوصول إلى جميع بيانات دورة. يمكن طاقم أيضًا الوصول إلى مقررك الدراسي في Studio and Insights. يمكنك فقط إعطاء أدوار فريق دورة للمستخدمين المسجلين.
el: Τα μέλη της ομάδας μαθημάτων με το ρόλο Προσωπικού σας βοηθούν να διαχειριστείτε το μάθημά σας. Το προσωπικό μπορεί να εγγραφεί και να καταργήσει την εγγραφή των εκπαιδευομένων, καθώς και να τροποποιήσει τους βαθμούς τους και να έχει πρόσβαση σε όλα τα δεδομένα των μαθημάτων. Το προσωπικό έχει επίσης πρόσβαση στο μάθημα σας στο Studio και Insights. Μπορείτε να δώσετε ρόλους ομάδας μαθημάτων μόνο σε εγγεγραμμένους χρήστες.

source: Add Staff
ar: إضافة طاقم
el: Προσθήκη Προσωπικού

source: Admin
ar: أدمن
el: Διαχειριστής

source: Course team members with the Admin role help you manage your course. They can do all of the tasks that Staff can do, and can also add and remove the Staff and Admin roles, discussion moderation roles, and the beta tester role to manage course team membership. You can only give course team roles to enrolled users.
ar: يساعدك أعضاء فريق دورة الذين لديهم دور أدمن في إدارة مقررك الدراسي. يمكنهم القيام بجميع المهام التي يمكن طاقم القيام بها, ويمكنهم أيضًا إضافة وإزالة أدوار طاقم أدمن, أدوار الإشراف على المناقشة, ودور اختبار بيتا لإدارة عضوية فريق دورة. يمكنك فقط إعطاء أدوار فريق دورة للمستخدمين المسجلين.
el: Στη διαχείριση του μαθήματός σας θα σας βοηθούν τα μέλη του προσωπικού με Διαχειριστικό ρόλο. Μπορούν να κάνουν όλες τις ενέργειες με τις οποίες είναι εξουσιοδοτημένο το Προσωπικό αλλά επίσης μπορούν να διαχειρίζονται το ποιοι είναι μέλη της ομάδας του μαθήματος, προσθέτοντας και αφαιρώντας Προσωπικό και Διαχειριστές, Συντονιστές Συζήτησης και Beta Testers. Εσείς έχετε μόνο τη δυνατότητα να αναθέτετε σε εγγεγραμμένους χρήστες αρμοδιότητες που αφορούν την ομάδα του μαθήματος.

source: Add Admin
ar: إضافة أدمن
el: Προσθήκη Διαχειριστή

source: Beta Testers
ar: اختبار بيتا
el: Δοκιμαστές Beta

source: Beta Testers can see course content before other learners. They can make sure that the content works, but have no additional privileges. You can only give course team roles to enrolled users.
ar: يمكن لمختبري بيتا رؤية محتوى دورة قبل متعلمين الآخرين. يمكنهم التأكد من أن المحتوى يعمل، ولكن ليس لديهم امتيازات إضافية. يمكنك فقط إعطاء أدوار فريق دورة للمستخدمين المسجلين.
el: Οι χρήστες Beta Testers μπορούν να δούν το υλικό μαθήματος πριν από τους υπόλοιπους σπουδαστές. Μπορούν να επιβεβαιώσουν πως το μάθημα λειτουργεί σωστά, αλλά δεν έχουν επιπλέον δικαιώματα. Εσείς έχετε μόνο τη δυνατότητα να αναθέτετε σε εγγεγραμμένους χρήστες αρμοδιότητες που αφορούν την ομάδα του μαθήματος.

source: Add Beta Tester
ar: إضافة اختبار بيتا
el: Προσθέστε Beta Tester

source: Discussion Admins can edit or delete any post, clear misuse flags, close and re-open threads, endorse responses, and see posts from all groups. Their posts are marked as 'staff'. They can also add and remove the discussion moderation roles to manage course team membership. Only enrolled users can be added as Discussion Admins.
ar: يمكن لمسؤولي المناقشة تحرير أو حذف أي منشور, مسح علامات سوء الاستخدام, إغلاق سلاسل الرسائل وإعادة فتحها, تأييد الردود, ومشاهدة المشاركات من جميع المجموعات. يتم وضع علامة على مشاركاتهم على أنها «موظفين». يمكنهم أيضًا إضافة أدوار الإشراف على المناقشة وإزالتها لإدارة عضوية فريق دورة. يمكن إضافة المستخدمين المسجلين فقط كمشرفين للمناقشة.
el: Οι διαχειριστές συζητήσεων μπορούν να επεξεργαστούν ή να διαγράψουν οποιαδήποτε δημοσίευση, να καθαρίσουν σημαίες κακής χρήσης, να κλείσουν και να ανοίξουν ξανά νήματα, να εγκρίνουν απαντήσεις και να δουν δημοσιεύσεις από όλες τις ομάδες. Οι θέσεις τους επισημαίνονται ως «προσωπικό». Μπορούν επίσης να προσθέσουν και να αφαιρέσουν τους ρόλους μετριοπάθειας της συζήτησης για τη διαχείριση της συμμετοχής στην ομάδα μαθημάτων. Μόνο εγγεγραμμένοι χρήστες μπορούν να προστεθούν ως Διαχειριστές Συζήτησης.

source: Add Discussion Admin
ar: إضافة أدمن مناقشة
el: Προσθήκη Διαχειριστή Συζήτησης

source: Discussion Moderators
ar: مشرفو المناقشة
el: Συντονιστές συζήτησης

source: Discussion Moderators can edit or delete any post, clear misuse flags, close and re-open threads, endorse responses, and see posts from all groups. Their posts are marked as 'staff'. They cannot manage course team membership by adding or removing discussion moderation roles. Only enrolled users can be added as Discussion Moderators.
ar: يمكن لمشرفي المناقشة تحرير أو حذف أي منشور, مسح علامات سوء الاستخدام, إغلاق سلاسل الرسائل وإعادة فتحها, تأييد الردود, ومشاهدة المشاركات من جميع المجموعات. يتم وضع علامة على مشاركاتهم على أنها «موظفين». لا يمكنهم إدارة عضوية فريق دورة عن طريق إضافة أدوار الإشراف على المناقشة أو إزالتها. يمكن إضافة المستخدمين المسجلين فقط كمشرفين للمناقشة.
el: Οι Επόπτες συζήτησης μπορούν να επεξεργαστούν ή να διαγράψουν οποιαδήποτε δημοσίευση, να καθαρίσουν σημαίες κατάχρησης, να κλείσουν και να ανοίξουν ξανά νήματα, να εγκρίνουν απαντήσεις και να δουν δημοσιεύσεις από όλες τις ομάδες. Οι θέσεις τους επισημαίνονται ως «προσωπικό». Δεν μπορούν να διαχειριστούν τη συμμετοχή σε ομάδα μαθημάτων προσθέτοντας ή αφαιρώντας ρόλους μετριοπάθειας συζήτησης. Μόνο οι εγγεγραμμένοι χρήστες μπορούν να προστεθούν ως Συντονιστές Συζήτησης.

source: Add Moderator
ar: إضافة مشرف
el: Προσθήκη συντονιστή

source: Group Community TA
ar: مجموعة مجتمع TA
el: Ομάδα Κοινότητα TA

source: Group Community TAs are members of the community who help course teams moderate discussions. Group Community TAs see only posts by learners in their assigned group. They can edit or delete posts, clear flags, close and re-open threads, and endorse responses, but only for posts by learners in their group. Their posts are marked as 'Community TA'. Only enrolled learners can be added as Group Community TAs.
ar: مجموعة TAS المجتمعية هي أعضاء في المجتمع الذين يساعدون فرق دورة في الإشراف على المناقشات. يرى مجتمع المجموعة المشاركات فقط من قبل متعلمين في المجموعة المخصصة لهم. يمكنهم تحرير أو حذف المشاركات, مسح العلامات, إغلاق سلاسل الرسائل وإعادة فتحها, وتأييد الردود, ولكن فقط لمشاركات متعلمين في مجموعتهم. يتم وضع علامة على مشاركاتهم باسم «مجتمع TA». يمكن إضافة متعلمين المسجلين فقط على أنهم TAS مجتمع المجموعة.
el: Τα TAS της κοινότητας ομάδας είναι μέλη της κοινότητας που βοηθούν τις ομάδες μαθημάτων να μετριάζουν τις συζητήσεις. Τα TAS κοινότητας ομάδας βλέπουν μόνο δημοσιεύσεις ανά εκπαιδευόμενους στην ομάδα που τους έχει ανατεθεί. Μπορούν να επεξεργαστούν ή να διαγράψουν δημοσιεύσεις, να καθαρίσουν σημαίες, να κλείσουν και να ανοίξουν ξανά νήματα και να εγκρίνουν απαντήσεις, αλλά μόνο για δημοσιεύσεις από εκπαιδευόμενους στην ομάδα τους. Οι θέσεις τους επισημαίνονται ως «Κοινοτική TAA». Μόνο οι εγγεγραμμένοι εκπαιδευόμενοι μπορούν να προστεθούν ως TAS κοινότητας ομάδας.

source: Add Group Community TA
ar: إضافة مجتمع المجموعة TA
el: Προσθήκη κοινότητας ομάδας TA

source: Add Community TA
ar: إضافة مجتمع TA
el: Προσθήκη κοινότητας TA

source: CCX Coaches
ar: مدربي CCX
el: Προπονητές CCX

source: CCX Coaches are able to create their own Custom Courses based on this course, which they can use to provide personalized instruction to their own learners based in this course material.
ar: يمكن لمدربي CCX إنشاء دورات مخصصة خاصة بهم بناءً على هذه دورة التدريبية, والتي يمكنهم استخدامها لتوفير تعليمات شخصية للمتعلمين بناءً على مواد دورة هذه.
el: Οι προπονητές CCX μπορούν να δημιουργήσουν τα δικά τους Προσαρμοσμένα Μαθήματα βασισμένα σε αυτό το μάθημα, τα οποία μπορούν να χρησιμοποιήσουν για να παρέχουν εξατομικευμένες οδηγίες στους δικούς τους εκπαιδευόμενους με βάση αυτό το υλικό του μαθήματος.

source: Add CCX Coach
ar: إضافة مدرب CCX
el: Προσθήκη προπονητή CCX

source: There is no data available to display at this time.
ar: لا توجد بيانات متاحة لعرضها في هذا الوقت.
el: Δεν υπάρχουν διαθέσιμα δεδομένα προς εμφάνιση αυτή τη στιγμή.

source: Use Reload Graphs to refresh the graphs.
ar: استخدم إعادة تحميل الرسوم البيانية لتحديث الرسوم البيانية.
el: Χρησιμοποιήστε την Επαναφόρτωση γραφημάτων για να ανανεώσετε τα γραφήματα.

source: Reload Graphs
ar: إعادة تحميل الرسوم البيانية
el: Επαναφόρτωση γραφημάτων

source: Subsection Data
ar: بيانات قسم فرعي
el: Δεδομένα υποενότητας

source: Each bar shows the number of learners that opened the subsection.
ar: يعرض كل شريط عدد متعلمين الذين فتحوا القسم الفرعي.
el: Κάθε γραμμή δείχνει τον αριθμό των εκπαιδευομένων που άνοιξαν την υποενότητα.

source: You can click on any of the bars to list the learners that opened the subsection.
ar: يمكنك النقر فوق أي من الأشرطة لإدراج متعلمين الذين فتحوا القسم الفرعي.
el: Μπορείτε να κάνετε κλικ σε οποιαδήποτε από τις γραμμές για να απαριθμήσετε τους εκπαιδευόμενους που άνοιξαν την υποενότητα.

source: You can also download this data as a CSV file.
ar: يمكنك أيضًا تنزيل هذه البيانات كملف CSV.
el: Μπορείτε επίσης να κατεβάσετε αυτά τα δεδομένα ως αρχείο CSV.

source: Download Subsection Data for all Subsections as a CSV
ar: تنزيل بيانات قسم فرعي لجميع أقسام فرعية كملف CSV
el: Λήψη δεδομένων υποενοτήτων για όλες τις υποενότητες ως CSV

source: Grade Distribution Data
ar: بيانات توزيع التقديرات
el: Δεδομένα Κατανομής Βαθμού

source: Each bar shows the grade distribution for that problem.
ar: يعرض كل شريط توزيع التقديرات لهذه المشكلة.
el: Κάθε γραμμή δείχνει την κατανομή της ποιότητας για αυτό το πρόβλημα.

source: You can click on any of the bars to list the learners that attempted the problem, along with the grades they received.
ar: يمكنك النقر فوق أي من الأشرطة لإدراج المتعلمين الذين حاولوا المشكلة، إلى جانب الدرجات التي تلقوها.
el: Μπορείτε να κάνετε κλικ σε οποιαδήποτε από τις γραμμές για να απαριθμήσετε τους εκπαιδευόμενους που επιχείρησαν το πρόβλημα, μαζί με τους βαθμούς που έλαβαν.

source: Download Problem Data for all Problems as a CSV
ar: تنزيل بيانات المشكلة لجميع المشاكل كملف CSV
el: Λήψη δεδομένων προβλήματος για όλα τα προβλήματα ως CSV

source: Grade Distribution per Problem
ar: توزيع الدرجات لكل مشكلة
el: Κατανομή Βαθμού ανά Πρόβλημα

source: Download Learner Opened as a CSV
ar: تحميل متعلم المفتوح كملف CSV
el: Λήψη εκπαιδευόμενου Άνοιξε ως CSV

source: Download Learner Grades as a CSV
ar: تنزيل درجات متعلم كملف CSV
el: Λήψη Βαθμών Εκπαιδευόμενου ως CSV

source: This is a partial list, to view all learners download as a csv.
ar: هذه قائمة جزئية، لعرض تنزيل جميع متعلمين كملف csv.
el: Αυτή είναι μια μερική λίστα, για να δείτε όλους τους εκπαιδευόμενους που κατεβάζουν ως csv.

source: There are no problems in this section.
ar: لا توجد مشاكل في هذا القسم.
el: Δεν υπάρχουν προβλήματα σε αυτή την ενότητα.

source: Send to:
ar: أرسل إلى:
el: Προς:

source: Myself
ar: نفسي
el: Τον εαυτό μου

source: Staff and Administrators
ar: طاقم والإداريين
el: Προσωπικό και διοικητικοί υπάλληλοι

source: All Learners
el: Όλοι οι μαθητές

source: Cohort:
ar: الفوج:
el: Κοόρτη:

source: (Learners not explicitly assigned to a cohort)
ar: (لم يتم تعيين متعلمين صراحة إلى مجموعة)
el: (Εκπαιδευόμενοι που δεν έχουν εκχωρηθεί ρητά σε μια ομάδα)

source: Learners in the {track_name} Track
ar: متعلمين في المسار {track_name}
el: Εκπαιδευόμενοι στην πίστα {track_name}

source: Subject:
ar: الموضوع:
el: Θέμα:

source: (Maximum 128 characters)
ar: (بحد أقصى 128 حرفًا)
el: (Μέγιστος αριθμός 128 χαρακτήρων)

source: Message:
ar: رسالة:
el: Μήνυμα:

source: We recommend sending learners no more than one email message per week. Before you send your email, review the text carefully and send it to yourself first, so that you can preview the formatting and make sure embedded images and links work correctly.
ar: نوصي بإرسال متعلمين ما لا يزيد عن رسالة بريد إلكتروني واحدة في الأسبوع. قبل إرسال بريدك الإلكتروني، راجع النص بعناية وأرسله إلى نفسك أولاً، بحيث يمكنك معاينة التنسيق والتأكد من أن الصور والروابط المضمنة تعمل بشكل صحيح.
el: Συνιστούμε να στέλνετε στους εκπαιδευόμενους όχι περισσότερα από ένα μηνύματα ηλεκτρονικού ταχυδρομείου την εβδομάδα. Πριν στείλετε το email σας, εξετάστε προσεκτικά το κείμενο και στείλτε το στον εαυτό σας πρώτα, ώστε να μπορείτε να κάνετε προεπισκόπηση της μορφοποίησης και να βεβαιωθείτε ότι οι ενσωματωμένες εικόνες και συνδέσεις λειτουργούν σωστά.
