Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: ar

source: EdX has a timed transcript for this video. If you want to edit this transcript, you can download, edit, and re-upload the existing transcript. If you want to replace this transcript, upload a new .srt transcript file.
ar: يحتوي EdX على نسخة موقوتة لهذا الفيديو. إذا كنت ترغب في تحرير هذا النص، يمكنك تنزيل النص الحالي وتحريره وإعادة تحميله. إذا كنت تريد استبدال هذا النص، فقم بتحميل ملف نص .srt جديد.

source: Upload New Transcript
ar: تحميل نسخة جديدة

source: Upload New .srt Transcript
ar: تحميل نسخة جديدة .strt

source: Download Transcript for Editing
ar: تنزيل نسخة للتحرير

source: No EdX Timed Transcript
ar: لا يوجد نسخة EdX موقوتة

source: EdX doesn't have a timed transcript for this video in Studio, but we found a transcript on YouTube. You can import the YouTube transcript or upload your own .srt transcript file.
ar: لا يحتوي EdX على نسخة موقوتة لهذا الفيديو في Studio، لكننا وجدنا نصًا على YouTube. يمكنك استيراد نسخة YouTube أو تحميل ملف نص .srt الخاص بك.

source: Import YouTube Transcript
ar: استيراد نسخة يوتيوب

source: No Timed Transcript
ar: لا يوجد نسخة موقوتة

source: EdX doesn\'t have a timed transcript for this video. Please upload an .srt file.
ar: لا يحتوي EdX على نسخة موقوتة لهذا الفيديو. يرجى تحميل ملف.srt.

source: The timed transcript for this video on edX is out of date, but YouTube has a current timed transcript for this video.
ar: النسخة الموقوتة لهذا الفيديو على edX قديمة, لكن YouTube لديه نسخة موقوتة حالية لهذا الفيديو.

source: Do you want to replace the edX transcript with the YouTube transcript?
ar: هل تريد استبدال نسخة edX بنسخة YouTube؟

source: Yes, replace the edX transcript with the YouTube transcript
ar: نعم، استبدل نسخة edX بنسخة YouTube

source: Timed Transcript Uploaded Successfully
ar: تم تحميل نسخة موقوتة بنجاح

source: EdX has a timed transcript for this video. If you want to replace this transcript, upload a new .srt transcript file. If you want to edit this transcript, you can download, edit, and re-upload the existing transcript.
ar: يحتوي EdX على نسخة موقوتة لهذا الفيديو. إذا كنت تريد استبدال هذا النص، فقم بتحميل ملف نص .srt جديد. إذا كنت ترغب في تحرير هذا النص، يمكنك تنزيل النص الحالي وتحريره وإعادة تحميله.

source: Confirm Timed Transcript
ar: تأكيد النص الموقوتة

source: You changed a video URL, but did not change the timed transcript file. Do you want to use the current timed transcript or upload a new .srt transcript file?
ar: لقد قمت بتغيير عنوان URL للفيديو، ولكن لم تقم بتغيير ملف النص الموقوتة. هل تريد استخدام النص الحالي في الوقت المناسب أو تحميل ملف نص .srt جديد؟

source: Use Current Transcript
ar: استخدم النص الحالي

source: Availability
ar: التوفر

source: Current
ar: تيار

source: New
ar: جديد

source: Starts soon
ar: يبدأ قريبًا

source: Online
ar: عبر الإنترنت

source: ILT
ar: لحاف

source: Future
ar: المستقبل

source: Tag
ar: علامة

source: Category
ar: الفئة

source: Mandatory
ar: إلزامي

source: true
ar: صحيح

source: false
ar: خاطئ

source: All countries
ar: جميع البلدان

source: France
ar: فرنسا

source: Romania
ar: رومانيا

source: Archived
ar: أرشفة

source: Draft
ar: مشروع

source: Published
ar: تم النشر

source: Saved Successfully
ar: تم الحفظ بنجاح

source: This session is full
ar: هذه الجلسة ممتلئة

source: This session is no longer open to registration. Please choose another session.
ar: لم تعد هذه الجلسة مفتوحة للتسجيل. يرجى اختيار جلسة أخرى.

source: Please choose the accommodation need
ar: يرجى اختيار مكان الإقامة

source: yes
ar: نعم

source: no
ar: كلا

source: Are you sure to unenroll this learner?
ar: هل أنت متأكد من إلغاء تسجيل هذا متعلم؟

source: The enrollment is confirmed.<br>You can change information related to the demand by clicking on the << Upcoming Sessions >> tab.
ar: تم تأكيد التسجيل.<br>يمكنك تغيير المعلومات المتعلقة بالطلب بالنقر فوق< Upcoming Sessions > علامة التبويب <>.

source: This unit is visible to staff learner only. The following learners are not staff: <br><br>
ar: هذه الوحدة مرئية للمتعلم الموظفين فقط. المتعلمون التاليون ليسوا موظفين: <br><br>

source: Time format HH:MM expected
ar: تنسيق الوقت HH:MM المتوقع

source: Leaderboard
ar: لوحة المتصدرين

source: Show more
ar: عرض المزيد

source: Position
ar: الوظيفة

source: Points
ar: نقاط

source: Ranking
ar: الترتيب

source: Missions
ar: البعثات

source: There are currently ${totalUser} learners. Last update: ${lastUpdate}.
ar: يوجد حاليًا ${totalUser} متعلمين. آخر تحديث: ${lastUpdate}.

source: All
ar: جميع

source: Week
ar: أسبوع

source: Month
ar: شهر

source: You have won ${value} point(s).
ar: لقد ربحت ${value} نقطة (نقاط).

source: Log into {platform_name}, for the first time
ar: تسجيل الدخول {platform_name}، لأول مرة

source: Log into {platform_name} every day, for at least 30 minutes
ar: تسجيل الدخول إلى {platform_name} كل يوم، لمدة 30 دقيقة على الأقل

source: Answering non-graded activity
ar: الرد على النشاط غير المقدر

source: Answering graded activity
ar: الرد على النشاط المقدر

source: Complete a unit
ar: أكمل وحدة

source: Access your first course
ar: الوصول إلى مقررك دورة الأول

source: Complete a course
ar: أكمل دورة تدريبية

source: The number of certificates to export exceeds 1,000. Please narrow your search.
ar: يتجاوز عدد شهادات التي يتم تصديرها 1,000. يرجى تضييق نطاق البحث.

source: The number of certificates to export exceeds {upper_bound}. Please narrow your search.
ar: يتجاوز عدد شهادات تصديرها {upper_bound}. يرجى تضييق نطاق البحث.

source: There are no training events scheduled for this day.
ar: لا توجد أحداث تدريبية مجدولة لهذا اليوم.

source: Add to Calendar
ar: إضافة إلى التقويم

source: Select one country under Course Country
ar: حدد دولة واحدة ضمن بلد دورة

source: Your changes on this page will not be saved until you select at least one country under Course Country and then save.
ar: لن يتم حفظ التغييرات التي أجريتها على هذه الصفحة حتى تقوم بتحديد بلد واحد على الأقل ضمن بلد دورة ثم حفظها.

source: Continue
ar: متابعة

source: Explore
ar: استكشف

source: article
ar: مقالة

source: video
ar: فيديو

source: Curated content
ar: محتوى منسق

source: You are switching to the Curated content catalog which is a collection of public resources, third party and external content. Please note that although the catalog is free to browse, content requiring a paid subscription, or specific authorization, will not be provided by default via this platform. Please contact your organization with any specific questions. Do you wish to continue?
ar: أنت تقوم بالتبديل إلى كتالوج المحتوى المنسق وهو عبارة عن مجموعة من الموارد العامة والمحتوى الخارجي والطرف الثالث. يرجى ملاحظة أنه على الرغم من أن الكتالوج مجاني للتصفح, المحتوى الذي يتطلب اشتراكًا مدفوعًا, أو تفويض محدد, لن يتم توفيره افتراضيًا عبر هذا النظام الأساسي. يرجى الاتصال بمؤسستك لطرح أي أسئلة محددة. هل ترغب في الاستمرار؟

source: Internal
ar: داخلي

source: External
ar: خارجي

source: Type of content
ar: نوع المحتوى

source: Reset
ar: إعادة تعيين

source: ${recordCount} resources found
ar: تم العثور على ${recordCount} موارد

source: We couldn't find any results for "${searchString}".
ar: لم نتمكن من العثور على أي نتائج لـ "${searchString}".

source: View all
ar: عرض الكل

source: hours
ar: ساعات

source: Rating
ar: تصنيف

source: Video Duration
ar: مدة الفيديو

source: ${hour} hours
ar: ${hour} ساعة

source: Sort by
ar: فرز حسب

source: Most Recent
ar: أحدث

source: Oldest
ar: أقدم

source: Title A-Z
ar: العنوان الألف إلى الياء

source: Title Z-A
ar: العنوان Z-A

source: Add content to your course, such as text, video, SCORM module, PDF...
ar: إضافة محتوى إلى مقررك الدراسي، مثل النص والفيديو ووحدة SCORM و PDF...

source: Train your learners with collaborative activities and add discussion forum
ar: تدريب متعلمين من خلال الأنشطة التعاونية وإضافة منتدى المناقشة

source: Combine online content with face-to-face or virtual sessions
ar: اجمع بين المحتوى عبر الإنترنت وجلسات افتراضية وجهاً لوجه

source: Create different type of quiz to test learners and also evaluate their knowledge
ar: قم بإنشاء نوع مختلف من الاختبارات لاختبار متعلمين وتقييم معرفتهم أيضًا

source: Use Text component to add and format text, links, images, and more.
ar: استخدم مكون النص لإضافة النص والروابط والصور والمزيد وتنسيقها.

source: Add this component to display PDF in iframe.
ar: أضف هذا المكون لعرض PDF في iframe.

source: Work directly with HTML code and/or add iFrame code.
ar: اعمل مباشرة مع كود HTML و/أو أضف رمز iFrame.

source: Add videos to your course, you can also set subtitles, allow download and configure other options.
ar: أضف مقاطع فيديو إلى مقررك الدراسي، ويمكنك أيضًا تعيين ترجمات والسماح بالتنزيل وتكوين خيارات أخرى.

source: Use this component to add e-learning modules to your course. E-learning modules must be in 2004 or 1.2 format.
ar: استخدم هذا المكون لإضافة وحدات التعلم الإلكتروني إلى مقررك الدراسي. يجب أن تكون وحدات التعلم الإلكتروني بتنسيق 2004 أو 1.2.

source: Add the best external resources (Podcast, Article, Video or MOOC) curated from our team of experts.
ar: أضف أفضل الموارد الخارجية (بودكاست أو مقالة أو فيديو أو MOOC) برعاية فريق الخبراء لدينا.

source: Include poll in your course to gather learners’ opinions. You can configure one question and multiple possible answers. If you need to ask multiple questions, use the Survey component.
ar: قم بتضمين الاستطلاع في مقررك الدراسي لجمع آراء المتعلمين. يمكنك تكوين سؤال واحد وإجابات متعددة محتملة. إذا كنت بحاجة إلى طرح أسئلة متعددة، فاستخدم مكون الاستطلاع.

source: Include survey in your course to collect learner responses to multiple questions. If you need to ask only one question, use the Poll component.
ar: قم بتضمين استطلاع في مقررك الدراسي لجمع ردود متعلم على أسئلة متعددة. إذا كنت بحاجة إلى طرح سؤال واحد فقط، فاستخدم مكون الاستطلاع.

source: Use word cloud component to let learners enter words into a field in response to a question or prompt. The words then appear instantly as a colorful graphic.
ar: استخدم مكون word cloud للسماح للمتعلمين بإدخال الكلمات في حقل ردًا على سؤال أو مطالبة. ثم تظهر الكلمات على الفور كرسم ملون.

source: Add discussion components to ask questions related to the course content and give learners a chance to respond and interact on a specific subject.
ar: أضف مكونات المناقشة لطرح الأسئلة المتعلقة بمحتوى دورة وإعطاء متعلمين فرصة للرد والتفاعل حول موضوع معين.

source: Create and monitor face-to-face or virtual sessions.
ar: إنشاء ومراقبة جلسات وجهًا لوجه أو افتراضية.

source: Add any type of basic types of quiz with this blank component.
ar: أضف أي نوع من أنواع الاختبارات الأساسية باستخدام هذا المكون الفارغ.

source: Use this component to add a preformatted checkbox question. Learners will have to select one or more options from a list of possible answers.
ar: استخدم هذا المكون لإضافة سؤال مربع اختيار منسق مسبقًا. سيتعين على المتعلمين اختيار خيار واحد أو أكثر من قائمة الإجابات المحتملة.

source: Use this component to add a preformatted dropdown question. Learners will have to select one answer from a dropdown list.
ar: استخدم هذا المكون لإضافة سؤال منسدل مسبق التنسيق. سيتعين على متعلمين اختيار إجابة واحدة من قائمة منسدلة.

source: Use this component to add a preformatted multiple choice question. Learners will have to select one answer from a list of choices that appear directly below the question.
ar: استخدم هذا المكون لإضافة سؤال اختيار متعدد التنسيق مسبقًا. سيتعين على متعلمين اختيار إجابة واحدة من قائمة الخيارات التي تظهر مباشرة أسفل السؤال.

source: Use this component to add a preformatted text input question. Learners will have to enter a short text answer to a question.
ar: استخدم هذا المكون لإضافة سؤال إدخال نص منسق مسبقًا. سيتعين على متعلمين إدخال إجابة نصية قصيرة على سؤال.

source: Use this component to add a preformatted numerical input question. Learners will have to write an answer that include only integers, fractions, and a few common constants and operators.
ar: استخدم هذا المكون لإضافة سؤال إدخال رقمي منسق مسبقًا. سيتعين على متعلمين كتابة إجابة تتضمن الأعداد الصحيحة والكسور وعدد قليل من الثوابت والمشغلين الشائعة.

source: Add this type of quiz to let learners answer to a question by dragging text or images to a specific location on an image.
ar: أضف هذا النوع من الاختبارات للسماح للمتعلمين بالإجابة على سؤال عن طريق سحب نص أو صور إلى موقع معين على الصورة.

source: Use this component, also known as a "pointing on a picture" quiz, to ask learners to click inside a defined region in an image.
ar: استخدم هذا المكون، المعروف أيضًا باسم اختبار «التأشير على صورة»، لمطالبة متعلمين بالنقر داخل منطقة محددة في صورة.

source: Create randomized quiz that make use of components from content libraries.
ar: قم بإنشاء اختبار عشوائي يستخدم المكونات من مكتبات المحتوى.

source: Use Open response assessments component to ask questions that might not have definite answers, such as text responses. It includes both peer assessments and self-assessments.
ar: استخدم مكون تقييمات الاستجابة المفتوحة لطرح الأسئلة التي قد لا تحتوي على إجابات محددة، مثل الردود النصية. ويشمل كلا من تقييمات الأقران والتقييمات الذاتية.

source: Add this component to grant an intermediate certificate to a learner after quiz completion.
ar: أضف هذا المكون لمنح شهادة وسيطة للمتعلم بعد الانتهاء من الاختبار.

source: Integrate remote learning tools, such as applications and textbooks, into your course with the learning tools interoperability (LTI) component. The LTI component supports tools with the LTI 1.1 and LTI 1.3 specifications.
ar: دمج أدوات التعلم عن بعد، مثل التطبيقات والكتب المدرسية، في مقررك الدراسي مع مكون قابلية التشغيل البيني (LTI) لأدوات التعلم. يدعم مكون LTI الأدوات بمواصفات LTI 1.1 و LTI 1.3.

source: Add this component to ask learners to confirm the completion of an activity or action on the platform.
ar: أضف هذا المكون لمطالبة متعلمين بتأكيد إكمال نشاط أو إجراء على المنصة.

source: Feedback
ar: ردود الفعل

source: Dimension limit: 100px by 100px
ar: حد البعد: 100 بكسل بنسبة 100 بكسل

source: Unit Location
ar: موقع وحدة

source: Basic Information
ar: معلومات أساسية

source: E-commerce
ar: التجارة الإلكترونية

source: Target Your Learners
ar: استهدف متعلمين

source: Content
ar: المحتوى

source: Graded Activities
ar: أنشطة متدرجة

source: Certificates
ar: شهادات

source: Discussions
ar: مناقشات

source: Pages
ar: صفحات

source: Wiki
ar: ويكي

source: Full Access
ar: وصول كامل

source: Restricted
ar: مقيد

source: Successfully enrolled
ar: تم التسجيل بنجاح

source: The user have been successfully enrolled.
ar: تم تسجيل المستخدم بنجاح.

source: Unenroll Confirmation Request
ar: طلب تأكيد إلغاء التسجيل

source: Are you sure you want to unenroll?
ar: هل أنت متأكد من أنك تريد إلغاء التسجيل؟

source: Successfully unenrolled
ar: لم يتم تسجيله بنجاح

source: The user is no longer enrolled in the course(s).
ar: لم يعد المستخدم مسجلاً في المقرر دورة (المقررات).

source: Error while creating account
ar: خطأ أثناء إنشاء الحساب

source: Please fill in the required fields
ar: يرجى ملء الحقول المطلوبة

source: Username field cannot be empty.
ar: لا يمكن أن يكون حقل اسم المستخدم فارغا

source: Password field cannot be empty.
ar: لا يمكن أن يكون حقل كلمة المرور فارغا

source: The two password fields didn't match.
ar: لم يتطابق حقلي كلمة المرور.

source: Invalid email format
ar: تنسيق بريد إلكتروني غير صالح

source: Error while saving user personal data
ar: خطأ أثناء حفظ البيانات الشخصية للمستخدم

source: Delete User Request
ar: حذف طلب المستخدم

source: Are you sure about delete your user?
ar: هل أنت متأكد من حذف المستخدم الخاص بك؟

source: Email field cannot be empty.
ar: لا يمكن أن يكون حقل البريد الإلكتروني فارغ.

source: Add permissions to the user created
ar: إضافة أذونات إلى المستخدم الذي تم إنشاؤه

source: Go to permissions
ar: انطلق إلى الأذونات

source: Not now
ar: ليس الآن

source: The user has been successfully deleted.
ar: تم حذف المستخدم بنجاح.

source: Enroll Confirmation Request
ar: طلب تأكيد التسجيل

source: Are you sure about enroll your user?
ar: هل أنت متأكد من تسجيل المستخدم الخاص بك؟

source: There are unsaved changes
ar: هناك تغييرات غير محفوظة

source: Continue without saving
ar: استمر بدون حفظ

source: There is unsaved user personal data
ar: هناك بيانات شخصية غير محفوظة للمستخدم

source: There is unsaved user permission data
ar: هناك بيانات أذونات مستخدم غير محفوظة

source: Course Title can't be empty
ar: عنوان دورة لا يمكن أن يكون فارغا

source: My Challenges
ar: تحدياتي

source: Download the ranking
ar: قم بتنزيل الترتيب

source: The export you are about to download will take into account the ranking selection you have made on the top of the leaderboard table.
ar: سيأخذ التصدير الذي توشك على تنزيله في الاعتبار اختيار الترتيب الذي قمت به في الجزء العلوي من جدول لوحة المتصدرين.

source: French
ar: الفرنسية

source: English
ar: الإنجليزية

source: Communication
ar: التواصل

source: Customer Relations
ar: علاقات العملاء

source: Human Resources
ar: الموارد البشرية

source: Leadership and Management
ar: القيادة والإدارة

source: People Skills
ar: مهارات الناس

source: Sales
ar: المبيعات

source: Work Environment
ar: بيئة العمل

source: Import CSV file
ar: استيراد ملف CSV

source: Certificate exceptions group selection
ar: اختيار مجموعة استثناءات شهادة

source: Area of Development
ar: مجال التطوير

source: Complete activities
ar: أنشطة كاملة

source: Try to win a badge
ar: حاول الفوز بشارة

source: Complete a Learning Path
ar: أكمل برنامج

source: User deleted
ar: تم حذف المستخدم

source: Results
ar: النتائج

source: First Name field cannot be empty.
ar: لا يمكن أن يكون حقل الاسم الأول فارغا.

source: Last Name field cannot be empty.
ar: لا يمكن أن يكون حقل اسم العائلة فارغًا

source: Enroll
ar: التسجيل

source: seat left
ar: مقاعد متبقية

source: hour
ar: ساعات

source: Accommodation Need
ar: حاجة الإقامة

source: accommodation, preferences, specific diet...
ar: الإقامة، التفضيلات، نظام غذائي محدد...

source: Number of one way
ar: رقم طريقة واحدة

source: Number of return
ar: عدد الإرجاع

source: ILT Enrollment
ar: تسجيل ILT

source: Enrollment succeeded.
ar: نجح التسجيل.

source: Enrollment failed.
ar: فشل التسجيل.

source: Hours
ar: ساعات

source: Minutes
ar: دقائق

source: Hour
ar: ساعة

source: Minute
ar: دقيقة

source: Day
ar: يوم

source: Italian
ar: إيطالي

source: Business Trend Awareness
ar: الوعي بالاتجاه التجاري

source: Finance and Financial Acumen
ar: الفطنة المالية والمالية

source: Foreign Languages
ar: اللغات الأجنبية

source: Learning
ar: التعلم

source: Marketing
ar: التسويق

source: Professional Effectiveness
ar: الفعالية المهنية

source: Technology/IT and Digital
ar: التكنولوجيا/تكنولوجيا المعلومات والرقمية

source: Tools & Applications
ar: الأدوات والتطبيقات

source: Answer
ar: الإجابة

source: If this is set to True, don't display results of the poll to the user.
ar: إذا تم تعيين هذا إلى True، فلا تعرض نتائج الاستطلاع للمستخدم.

source: Image URL
ar: عنوان URL للصورة

source: Image alternative text
ar: نص بديل للصورة

source: You can make limited use of Markdown in answer texts, preferably only bold and italics.
ar: يمكنك الاستفادة المحدودة من Markdown في نصوص الإجابة، ويفضل فقط أن تكون جريئة ومائلة.

source: This must have an image URL or text, and can have both. If you add an image, you must also provide an alternative text that describes the image in a way that would allow someone to answer the poll if the image did not load.
ar: يجب أن يحتوي هذا على عنوان URL للصورة أو نص، ويمكن أن يحتوي على كليهما. إذا قمت بإضافة صورة، يجب عليك أيضًا تقديم نص بديل يصف الصورة بطريقة تسمح لشخص ما بالرد على الاستطلاع إذا لم يتم تحميل الصورة.

source: You can hide all content in a section from students, regardless of the status of subsections and units within the section. Check Hide from learners. Then, no content in the section is visible to learners.
ar: يمكنك إخفاء كل المحتوى في قسم من الطلاب، بغض النظر عن حالة الأقسام الفرعية والوحدات داخل القسم. تحقق من إخفاء من متعلمين. بعد ذلك، لا يوجد محتوى في القسم مرئي للمتعلمين.

source: Add your first update
ar: إضافة التحديث الأول

source: You haven't added any updates to this course yet.
ar: لم تقم بإضافة أي تحديثات إلى هذه دورة حتى الآن.

source: Hide for learners
ar: إخفاء للمتعلمين

source: You haven't added any videos to this course yet.
ar: لم تقم بإضافة أي مقاطع فيديو إلى هذه دورة حتى الآن.

source: Discover the Learning Path
ar: اكتشف برنامج

source: Unenroll
ar: إلغاء التسجيل

source: Start Course
ar: بدء دورة

source: Resume Course
ar: دورة السيرة الذاتية

source: See more
ar: شاهد المزيد

source: Show less
ar: عرض أقل

source: Schedule & Details
ar: الجدول والتفاصيل

source: Learning Path Title
ar: عنوان برنامج

source: Displayed as title on the Learning Path details page. Limit to 50 characters.
ar: يتم عرضه كعنوان في صفحة تفاصيل برنامج. الحد الأقصى لـ 50 حرفًا.

source: Important Dates
ar: تواريخ مهمة

source: Dates that control when your Learning Path can be viewed
ar: التواريخ التي تتحكم في الوقت الذي يمكن فيه عرض برنامج الخاص بك

source: Learning Path Start Date :
ar: تاريخ بدء برنامج:

source: Learning Path End Date :
ar: تاريخ انتهاء برنامج:

source: Enrollment Start Date :
ar: تاريخ بدء التسجيل:

source: Enrollment End Date :
ar: تاريخ انتهاء التسجيل:

source: Automatically calculated, the learning path will start as soon as one of its course starts.
ar: يتم حسابه تلقائيًا، سيبدأ مسار التعلم بمجرد بدء إحدى مساحته دورة.

source: Automatically calculated, the learning path will ends when all its courses ended.
ar: سيتم حساب مسار التعلم تلقائيًا عند انتهاء جميع دورات الخاصة به.

source: Automatically calculated, users can start to enroll in the learning path as soon as the enrollments are started for one of its course.
ar: يمكن للمستخدمين، حسب الحساب تلقائيًا، البدء في التسجيل في مسار التعلم بمجرد بدء عمليات التسجيل لأحد مقررها الدراسي.

source: Automatically calculated, users cannot longer enroll in the learning path when enrollments are closed in all its courses.
ar: حساب تلقائي، لا يمكن للمستخدمين التسجيل في مسار التعلم عند إغلاق التسجيلات في جميع المقررات الدراسية الخاصة بهم.

source: Introduce Your Learning Path
ar: قدم برنامج الخاص بك

source: Information for prospective learners
ar: معلومات للمتعلمين المحتملين

source: Learning Path Card Image
ar: صورة بطاقة برنامج

source: You can manage this image along with all of your other files and uploads
ar: يمكنك إدارة هذه الصورة جنبًا إلى جنب مع جميع الملفات والتحميلات الأخرى.

source: Note: the ideal image is 400px wide by 310px tall, in JPEG format
ar: ملاحظة: الصورة المثالية بعرض 400 بكسل بطول 310 بكسل، بتنسيق JPEG

source: Upload Image
ar: تحميل الصورة

source: Learning Path Description
ar: وصف برنامج

source: Displayed on the Learning Path details page. Limit to 1000 characters.
ar: يتم عرضها في صفحة تفاصيل برنامج. الحد إلى 1000 حرف.

source: Learning Path Duration :
ar: مدة برنامج:

source: Label Your Learning Path
ar: تصنيف برنامج الخاص بك

source: Provide useful information about your Learning Path
ar: تقديم معلومات مفيدة حول برنامج الخاص بك

source: Learning Path Language
ar: لغة برنامج

source: Add Courses
ar: إضافة دورات

source: Add courses to your Learning Path
ar: إضافة دورات إلى برنامج الخاص بك

source: Add to the Learning Path
ar: إضافة إلى برنامج

source: Already included in the Learning Path
ar: تم تضمينه بالفعل في برنامج

source: List is empty
ar: القائمة فارغة

source: View live
ar: عرض مباشر

source: Delete Learning Path
ar: حذف برنامج

source: Delete your entire learning path and all data
ar: احذف مسار التعلم بالكامل وجميع البيانات

source: %i Please note $i : Deleting a learning path and all related data is permanent and cannot be undone.
ar: %i يرجى ملاحظة $i : يعد حذف مسار التعلم وجميع البيانات ذات الصلة أمرًا دائمًا ولا يمكن التراجع عنه.

source: We will not be able to recover the learning path or the data that is deleted.
ar: لن نتمكن من استعادة مسار التعلم أو البيانات التي تم حذفها.

source: Learning Path Team
ar: فريق برنامج

source: New Team Member
ar: عضو فريق جديد

source: Learning Path Team Roles
ar: أدوار فريق برنامج
