Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar, el

source: Don't have an account?
ar: ليس لديك حساب؟
el: Δεν έχετε λογαριασμό;

source: Sign me up...
ar: سجّل لي...
el: Γράψε με...

source: Create root article
ar: إنشاء مقالة الجذر
el: Δημιουργία άρθρου ρίζας

source: Congratulations!
ar: تهانينا!
el: Συγχαρητήρια!

source: You have django-wiki installed... but there are no articles. So it's time to create the first one, the root article. In the beginning, it will only be editable by administrators, but you can define permissions after.
ar: لقد قمت بتثبيت django-wiki... ولكن لا توجد مقالات. لذلك حان الوقت لإنشاء أول واحد، مقالة الجذر. في البداية، سيكون قابلاً للتحرير فقط من قبل المسؤولين، ولكن يمكنك تحديد الأذونات بعد ذلك.
el: Έχετε εγκαταστήσει το django-wiki... αλλά δεν υπάρχουν άρθρα. Έτσι ήρθε η ώρα να δημιουργήσετε το πρώτο, το άρθρο ρίζας. Στην αρχή, θα είναι επεξεργάσιμο μόνο από τους διαχειριστές, αλλά μπορείτε να ορίσετε δικαιώματα μετά.

source: Root article
ar: مقالة الجذر
el: Άρθρο ρίζας

source: Create root
ar: إنشاء الجذر
el: Δημιουργία ρίζας

source: You need to log in og sign up to use this function.
ar: تحتاج إلى تسجيل الدخول og قم بالتسجيل لاستخدام هذه الوظيفة.
el: Θα πρέπει να συνδεθείτε og εγγραφείτε για να χρησιμοποιήσετε αυτή τη λειτουργία.

source: View Source
ar: عرض المصدر
el: Προβολή πηγής

source: Sub-articles for
ar: مقالات فرعية لـ
el: Υποάρθρα για

source: No sub-articles
ar: لا توجد مقالات فرعية
el: Δεν υπάρχουν υποάρθρα

source: ...and more
ar: ... وأكثر
el: ... και περισσότερα

source: Browse articles in this level
ar: تصفح المقالات في هذا المستوى
el: Περιήγηση άρθρων σε αυτό το επίπεδο

source: New article next to
ar: مقالة جديدة بجوار
el: Νέο άρθρο δίπλα στο

source: New article below
ar: مقالة جديدة أدناه
el: Νέο άρθρο παρακάτω

source: by
ar: بواسطة
el: από

source: restored
ar: رمم
el: αποκατεστημένο

source: unlocked
ar: فتح
el: ξεκλείδωτη

source: You are now sign up... and now you can sign in!
ar: أنت الآن تقوم بالتسجيل... والآن يمكنك تسجيل الدخول!
el: Έχετε ολοκληρώσει την εγγραφή σας... και τώρα μπορείτε να συνδεθείτε!

source: You are no longer logged in. Bye bye!
ar: لم تعد تقوم بتسجيل الدخول. وداعا!
el: Δεν είστε πλέον συνδεδεμένος. Γεία σας!

source: You are now logged in! Have fun!
ar: لقد قمت بتسجيل الدخول الآن! استمتع!
el: Συνδεθήκατε! Καλή διασκέδαση!

source: New article '%s' created.
el: Νέο άρθρο '%s' δημιουργήθηκε.

source: There was an error creating this article: %s
ar: حدث خطأ في إنشاء هذه المقالة: %s
el: Εντοπίστηκε σφάλμα κατά τη δημιουργία αυτού του άρθρου: %s

source: There was an error creating this article.
ar: حدث خطأ في إنشاء هذه المقالة.
el: Εντοπίστηκε σφάλμα κατά τη δημιουργία αυτού του άρθρου.

source: This article cannot be deleted because it has children or is a root article.
ar: لا يمكن حذف هذه المقالة لأنها تحتوي على أطفال أو مقالة جذر.
el: Αυτό το άρθρο δεν μπορεί να διαγραφεί γιατί έχει παιδιά ή είναι άρθρο διαδρομής.

source: This article together with all its contents are now completely gone! Thanks!
ar: هذه المقالة مع جميع محتوياتها قد اختفت الآن تمامًا! شكرا!
el: Το άρθρο αυτό, μαζί με όλα τα περιεχόμενά του έχουν τώρα εξαφανιστεί εντελώς! Ευχαριστώ!

source: The article "%s" is now marked as deleted! Thanks for keeping the site free from unwanted material!
ar: تم الآن وضع علامة على المقالة "%s" على أنها محذوفة! شكرا للحفاظ على الموقع خاليًا من المواد غير المرغوب فيها!
el: Το άρθρο "%s" έχει επιλεχθεί ως διεγραμένο! Ευχαριστώ για τη διατήρηση της σελίδας απαλλαγμένη από ανεπιθύμητα υλικά!

source: Your changes were saved.
ar: تم حفظ التغييرات الخاصة بك.
el: Οι αλλαγές σας αποθηκεύτηκαν.

source: A new revision of the article was successfully added.
ar: تمت إضافة مراجعة جديدة للمقال بنجاح.
el: Μια νέα αναθεώρηση του άρθρου προστέθηκε με επιτυχία.

source: Restoring article
ar: استعادة المقالة
el: Αποκατάσταση άρθρου

source: The article "%s" and its children are now restored.
ar: يتم الآن استعادة المقالة "%s" وأطفالها.
el: Το άρθρο "%s" και τα παιδιά του έχουν τώρα αποκατασταθεί.

source: The article %(title)s is now set to display revision #%(revision_number)d
ar: تم تعيين المقالة %(title)s الآن لعرض المراجعة رقم%(revision_number)d
el: Το άρθρο %(title)s έχει τώρα ρυθμιστεί για να εμφανίζει την αναθεώρηση #%(revision_number)d

source: New title
ar: عنوان جديد
el: Νέος τίτλος

source: Merge between Revision #%(r1)d and Revision #%(r2)d
ar: دمج بين المراجعة رقم%(r1)d والمراجعة رقم%(r2)d
el: Συγχώνευση μεταξύ Αναθεώρησης #%(r1)d και αναθεώρηση #%(r2)d

source: A new revision was created: Merge between Revision #%(r1)d and Revision #%(r2)d
ar: تم إنشاء مراجعة جديدة: دمج بين المراجعة رقم%(r1)d والمراجعة رقم%(r2)d
el: Μια νέα αναθεώρηση δημιουργήθηκε: Συγχώνευση μεταξύ Αναθεώρηση #%(r1)d και αναθεώρηση #%(r2)d

source: You have successfully obtained the {type} badge with a score of {score}%.
ar: لقد حصلت بنجاح على شارة {type} بدرجة {score}٪.
el: Έχετε κερδίσει με επιτυχία το σήμα {type} με βαθμολογία {score}%.

source: You can download your {title} by clicking the button below.
ar: يمكنك تنزيل {title} بالنقر فوق الزر أدناه.
el: Μπορείτε να κατεβάσετε το {title} κάνοντας κλικ στο παρακάτω κουμπί.

source: {title} is unavailable.
ar: {title} غير متوفر.
el: {title} δεν είναι διαθέσιμο.

source: Your score {score}% is not enough to get the {type} badge.
ar: درجاتك {score}% ليست كافية للحصول على شارة {type} .
el: Το σκορ σας {score}% δεν είναι αρκετό για να πάρετε το σήμα {type}.

source: Preview Certificate
ar: شهادة المعاينة
el: Προεπισκόπηση πιστοποιητικού

source: You successfully completed the {type} badge with a score of {score}%.
ar: لقد أكملت شارة {type} بنجاح بدرجة {score}٪.
el: Ολοκληρώσατε επιτυχώς το σήμα {type} με βαθμολογία {score}%.

source: You can download your {title} by clicking on the button below.
ar: يمكنك تنزيل {title} من خلال النقر على الزر أدناه.
el: Μπορείτε να κατεβάσετε το {title} σας κάνοντας κλικ στο παρακάτω κουμπί.

source: {title} is not available.
ar: {title} غير متوفر.
el: {title} δεν είναι διαθέσιμο.

source: Your score {score}% is not enough to obtain the {type}.
ar: درجاتك {score}% ليست كافية للحصول على {type}.
el: Το σκορ σας {score}% δεν είναι αρκετό για να αποκτήσετε το {type}.

source: Intermediate Certificate
ar: شهادة وسيطة
el: Ενδιάμεσο

source: View results
ar: عرض النتائج
el: Προβολή αποτελεσμάτων

source: Done
ar: تم
el: Έγινε

source: INSTRUCTOR LED TRAINING
ar: تدريب بقيادة المدرب
el: ΕΚΠΑΊΔΕΥΣΗ ΜΕ ΕΠΙΚΕΦΑΛΉΣ ΕΚΠΑΙΔΕΥΤΉ

source: Add to calendar
ar: إضافة إلى التقويم
el: Προσθήκη στο ημερολόγιο

source: CHOOSE A SESSION TO ENROLL
ar: اختر جلسة للتسجيل
el: ΕΠΙΛΈΞΤΕ ΜΙΑ ΣΥΝΕΔΡΊΑ ΓΙΑ ΕΓΓΡΑΦΉ

source: NO SESSIONS AVAILABLE
ar: لا توجد جلسات متاحة
el: ΔΕΝ ΥΠΆΡΧΟΥΝ ΔΙΑΘΈΣΙΜΕΣ ΣΥΝΕΔΡΊΕΣ

source: ADMIN MANAGEMENT TOOL
ar: أداة إدارة المشرف
el: ΕΡΓΑΛΕΊΟ ΔΙΑΧΕΊΡΙΣΗΣ ΔΙΑΧΕΙΡΙΣΤΉ

source: CLASS MANAGEMENT
ar: إدارة الفصل
el: ΔΙΑΧΕΊΡΙΣΗ ΤΆΞΗΣ

source: MANAGE ENROLLMENT
ar: إدارة التسجيل
el: ΔΙΑΧΕΙΡΙΣΤΕΊΤΕ ΤΗΝ ΕΓΓΡΑΦΉ

source: SESSION MANAGEMENT
ar: إدارة الجلسة
el: ΔΙΑΧΕΊΡΙΣΗ ΣΥΝΕΔΡΊΑΣ

source: ENROLLMENT MANAGEMENT
ar: إدارة التسجيل
el: ΔΙΑΧΕΊΡΙΣΗ ΕΓΓΡΑΦΏΝ

source: ACCOMMODATION MANAGEMENT
ar: إدارة الإقامة
el: ΔΙΑΧΕΊΡΙΣΗ ΚΑΤΑΛΎΜΑΤΟΣ

source: Choose a session
ar: اختر جلسة
el: Επιλογή συνεδρίας

source: Accommodation Management
ar: إدارة أماكن الإقامة
el: Διαχείριση καταλύματος

source: Download the CSV file of the learners enrolled in the selected session
ar: قم بتنزيل ملف CSV للمتعلمين المسجلين في الجلسة المحددة
el: Λήψη του αρχείου CSV των εκπαιδευομένων που έχουν εγγραφεί στην επιλεγμένη συνεδρία

source: After you download the CSV file of the enrolled learners, tick with a 'x' the column 'attendance'. If the learner attended the course and upload it back in order to validate the completion of the module in the platform.
ar: بعد تنزيل ملف CSV للمتعلمين المسجلين، ضع علامة بعمود «x» في العمود «الحضور». إذا حضر متعلم الدورة دورة وتحميلها مرة أخرى من أجل التحقق من اكتمال الوحدة في النظام الأساسي.
el: Αφού κατεβάσετε το αρχείο CSV των εγγεγραμμένων εκπαιδευομένων, επιλέξτε με ένα 'x' τη στήλη «συμμετέχων». Εάν ο εκπαιδευόμενος παρακολούθησε το μάθημα και το ανεβάσει πίσω για να επικυρώσει την ολοκλήρωση της ενότητας στην πλατφόρμα.

source: Validate
ar: التحقق
el: Επικύρωση

source: Bulk Enrollment
ar: التسجيل بالجملة
el: Μαζική εγγραφή

source: Enter email addresses and/or usernames separated by new lines or commas. You will not get notification for emails that bounce, so please double-check spelling. The learners will be enrolled into the selected session. Learners will be notified by email.
ar: أدخل عناوين البريد الإلكتروني و/أو أسماء المستخدمين مفصولة بخطوط أو فواصل جديدة. لن تتلقى إشعارًا برسائل البريد الإلكتروني التي ترتد، لذا يرجى التحقق مرة أخرى من الإملاء. سيتم تسجيل متعلمين في الجلسة المحددة. سيتم إخطار متعلمين عبر البريد الإلكتروني.
el: Εισάγετε διευθύνσεις ηλεκτρονικού ταχυδρομείου ή/και ονόματα χρηστών διαχωρισμένα με νέες γραμμές ή κόμματα. Δεν θα λάβετε ειδοποίηση για μηνύματα ηλεκτρονικού ταχυδρομείου που αναπηδούν, γι 'αυτό παρακαλούμε να ελέγξετε την ορθογραφία. Οι εκπαιδευόμενοι θα εγγραφούν στην επιλεγμένη συνεδρία. Οι εκπαιδευόμενοι θα ειδοποιηθούν μέσω ηλεκτρονικού ταχυδρομείου.

source: Add or modify the hotel of the learners enrolled in the selected session. Learners will be notified by email when the session is confirmed.
ar: إضافة أو تعديل فندق متعلمين المسجلين في الجلسة المحددة. سيتم إخطار متعلمين عبر البريد الإلكتروني عند تأكيد الجلسة.
el: Προσθήκη ή τροποποίηση του ξενοδοχείου των εκπαιδευομένων που έχουν εγγραφεί στην επιλεγμένη συνεδρία. Οι εκπαιδευόμενοι θα ειδοποιηθούν μέσω ηλεκτρονικού ταχυδρομείου όταν επιβεβαιωθεί η συνεδρία.

source: Manage ILT sessions
ar: إدارة جلسات ILT
el: Διαχείριση συνεδριών με ILT

source: Create or delete your ILT sessions below. Learners will be notified by email if a session is modified or deleted.
ar: قم بإنشاء جلسات ILT الخاصة بك أو حذفها أدناه. سيتم إخطار متعلمين عبر البريد الإلكتروني إذا تم تعديل الجلسة أو حذفها.
el: Δημιουργήστε ή διαγράψτε τις συνεδρίες με την ILT παρακάτω. Οι εκπαιδευόμενοι θα ειδοποιηθούν μέσω ηλεκτρονικού ταχυδρομείου εάν μια περίοδος λειτουργίας τροποποιηθεί ή διαγραφεί.

source: View and download the attendance sheet of the learners enrolled in the selected session
ar: عرض وتنزيل ورقة الحضور للمتعلمين المسجلين في الجلسة المحددة
el: Προβολή και λήψη του φύλλου συμμετοχής των εκπαιδευομένων που έχουν εγγραφεί στην επιλεγμένη συνεδρία

source: Seats
ar: المقاعد
el: Καθίσματα

source: Area/Region
ar: المنطقة/المنطقة
el: Περιοχή/Περιφέρεια

source: Hotel Booked
ar: حجز الفندق
el: Κράτηση Ξενοδοχείου

source: Your request is being validated
ar: يتم التحقق من صحة طلبك
el: Το αίτημά σας επικυρώνεται

source: Your request has been validated
ar: تم التحقق من صحة طلبك
el: Το αίτημά σας έχει επικυρωθεί

source: Your request has been confirmed
ar: تم تأكيد طلبك
el: Το αίτημά σας επιβεβαιώθηκε

source: Your request has been refused. You can make a new demand.
ar: تم رفض طلبك. يمكنك تقديم طلب جديد.
el: Το αίτημά σας απορρίφθηκε. Μπορείτε να κάνετε μια νέα απαίτηση.

source: accommodation, preferences, specific diet...
ar: الإقامة، التفضيلات، نظام غذائي محدد...
el: διαμονή, προτιμήσεις, ειδική διατροφή...

source: Enroll
ar: التسجيل
el: Εγγραφή

source: Add
ar: إضافة
el: Προσθήκη

source: Hotel booked
ar: حجز الفندق
el: Κράτηση σε ξενοδοχείο

source: Create a Session
ar: إنشاء جلسة
el: Δημιουργία συνεδρίας

source: Are you sure to delete this session?
ar: هل أنت متأكد من حذف هذه الجلسة؟
el: Είστε βέβαιοι ότι θα διαγράψετε αυτήν την περίοδο λειτουργίας;

source: View Attendance Sheet
ar: عرض ورقة الحضور
el: Προβολή φύλλου παρακολούθησης

source: Acknowledge reception of the attendance sheet
ar: الاعتراف باستقبال ورقة الحضور
el: Αναγνωρίστε τη λήψη του δελτίου παρακολούθησης

source: The enroll button will be disabled for sessions that start in less than X days.
ar: سيتم تعطيل زر التسجيل للجلسات التي تبدأ في أقل من X أيام.
el: Το κουμπί Εγγραφή θα απενεργοποιηθεί για περιόδους λειτουργίας που ξεκινούν σε λιγότερο από Χ ημέρες.

source: The registration deadline cannot be empty
ar: لا يمكن أن يكون الموعد النهائي للتسجيل فارغا
el: Η προθεσμία εγγραφής δεν μπορεί να είναι κενή

source: Unenroll selected users
ar: إلغاء تسجيل المستخدمين المحددين
el: Καταίρεση εγγραφών επιλεγμένων χρηστών

source: Change session
ar: تغيير الجلسة
el: Αλλαγή συνεδρίας

source: Accommodation
ar: الإقامة
el: Διαμονή

source: One way
ar: طريقة واحدة
el: Ένας τρόπος

source: Return
ar: الإرجاع
el: Επιστροφή

source: Availability
ar: التوفر
el: Διαθεσιμότητα

source: Current
ar: تيار
el: Τρέχουσα

source: New
ar: جديد
el: Νέα

source: Starts soon
ar: يبدأ قريبًا
el: Ξεκινά σύντομα

source: Future
ar: المستقبل
el: Μελλοντική

source: Online
ar: عبر الإنترنت
el: Συνδεδεμένοι

source: ILT
ar: لحاف
el: ΛΤ

source: Virtual classroom
ar: الفصل الدراسي الافتراضي
el: Εικονική τάξη

source: Blended learning
ar: التعلم الممزوج
el: Μικτή μάθηση

source: points
ar: يشير
el: σημεία

source: completed
ar: تم إنجازه
el: ολοκληρώθηκε

source: unknown
ar: غير معروف
el: άγνωστος

source: not started
ar: لم تبدأ
el: δεν ξεκίνησε

source: passed
ar: مرت
el: πέρασε

source: failed
ar: فشل
el: απέτυχε

source: My Dashboard
ar: لوحة القيادة بي
el: Το ταμπλό μου

source: Customized course catalog
ar: كتالوج دورة المخصص
el: Προσαρμοσμένος κατάλογος μαθημάτων

source: External content catalog
ar: كتالوج المحتوى الخارجي
el: Κατάλογος εξωτερικού περιεχομένου

source: Courses I am enrolled in
ar: دورات التي قمت بالتسجيل فيها
el: Μαθήματα στα οποία είμαι εγγεγραμμένος

source: Tracking learners and courses analytics
ar: تتبع متعلمين وتحليلات دورات
el: Παρακολούθηση ανάλυσης εκπαιδευομένων και μαθημάτων

source: Built-in authoring tool
ar: أداة تأليف مدمجة
el: Ενσωματωμένο εργαλείο σύνταξης

source: ILT request validation page
ar: صفحة التحقق من طلب ILT
el: Σελίδα επικύρωσης αίτησης με ILT

source: Account setting
ar: إعداد الحساب
el: Ρύθμιση λογαριασμού

source: Sign out
ar: تسجيل الخروج
el: Αποσυνδεθείτε

source: Access to my learning experience
ar: الوصول إلى تجربة التعلم الخاصة بي
el: Πρόσβαση στην εκπαιδευτική μου εμπειρία

source: Course research
ar: بحث دورة
el: Έρευνα μαθήματος

source: Availability filtering
ar: تصفية التوفر
el: Φιλτράρισμα διαθεσιμότητας

source: Key words filtering
ar: تصفية الكلمات الرئيسية
el: Φιλτράρισμα λέξεων κλειδιών

source: Category filtering
ar: تصفية الفئة
el: Φιλτράρισμα κατηγορίας

source: Language filtering
ar: تصفية اللغة
el: Φιλτράρισμα γλώσσας

source: Mandatory Course
ar: دورة إلزامية
el: Υποχρεωτικό μάθημα

source: Reset filters
ar: إعادة تعيين الفلاتر
el: Επαναφορά φίλτρων

source: All my courses
ar: جميع دوراتي
el: Όλα μου τα μαθήματα

source: My courses not started
ar: لم تبدأ دوراتي
el: Τα μαθήματά μου δεν ξεκίνησαν

source: My courses started
ar: بدأت دوراتي
el: Ξεκίνησαν τα μαθήματά μου

source: My courses finished
ar: انتهت دوراتي
el: Τα μαθήματά μου τελείωσαν

source: Course overview
ar: نظرة عامة على دورة
el: Επισκόπηση μαθήματος

source: Course discussions
ar: مناقشات دورة
el: Συζητήσεις μαθημάτων

source: Course progression
ar: تقدم دورة
el: Εξέλιξη μαθήματος

source: Course wiki
ar: ويكي دورة
el: Wiki μαθήματος

source: Resume Course
ar: دورة السيرة الذاتية
el: Επιστροφή στο υλικό μαθήματος

source: Admin Space
ar: مساحة أدمن
el: Χωροσ Διαχειριστη

source: Edit the Course
ar: تحرير المقرر دورة
el: Επεξεργαστείτε το Μάθημα

source: Expand All
ar: قم بتوسيع الكل
el: Εμφάνιση όλων

source: Collapse All
ar: طي الكل
el: Σύμπτυξη

source: Read more
ar: اقرأ المزيد
el: Διαβάστε περισσότερα

source: Read less
ar: اقرأ أقل
el: Διαβάστε λιγότερα

source: Course dashboard
ar: لوحة معلومات دورة
el: Πίνακας μαθημάτων

source: Course registration
ar: تسجيل دورة
el: Εγγραφή Μαθήματος

source: Course cohort administration
ar: إدارة الفوج دورة
el: Διοίκηση της κοόρτης του μαθήματος

source: Discussion administration
ar: إدارة المناقشة
el: Διαχείριση συζήτησης

source: Quiz administration
ar: إدارة مسابقة
el: Διοίκηση κουίζ

source: Email sending
ar: إرسال البريد الإلكتروني
el: Αποστολή ηλεκτρονικού ταχυδρομείου

source: Certificates administration
ar: إدارة شهادات
el: Διαχείριση πιστοποιητικών

source: Open response administration
ar: إدارة الاستجابة المفتوحة
el: Ανοικτή χορήγηση ανταπόκρισης

source: Create a post
ar: إنشاء منشور
el: Δημιουργία ανάρτησης

source: View all discussions
ar: عرض جميع المناقشات
el: Προβολή όλων των συζητήσεων

source: Access to the badge
ar: الوصول إلى الشارة
el: Πρόσβαση στο σήμα

source: Access to the discussion
ar: الوصول إلى المناقشة
el: Πρόσβαση στη συζήτηση

source: Content research
ar: بحث المحتوى
el: Έρευνα περιεχομένου

source: Course menu expand
ar: توسيع قائمة دورة
el: Επέκταση μενού μαθήματος

source: Course menu collapse
ar: طي قائمة دورة
el: Σύμπτυξη μενού μαθήματος

source: Content edition
ar: إصدار المحتوى
el: Έκδοση περιεχομένου

source: Bookmark a course content
ar: وضع إشارة مرجعية على محتوى دورة
el: Σελιδοδείκτης ενός περιεχομένου μαθήματος

source: Go back to the previous page
ar: انطلق إلى الصفحة السابقة
el: Επιστροφή στην προηγούμενη σελίδα

source: Move forward to the next page
ar: الانتقال إلى الصفحة التالية
el: Μετακίνηση προς τα εμπρός στην επόμενη σελίδα

source: See the courses
ar: اطلع على دورات
el: Δείτε τα μαθήματα

source: See the archived courses
ar: راجع دورات المؤرشفة
el: Δείτε τα αρχειοθετημένα μαθήματα

source: See my libraries
ar: انظر مكتباتي
el: Δείτε τις βιβλιοθήκες μου

source: Create a new course
ar: إنشاء مقرر دورة جديد
el: Δημιουργία νέου μαθήματος

source: Create a new library
ar: إنشاء مكتبة جديدة
el: Δημιουργία νέας βιβλιοθήκης

# tab
source: ILT Follow-up
ar: متابعة ILT
el: Συμμετοχή σε εκπαιδεύσεις (ILT)

# banner
source: ILT Follow-up
ar: متابعة ILT
el: Συμμετοχή σε εκπαιδεύσεις (ILT)

source: Pending Requests
ar: الطلبات المعلقة
el: ΕΚΚΡΕΜΗ ΑΙΤΗΜΑΤΑ

source: Upcoming Sessions
ar: الجلسات القادمة
el: ΠΡΟΣΕΧΕΙΣ ΕΚΠΑΙΔΕΥΣΕΙΣ

source: Declined Requests
ar: الطلبات المرفوضة
el: ΑΙΤΗΜΑΤΑ ΠΟΥ ΑΠΟΡΡΙΦΘΗΚΑΝ

source: Accommodation needed?
ar: الإقامة المطلوبة؟
el: Χρειάζεται διαμονή;

source: How many one way?
ar: كم طريقة واحدة؟
el: Πόσοι ένας τρόπος;

source: How many return?
ar: كم عدد العائدين؟
el: Πόσοι επιστρέφουν;

source: Refuse
ar: رفض
el: Απορρίψτε

source: Approve
ar: الموافقة
el: Έγκριση

source: Declined
ar: تم رفض
el: Απορρίφθηκε

source: Unsubscribe
ar: إلغاء الاشتراك
el: Κατάργηση εγγραφής

source: No approved requests
ar: لا توجد طلبات معتمدة
el: Δεν εκκρεμούν αιτήματα

source: No pending requests
ar: لا توجد طلبات معلقة
el: Δεν υπάρχουν εκκρεμή αιτήματα

source: No declined requests
ar: لم يتم رفض الطلبات
el: Δεν απορρίφθηκαν αιτήσεις

source: Name / MSC ID
ar: الاسم/معرف MSC
el: Όνομα/αναγνωριστικό MSC

source: Module
ar: الوحدة
el: Ενότητα

source: ILT Requests
ar: طلبات ILT
el: Αιτήματα με ILT

source: Enrollment update of the in-class training - {name}
ar: تحديث التسجيل للتدريب داخل الفصل - {name}
el: Ανανέωση εγγραφής στην εκπαιδευση - {name}

source: Please be informed that your enrollment in the {ilt_name} in-class training scheduled for {start} in {location} at {address}, {city} {zip_code} has been updated.
ar: يرجى العلم أنه تم تحديث تسجيلك في التدريب {ilt_name} داخل الفصل المقرر لـ {start} في {location} في {address}و {city} {zip_code} .
el: Σας ενημερώνουμε ότι η εγγραφή σας στην εκπαίδευση {ilt_name} , που έχει προγραμματιστεί για {start} σε {location} σε {address}, {city} {zip_code} έχει καταχωρηθεί.

source: NEW INFORMATION:
ar: معلومات جديدة:
el: ΝΈΕΣ ΠΛΗΡΟΦΟΡΊΕΣ:

source: We are writing to confirm your enrollment in the {ilt_name} in-class training has been switched to another session scheduled for {start} in {location} at {address}, {city} {zipcode}.
ar: نحن نكتب لتأكيد تسجيلك في التدريب {ilt_name} داخل الفصل تم تحويله إلى جلسة أخرى مجدولة لـ {start} في {location} في {address}، {city} {zipcode}.
el: Γράφουμε για να επιβεβαιώσουμε ότι η εγγραφή σας στην εκπαίδευση {ilt_name} στην τάξη έχει αλλάξει σε άλλη συνεδρία που έχει προγραμματιστεί για {start} προς {location} στις {address}, {city} {zipcode}.

source: Successful
ar: ناجح
el: Επιτυχής

source: Unsuccessful
ar: غير ناجح
el: Ανεπιτυχής

source: Number of learners enrolled in a course
ar: عدد متعلمين المسجلين في دورة
el: Αριθμός εκπαιδευομένων που έχουν εγγραφεί σε ένα μάθημα

source: Average time learners have spent on the platform
ar: متوسط الوقت الذي يقضيه متعلمين على المنصة
el: Μέσος χρόνος που έχουν αφιερώσει οι εκπαιδευόμενοι στην πλατφόρμα

source: Number of times a learner successfully completed a course with 100% progress and a passing total score
ar: عدد المرات التي أكمل فيها متعلم دورة بنجاح مع تقدم بنسبة 100٪ ودرجة إجمالية
el: Αριθμός φορών που ένας εκπαιδευόμενος ολοκλήρωσε επιτυχώς ένα μάθημα με 100% πρόοδο και συνολική βαθμολογία

source: Number of courses created and available
ar: عدد دورات التي تم إنشاؤها والمتاحة
el: Αριθμός μαθημάτων που δημιουργήθηκαν και είναι διαθέσιμα

source: Number of different visitors who logged in the platform per day
ar: عدد الزوار المختلفين الذين قاموا بتسجيل الدخول إلى المنصة يوميًا
el: Αριθμός διαφορετικών επισκεπτών που συνδέθηκαν στην πλατφόρμα ανά ημέρα

source: Proportion of mobile connection vs. computer connection
ar: نسبة اتصال الهاتف المحمول مقابل اتصال الكمبيوتر
el: Αναλογία σύνδεσης κινητής τηλεφωνίας έναντι σύνδεσης υπολογιστή

source: Where are located the active learners based on their profile information
ar: أين يوجد متعلمين النشطون بناءً على معلومات ملفهم الشخصي
el: Πού βρίσκονται οι ενεργοί εκπαιδευόμενοι με βάση τις πληροφορίες του προφίλ τους

source: Number of learners enrolled in the course. The learners have been registered by an Admin or self-registered via the catalog
ar: عدد متعلمين المسجلين في دورة. تم تسجيل متعلمين من قبل أدمن أو مسجلين ذاتيًا عبر الكتالوج
el: Αριθμός εκπαιδευομένων που έχουν εγγραφεί στο μάθημα. Οι εκπαιδευόμενοι έχουν εγγραφεί από Διαχειριστή ή έχουν αυτοεγγραφεί μέσω του καταλόγου

source: Average time it took to learners to complete the course with 100% progress
ar: متوسط الوقت الذي يستغرقه متعلمين لإكمال دورة مع تقدم بنسبة 100٪
el: Μέσος χρόνος που χρειάστηκε για τους εκπαιδευόμενους για να ολοκληρώσουν το μάθημα με 100% πρόοδο

source: Average total score of the learners who completed the course with 100% progress
ar: متوسط إجمالي الدرجات للمتعلمين الذين أكملوا دورة مع تقدم بنسبة 100٪
el: Μέση συνολική βαθμολογία των εκπαιδευομένων που ολοκλήρωσαν το μάθημα με 100% πρόοδο

source: Number of posts/answers/comments written in the course discussions/forums
ar: عدد المشاركات /الأجوبات/التعليقات المكتوبة في مناقشات/المنتديات
el: Αριθμός αναρτήσεων/απαντήσεων/σχολίων που έχουν γραφτεί στα πλαίσια συζητήσεων/φόρουμ

source: Proportion of learners according to their course status
ar: نسبة متعلمين حسب حالة دورة
el: Ποσοστό εκπαιδευομένων ανάλογα με την κατάσταση του μαθήματος

source: Learners who started to visit the course but haven't completed it yet
ar: متعلمين الذين بدأوا في زيارة دورة ولكنهم لم يكملوها بعد
el: Εκπαιδευόμενοι που άρχισαν να επισκέπτονται το μάθημα αλλά δεν το έχουν ολοκληρώσει ακόμα

source: Learners who are enrolled in the course but haven't visited it yet
ar: متعلمين المسجلين في دورة ولكن لم يزوروها بعد
el: Εκπαιδευόμενοι που είναι εγγεγραμμένοι στο μάθημα αλλά δεν το έχουν επισκεφθεί ακόμα

source: Learners who completed the course with 100% progress and a total score passing the minimum required score
ar: متعلمين الذين أكملوا دورة مع تقدم 100٪ ودرجة إجمالية تتجاوز الحد الأدنى المطلوب
el: Εκπαιδευόμενοι που ολοκλήρωσαν το μάθημα με 100% πρόοδο και συνολικό σκορ περνώντας την ελάχιστη απαιτούμενη βαθμολογία
