Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar, el

source: Click to display the grading configuration for the course. The grading configuration is the breakdown of graded subsections of the course (such as exams and problem sets), and can be changed on the 'Grading' page (under 'Settings') in Studio.
ar: انقر لعرض تكوين التقدير للمقرر دورة. تكوين التقدير هو تقسيم الأقسام الفرعية المقدرة من دورة (مثل الاختبارات ومجموعات المشكلات)، ويمكن تغييره في صفحة «التقدير» (ضمن «الإعدادات») في Studio.
el: Κάντε κλικ για να εμφανίσετε τη διαμόρφωση διαβάθμισης για το μάθημα. Η διαμόρφωση βαθμολογίας είναι η ανάλυση των βαθμολογημένων υποτμημάτων του μαθήματος (όπως εξετάσεις και σύνολα προβλημάτων) και μπορεί να αλλάξει στη σελίδα «Βαθμολόγηση» (κάτω από τις 'Ρυθμίσεις') στο Studio.

source: Click to download a CSV of anonymized learner IDs:
ar: انقر لتنزيل CSV من معرفات متعلم مجهولة المصدر:
el: Κάντε κλικ για να κατεβάσετε ένα CSV ανωνυμοποιημένων αναγνωριστικών εκπαιδευόμενου:

source: Get Learner Anonymized IDs CSV
ar: الحصول على معرفات المجهولة للمتعلم CSV
el: Λήψη Ανώνυμων Αναγνωριστικών Εκπαιδευόμενου CSV

source: Reports
ar: تقارير
el: Αναφορές

source: For large courses, generating some reports can take several hours. When report generation is complete, a link that includes the date and time of generation appears in the table below. These reports are generated in the background, meaning it is OK to navigate away from this page while your report is generating.
ar: بالنسبة للدورات الكبيرة، قد يستغرق إنشاء بعض التقارير عدة ساعات. عند اكتمال إنشاء التقرير، يظهر رابط يتضمن تاريخ ووقت الإنشاء في الجدول أدناه. يتم إنشاء هذه التقارير في الخلفية، مما يعني أنه من المقبول التنقل بعيدًا عن هذه الصفحة أثناء إنشاء تقريرك.
el: Για μεγάλα μαθήματα, η δημιουργία ορισμένων αναφορών μπορεί να διαρκέσει αρκετές ώρες. Όταν ολοκληρωθεί η δημιουργία αναφοράς, εμφανίζεται στον παρακάτω πίνακα μια σύνδεση που περιλαμβάνει την ημερομηνία και την ώρα δημιουργίας. Αυτές οι αναφορές δημιουργούνται στο παρασκήνιο, που σημαίνει ότι είναι εντάξει να περιηγηθείτε μακριά από αυτή τη σελίδα ενώ δημιουργείται η αναφορά σας.

source: Please be patient and do not click these buttons multiple times. Clicking these buttons multiple times will significantly slow the generation process.
ar: يرجى التحلي بالصبر وعدم النقر فوق هذه الأزرار عدة مرات. سيؤدي النقر فوق هذه الأزرار عدة مرات إلى إبطاء عملية التوليد بشكل كبير.
el: Παρακαλούμε να είστε υπομονετικοί και μην κάνετε κλικ σε αυτά τα κουμπιά πολλές φορές. Κάνοντας κλικ σε αυτά τα κουμπιά πολλές φορές θα επιβραδύνει σημαντικά τη διαδικασία δημιουργίας.

source: Click to generate a CSV file of all learners enrolled in this course, along with profile information such as email address and username:
ar: انقر لإنشاء ملف CSV لجميع متعلمين المسجلين في هذه دورة، إلى جانب معلومات الملف الشخصي مثل عنوان البريد الإلكتروني واسم المستخدم:
el: Κάντε κλικ για να δημιουργήσετε ένα αρχείο CSV με όλους τους εκπαιδευόμενους που έχουν εγγραφεί σε αυτό το μάθημα, μαζί με πληροφορίες προφίλ, όπως διεύθυνση ηλεκτρονικού ταχυδρομείου και όνομα χρήστη:

source: Download profile information as a CSV
ar: قم بتنزيل معلومات الملف الشخصي كملف CSV
el: Λήψη πληροφοριών προφίλ ως CSV

source: For smaller courses, click to list profile information for enrolled learners directly on this page:
ar: بالنسبة للمقررات دورات الأصغر، انقر لإدراج معلومات الملف الشخصي للمتعلمين المسجلين مباشرةً في هذه الصفحة:
el: Για μικρότερα μαθήματα, κάντε κλικ για να εμφανίσετε πληροφορίες προφίλ για εγγεγραμμένους εκπαιδευόμενους απευθείας σε αυτή τη σελίδα:

source: List enrolled learners' profile information
ar: قائمة معلومات الملف الشخصي للمتعلمين المسجلين
el: Λίστα πληροφοριών προφίλ εγγεγραμμένων εκπαιδευομένων

source: Click to generate a CSV file that lists learners who can enroll in the course but have not yet done so.
ar: انقر لإنشاء ملف CSV يسرد متعلمين الذين يمكنهم التسجيل في دورة ولكنهم لم يفعلوا ذلك بعد.
el: Κάντε κλικ για να δημιουργήσετε ένα αρχείο CSV που απαριθμεί τους εκπαιδευόμενους που μπορούν να εγγραφούν στο μάθημα αλλά δεν το έχουν κάνει ακόμα.

source: Download a CSV of learners who can enroll
ar: قم بتنزيل CSV من متعلمين الذين يمكنهم التسجيل
el: Κατεβάστε ένα CSV εκπαιδευομένων που μπορούν να εγγραφούν

source: Proctored Exams
ar: امتحانات مرقّفة
el: Εξέταση

source: Click to generate a CSV file of all proctored exam results in this course.
ar: انقر لإنشاء ملف CSV لجميع نتائج الامتحانات التي تمت مراجعها في هذه دورة.
el: Κάντε κλικ για να δημιουργήσετε ένα αρχείο CSV με όλα τα αποτελέσματα των εξετάσεων σε αυτό το μάθημα.

source: Generate Proctored Exam Results Report
ar: إنشاء تقرير نتائج الامتحان Proctored
el: Δημιουργία Έκθεσης Αποτελεσμάτων Εξέτασης Proctored

source: Problem Answers
ar: إجابات المشكلة
el: Απαντήσεις προβλήματος

source: To generate a CSV file that lists all learner answers to a given problem, enter the location of the problem (from its Staff Debug Info).
ar: لإنشاء ملف CSV يسرد جميع إجابات متعلم لمشكلة معينة، أدخل موقع المشكلة (من معلومات تصحيح أخطاء طاقم).
el: Για να δημιουργήσετε ένα αρχείο CSV που παραθέτει όλες τις απαντήσεις του εκπαιδευόμενου σε ένα δεδομένο πρόβλημα, πληκτρολογήστε τη θέση του προβλήματος (από τις πληροφορίες εντοπισμού σφαλμάτων προσωπικού).

source: Problem location:
ar: موقع المشكلة:
el: Τοποθεσία προβλήματος:

source: Download a CSV of problem responses
ar: قم بتنزيل CSV لاستجابات المشكلات
el: Λήψη ενός CSV απαντήσεων προβλημάτων

source: Surveys
ar: الاستطلاعات
el: Έρευνες

source: Click to generate a CSV file of survey results for this course.
ar: انقر لإنشاء ملف CSV لنتائج الاستطلاع لهذا دورة.
el: Κάντε κλικ για να δημιουργήσετε ένα αρχείο CSV με αποτελέσματα έρευνας για αυτό το μάθημα.

source: Generate Survey Results Report
ar: إنشاء تقرير نتائج الاستطلاع
el: Δημιουργία Αναφορών Αποτελεσμάτων Έρευνας

source: Grade Reports
ar: تقارير التقدير
el: Αναφορές Βαθμού

source: Click to generate a CSV grade report for all currently enrolled learners.
ar: انقر لإنشاء تقرير تقدير CSV لجميع متعلمين المسجلين حاليًا.
el: Κάντε κλικ για να δημιουργήσετε μια αναφορά βαθμού CSV για όλους τους εκπαιδευόμενους που έχουν εγγραφεί τη συγκεκριμένη στιγμή.

source: Generate Grade Report
ar: إنشاء تقرير تقدير
el: Δημιουργία αναφοράς βαθμολογίας

source: Generate Problem Grade Report
ar: إنشاء تقرير تقدير المشكلة
el: Δημιουργία αναφοράς βαθμού προβλήματος

source: Generate ORA Data Report
ar: إنشاء تقرير بيانات ORA
el: Δημιουργία Αναφοράς Δεδομένων ORA

source: Click to list certificates that are issued for this course:
ar: انقر لإدراج شهادات التي تم إصدارها لهذه دورة:
el: Κάντε κλικ για να δείτε τα πιστοποιητικά που εκδίδονται για αυτό το μάθημα:

source: View Certificates Issued
ar: عرض شهادات الصادرة
el: Προβολή Εκδοθέντων Πιστοποιητικών

source: Download CSV of Certificates Issued
ar: تنزيل CSV من شهادات الصادرة
el: Λήψη CSV Εκδοθέντων Πιστοποιητικών

source: Reports Available for Download
ar: التقارير المتاحة للتنزيل
el: Διαθέσιμες αναφορές για λήψη

source: The reports listed below are available for download. A link to every report remains available on this page, identified by the UTC date and time of generation. Reports are not deleted, so you will always be able to access previously generated reports from this page.
ar: التقارير المدرجة أدناه متاحة للتنزيل. يظل رابط كل تقرير متاحًا في هذه الصفحة، والذي تم تحديده من خلال تاريخ ووقت التوليد بالتوقيت العالمي المنسق. لا يتم حذف التقارير، لذلك ستتمكن دائمًا من الوصول إلى التقارير التي تم إنشاؤها مسبقًا من هذه الصفحة.
el: Οι αναφορές που αναφέρονται παρακάτω είναι διαθέσιμες για λήψη. Ένας σύνδεσμος προς κάθε αναφορά παραμένει διαθέσιμος σε αυτή τη σελίδα, ο οποίος προσδιορίζεται από την ημερομηνία UTC και την ώρα παραγωγής. Οι αναφορές δεν διαγράφονται, έτσι θα μπορείτε πάντα να έχετε πρόσβαση σε αναφορές που δημιουργήθηκαν προηγουμένως από αυτή τη σελίδα.

source: The answer distribution report listed below is generated periodically by an automated background process. The report is cumulative, so answers submitted after the process starts are included in a subsequent report. The report is generated several times per day.
ar: يتم إنشاء تقرير توزيع الإجابات المدرج أدناه بشكل دوري بواسطة عملية خلفية آلية. التقرير تراكمي، لذلك يتم تضمين الإجابات المقدمة بعد بدء العملية في تقرير لاحق. يتم إنشاء التقرير عدة مرات في اليوم.
el: Η αναφορά διανομής απαντήσεων που αναφέρονται παρακάτω δημιουργείται περιοδικά από μια αυτοματοποιημένη διαδικασία παρασκηνίου. Η έκθεση είναι αθροιστική, επομένως οι απαντήσεις που υποβάλλονται μετά την έναρξη της διαδικασίας περιλαμβάνονται σε μια μεταγενέστερη αναφορά. Η αναφορά δημιουργείται πολλές φορές την ημέρα.

source: {strong_start}Note{strong_end}: To keep learner data secure, you cannot save or email these links for direct access. Copies of links expire within 5 minutes.
ar: {strong_start}ملاحظة{strong_end}: للحفاظ على أمان بيانات متعلم، لا يمكنك حفظ هذه الروابط أو إرسالها بالبريد الإلكتروني للوصول المباشر. تنتهي نسخ الروابط في غضون 5 دقائق.
el: {strong_start}Σημείωση{strong_end}: Για να διατηρήσετε ασφαλή τα δεδομένα των εκπαιδευομένων, δεν μπορείτε να αποθηκεύσετε ή να στείλετε email αυτούς τους συνδέσμους για άμεση πρόσβαση. Αντίγραφα των συνδέσμων λήγουν μέσα σε 5 λεπτά.

source: Enrollment Codes
ar: رموز التسجيل
el: Κωδικοί Εγγραφής

source: Create one or more pre-paid course enrollment codes. Learners can use these codes to enroll in the course.
ar: قم بإنشاء واحد أو أكثر من رموز تسجيل دورة المدفوعة مسبقًا. يمكن متعلمين استخدام هذه الرموز للتسجيل في الدورة دورة.
el: Δημιουργήστε έναν ή περισσότερους προπληρωμένους κωδικούς εγγραφής μαθημάτων. Οι εκπαιδευόμενοι μπορούν να χρησιμοποιήσουν αυτούς τους κωδικούς για να εγγραφούν στο μάθημα.

source: Create Enrollment Codes
ar: إنشاء رموز التسجيل
el: Δημιουργία κωδικών εγγραφής

source: Cancel, restore, or mark an enrollment code as unused.
ar: قم بإلغاء رمز التسجيل أو استعادته أو وضع علامة عليه على أنه غير مستخدم.
el: Ακυρώστε, επαναφέρετε ή επισημάνετε έναν κωδικό εγγραφής ως αχρησιμοποίητο.

source: Change Enrollment Code Status
ar: تغيير حالة رمز التسجيل
el: Αλλαγή κατάστασης κωδικού εγγραφής

source: Download a .csv file of all enrollment codes for this course.
ar: قم بتنزيل ملف.csv لجميع رموز التسجيل لهذه دورة.
el: Κατεβάστε ένα αρχείο.csv με όλους τους κωδικούς εγγραφής για αυτό το μάθημα.

source: Download All Enrollment Codes
ar: قم بتنزيل جميع رموز التسجيل
el: Κατεβάστε όλους τους κωδικούς εγγραφής

source: Download a .csv file of all unused enrollment codes for this course.
ar: قم بتنزيل ملف.csv لجميع رموز التسجيل غير المستخدمة لهذا دورة.
el: Κατεβάστε ένα αρχείο.csv όλων των αχρησιμοποίητων κωδικών εγγραφής για αυτό το μάθημα.

source: Download Unused Enrollment Codes
ar: تنزيل رموز التسجيل غير المستخدمة
el: Λήψη αχρησιμοποίητων κωδικών εγγραφής

source: Download a .csv file of all used enrollment codes for this course.
ar: قم بتنزيل ملف.csv لجميع رموز التسجيل المستخدمة لهذا دورة.
el: Κατεβάστε ένα αρχείο.csv όλων των χρησιμοποιημένων κωδικών εγγραφής για αυτό το μάθημα.

source: Download Used Enrollment Codes
ar: تنزيل رموز التسجيل المستخدمة
el: Λήψη χρησιμοποιημένων κωδικών εγγραφής

source: Course Price
ar: سعر دورة
el: Τιμή Μαθήματος

source: Course price per seat:
ar: سعر دورة لكل مقعد:
el: Τιμή μαθήματος ανά θέση:

source: Edit Price
ar: تحرير السعر
el: Επεξεργασία Τιμής

source: Course Seat Purchases
ar: مشتريات مقاعد دورة
el: Αγορές Θέσης Μαθήματος

source: Total Credit Card Purchases:
ar: إجمالي مشتريات بطاقة الائتمان:
el: Σύνολο Αγορών Πιστωτικής Κάρτας:

source: Download a .csv file for all credit card purchases or for all invoices, regardless of status.
ar: قم بتنزيل ملف.csv لجميع مشتريات بطاقات الائتمان أو لجميع الفواتير، بغض النظر عن الحالة.
el: Κατεβάστε ένα αρχείο.csv για όλες τις αγορές πιστωτικών καρτών ή για όλα τα τιμολόγια, ανεξάρτητα από την κατάσταση.

source: Download All Invoices
ar: تنزيل جميع الفواتير
el: Κατεβάστε όλα τα τιμολόγια

source: Download All Credit Card Purchases
ar: قم بتنزيل جميع مشتريات بطاقة الائتمان
el: Κατεβάστε όλες τις αγορές πιστωτικών καρτών

source: To cancel or resubmit an invoice, enter the invoice number below.
ar: لإلغاء فاتورة أو إعادة إرسالها، أدخل رقم الفاتورة أدناه.
el: Για να ακυρώσετε ή να υποβάλετε ξανά ένα τιμολόγιο, πληκτρολογήστε τον αριθμό τιμολογίου παρακάτω.

source: Invoice Number
ar: رقم الفاتورة
el: Αριθμός τιμολογίου

source: Cancel Invoice
ar: إلغاء الفاتورة
el: Ακυρώστε το

source: Resubmit Invoice
ar: إعادة إرسال الفاتورة
el: Επαναυποβολή τιμολογίου

source: Create a .csv file that contains enrollment information for your course.
ar: قم بإنشاء ملف.csv يحتوي على معلومات التسجيل الخاصة بالمقرر دورة الخاص بك.
el: Δημιουργήστε ένα αρχείο.csv που περιέχει πληροφορίες εγγραφής για την πορεία σας.

source: Create Enrollment Report
ar: إنشاء تقرير تسجيل
el: Δημιουργία αναφοράς εγγραφής

source: Create an HTML file that contains an executive summary for this course.
ar: قم بإنشاء ملف HTML يحتوي على ملخص تنفيذي لهذا دورة.
el: Δημιουργήστε ένα αρχείο HTML που περιέχει μια περίληψη για αυτό το μάθημα.

source: Create Executive Summary
ar: إنشاء ملخص تنفيذي
el: Δημιουργία Συνοπτικής Περίληψης

source: Available Reports
ar: التقارير المتاحة
el: Διαθέσιμες Αναφορές

source: The following reports are available for download. Reports are not deleted. A link to every report remains available on this page, identified by the date and time (in UTC) that the report was generated.
ar: التقارير التالية متاحة للتنزيل. لا يتم حذف التقارير. يظل رابط كل تقرير متاحًا في هذه الصفحة، ويتم تحديده حسب التاريخ والوقت (بالتوقيت العالمي المنسق) الذي تم فيه إنشاء التقرير.
el: Οι ακόλουθες αναφορές είναι διαθέσιμες για λήψη. Οι αναφορές δεν διαγράφονται. Ένας σύνδεσμος προς κάθε αναφορά παραμένει διαθέσιμος σε αυτή τη σελίδα, ο οποίος προσδιορίζεται από την ημερομηνία και την ώρα (σε UTC) που δημιουργήθηκε η αναφορά.

source: {strong_start}Note{strong_end}: To help protect learner data, links to these reports that you save outside of this page or that you send or receive in email expire after five minutes.
ar: {strong_start}ملاحظة{strong_end}: للمساعدة في حماية بيانات متعلم، تنتهي صلاحية روابط هذه التقارير التي تحفظها خارج هذه الصفحة أو التي ترسلها أو تتلقاها عبر البريد الإلكتروني بعد خمس دقائق.
el: {strong_start}Σημείωση{strong_end}: Για να προστατεύσετε τα δεδομένα των εκπαιδευομένων, οι συνδέσεις προς αυτές τις αναφορές που αποθηκεύετε εκτός αυτής της σελίδας ή που στέλνετε ή λαμβάνετε σε μήνυμα ηλεκτρονικού ταχυδρομείου λήγουν μετά από πέντε λεπτά.

source: Coupon Code List
ar: قائمة رمز القسيمة
el: Κατάλογος κωδικών κουπονιού

source: Download a .csv file of all coupon codes for this course.
ar: قم بتنزيل ملف.csv لجميع أكواد القسيمة لهذه دورة.
el: Κωδικοί δελτίου

source: Download Coupon Codes
ar: قم بتنزيل رموز القسيمة
el: Κατεβάστε τους κωδικούς κουπονιών

source: Coupon Codes
ar: أكواد القسيمة
el: Κωδικοί δελτίου

source: Coupon (%)
ar: الكوبون (%)
el: Κουπόνι (%)

source: Number Redeemed
ar: الرقم المسترد
el: Αριθμός που εξαργυρώθηκε

source: The Invoice Number field cannot be empty.
ar: لا يمكن أن يكون حقل رقم الفاتورة فارغًا.
el: Το πεδίο «Αριθμός τιμολογίου» δεν μπορεί να είναι κενό.

source: No Expiration Date
ar: لا يوجد تاريخ انتهاء
el: Χωρίς Ημερομηνία Λήξης

source: Enter the company name.
ar: أدخل اسم الشركة.
el: Εισάγετε το όνομα της εταιρείας.

source: The company name cannot be a number.
ar: لا يمكن أن يكون اسم الشركة رقمًا.
el: Η επωνυμία της εταιρείας δεν μπορεί να είναι αριθμός.

source: Enter the company contact name.
ar: أدخل اسم جهة اتصال الشركة.
el: Εισαγάγετε το όνομα επικοινωνίας της εταιρείας.

source: The company contact name cannot be a number.
ar: لا يمكن أن يكون اسم جهة اتصال الشركة رقمًا.
el: Το όνομα επικοινωνίας της εταιρείας δεν μπορεί να είναι αριθμός.

source: Enter the email address for the company contact.
ar: أدخل عنوان البريد الإلكتروني لجهة اتصال الشركة.
el: Εισάγετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου για την επαφή της εταιρείας.

source: Enter a valid email address.
ar: أدخل عنوان بريد إلكتروني صالح.
el: Εισάγετε μια έγκυρη διεύθυνση email.

source: Enter the recipient name.
ar: أدخل اسم المستلم.
el: Εισαγάγετε το όνομα του παραλήπτη.

source: The recipient name cannot be a number.
ar: لا يمكن أن يكون اسم المستلم رقمًا.
el: Το όνομα του παραλήπτη δεν μπορεί να είναι αριθμός.

source: Enter the recipient email address.
ar: أدخل عنوان البريد الإلكتروني للمستلم.
el: Εισαγάγετε τη διεύθυνση email του παραλήπτη.

source: Enter the billing address.
ar: أدخل عنوان الفوترة.
el: Εισαγάγετε τη διεύθυνση χρέωσης.

source: Enter the price per course seat.
ar: أدخل السعر لكل مقعد في دورة.
el: Εισάγετε την τιμή ανά θέση μαθήματος.

source: Enter a numeric value for the price per course seat. Do not include currency symbols.
ar: أدخل قيمة رقمية للسعر لكل مقعد في دورة. لا تقم بتضمين رموز العملة.
el: Εισάγετε μια αριθμητική τιμή για την τιμή ανά θέση μαθήματος. Μην συμπεριλάβετε σύμβολα νομισμάτων.

source: Enter the number of enrollment codes.
ar: أدخل عدد رموز التسجيل.
el: Εισαγάγετε τον αριθμό των κωδικών εγγραφής.

source: Enter a numeric value for the number of enrollment codes.
ar: أدخل قيمة رقمية لعدد رموز التسجيل.
el: Εισαγάγετε μια αριθμητική τιμή για τον αριθμό των κωδικών εγγραφής.

source: Select a currency.
ar: حدد عملة.
el: Επιλέξτε ένα νόμισμα.

source: Enter a coupon code.
ar: أدخل رمز القسيمة.
el: Εισάγετε έναν κωδικό κουπονιού.

source: The discount percentage must be less than or equal to 100.
ar: يجب أن تكون نسبة الخصم أقل من أو تساوي 100.
el: Το ποσοστό έκπτωσης πρέπει να είναι μικρότερο ή ίσο με 100.

source: Enter a numeric value for the discount amount. Do not include the percent sign.
ar: أدخل قيمة رقمية لمبلغ الخصم. لا تقم بتضمين علامة النسبة المئوية.
el: Εισαγάγετε μια αριθμητική τιμή για το ποσό έκπτωσης. Μην συμπεριλάβετε το σύμβολο του ποσοστού.

source: Edit Coupon Code
ar: تحرير رمز القسيمة
el: Επεξεργασία κωδικού κουπονιού

source: Edit Coupon Code Information
ar: تحرير معلومات رمز القسيمة
el: Επεξεργασία πληροφοριών κωδικού κουπονιού

source: Code
ar: كود
el: κωδικός

source: example: A123DS
ar: مثال: A123DS
el: παράδειγμα: A123DS

source: Percentage Discount
ar: خصم النسبة المئوية
el: ποσοστό έκπτωσης

source: Update Coupon Code
ar: تحديث رمز القسيمة
el: Ενημέρωση κωδικού κουπονιού

source: Executive Summary for {display_name}
ar: ملخص تنفيذي لـ {display_name}
el: Περίληψη για το {display_name}

source: Report Creation Date
ar: تاريخ إنشاء التقرير
el: Ημερομηνία Δημιουργίας Αναφορών

source: Number of Seats
ar: عدد المقاعد
el: Αριθμός καθισμάτων

source: Number of Enrollments
ar: عدد عمليات التسجيل
el: Αριθμός εγγραφών

source: Gross Revenue Collected
ar: إجمالي الإيرادات المحصلة
el: Ακαθάριστα Εισοδήματα

source: Gross Revenue Pending
ar: إجمالي الإيرادات المعلقة
el: Εκκρεμή ακαθάριστα

source: Number of Enrollment Refunds
ar: عدد المبالغ المستردة من التسجيل
el: Αριθμός επιστροφών εγγραφής

source: Amount Refunded
ar: المبلغ المسترد
el: Ποσό που επιστρέφεται

source: Average Price per Seat
ar: متوسط سعر المقعد
el: Μέση τιμή ανά θέση

source: Frequently Used Coupon Codes
ar: أكواد القسيمة المستخدمة بشكل متكرر
el: Κωδικοί κουπονιών που χρησιμοποιούνται συχνά

source: Number of seats purchased using coupon codes
ar: عدد المقاعد المشتراة باستخدام رموز القسيمة
el: Αριθμός θέσεων που αγοράστηκαν με τη χρήση κωδικών κουπονιού

source: Rank
ar: مرتبة
el: Βαθμός

source: Percent Discount
ar: خصم النسبة المئوية
el: Ποσοστό έκπτωση

source: Times Used
ar: الأوقات المستخدمة
el: Χρόνοι που χρησιμοποιούνται

source: Bulk and Single Seat Purchases
ar: مشتريات المقعد بالجملة والمفرد
el: Μαζικές και Ενιαίες Αγορές

source: Number of seats purchased individually
ar: عدد المقاعد التي تم شراؤها بشكل فردي
el: Αριθμός θέσεων που αγοράστηκαν μεμονωμένα

source: Number of seats purchased in bulk
ar: عدد المقاعد المشتراة بكميات كبيرة
el: Αριθμός θέσεων που αγοράστηκαν χύμα

source: Number of seats purchased with invoices
ar: عدد المقاعد المشتراة بالفواتير
el: Αριθμός θέσεων που αγοράστηκαν με τιμολόγια

source: Unused bulk purchase seats (revenue at risk)
ar: مقاعد الشراء بالجملة غير المستخدمة (الإيرادات في خطر)
el: Αχρησιμοποίητες θέσεις αγοράς χύδην (έσοδα σε κίνδυνο)

source: Percentage of seats purchased individually
ar: نسبة المقاعد المشتراة بشكل فردي
el: Ποσοστό θέσεων που αγοράστηκαν μεμονωμένα

source: Percentage of seats purchased in bulk
ar: النسبة المئوية للمقاعد المشتراة بكميات كبيرة
el: Ποσοστό θέσεων που αγοράστηκαν χύμα

source: Percentage of seats purchased with invoices
ar: النسبة المئوية للمقاعد المشتراة بالفواتير
el: Ποσοστό θέσεων που αγοράστηκαν με τιμολόγια

source: Individual due date extensions
ar: امتدادات تاريخ الاستحقاق الفردية
el: Μεμονωμένη παράταση ημερομηνίας λήξης

source: In this section, you have the ability to grant extensions on specific units to individual students. Please note that the latest date is always taken; you cannot use this tool to make an assignment due earlier for a particular student.
el: Σε αυτή την ενότητα, έχετε τη δυνατότητα να χορηγήσετε επεκτάσεις σε συγκεκριμένες ενότητες σε μεμονωμένους εκπαιδευόμενους. Λάβετε υπόψη ότι η τελευταία ημερομηνία λαμβάνεται πάντα. Δεν μπορείτε να χρησιμοποιήσετε αυτό το εργαλείο για να κάνετε μια ανάθεση που πρέπει να εκληφθεί νωρίτερα για έναν συγκεκριμένο εκπαιδευόμενο.

source: Specify the {platform_name} email address or username of a learner here:
ar: حدد عنوان البريد الإلكتروني {platform_name} أو اسم المستخدم للمتعلم هنا:
el: Ορίστε τη διεύθυνση ηλεκτρονικού ταχυδρομείου {platform_name} ή το όνομα χρήστη ενός εκπαιδευόμενου εδώ:

source: Learner Email or Username
ar: متعلم أو اسم المستخدم
el: Ηλεκτρονικό ταχυδρομείο ή όνομα χρήστη εκπαιδευόμενου

source: Choose the graded unit:
ar: اختر الوحدة المقدرة:
el: Επιλέξτε τη διαβαθμισμένη μονάδα:

source: Specify the extension due date and time (in UTC; please specify {format_string}).
ar: حدد تاريخ ووقت استحقاق التمديد (بالتوقيت العالمي المنسق؛ يرجى تحديد {format_string}).
el: Προσδιορίστε την ημερομηνία και την ώρα λήξης της παράτασης (σε UTC, προσδιορίστε {format_string}).

source: Change due date for learner
ar: تغيير تاريخ استحقاق متعلم
el: Αλλαγή ημερομηνίας λήξης για τον εκπαιδευόμενο

source: Viewing granted extensions
ar: عرض الإضافات الممنوحة
el: Προβολή χορηγηθείσες επεκτάσεις

source: Here you can see what extensions have been granted on particular units or for a particular learner.
ar: هنا يمكنك معرفة الإضافات التي تم منحها على وحدات معينة أو لمتعلم متعلم.
el: Εδώ μπορείτε να δείτε ποιες επεκτάσεις έχουν χορηγηθεί σε συγκεκριμένες μονάδες ή για έναν συγκεκριμένο εκπαιδευόμενο.

source: Choose a graded unit and click the button to obtain a list of all learners who have extensions for the given unit.
ar: اختر وحدة مقدّرة وانقر فوق الزر للحصول على قائمة بجميع متعلمين الذين لديهم ملحقات للوحدة المحددة.
el: Επιλέξτε μια διαβαθμισμένη μονάδα και κάντε κλικ στο κουμπί για να αποκτήσετε μια λίστα με όλους τους εκπαιδευόμενους που έχουν επεκτάσεις για τη δεδομένη μονάδα.

source: List all learners with due date extensions
ar: ضع قائمة بجميع متعلمين الذين لديهم امتدادات تاريخ الاستحقاق
el: Λίστα όλων των εκπαιδευομένων με επεκτάσεις ημερομηνίας λήξης

source: Specify a learner to see all of that learner's extensions.
ar: حدد متعلم لرؤية جميع ملحقات هذا المتعلم.
el: Καθορίστε έναν εκπαιδευόμενο για να δείτε όλες τις επεκτάσεις του εκπαιδευόμενου.

source: List date extensions for learner
ar: ملحق تاريخ القائمة للمتعلم
el: Λίστα επεκτάσεων ημερομηνίας για εκπαιδευόμενο

source: Resetting extensions
ar: إعادة تعيين الإضافات
el: Επαναφορά επεκτάσεων

source: Reset due date for learner
ar: إعادة تعيين تاريخ الاستحقاق للمتعلم
el: Επαναφορά ημερομηνίας λήξης για τον εκπαιδευόμενο

source: Generate Registration Code Modal
ar: إنشاء رمز التسجيل
el: Δημιουργία κωδικού καταχώρησης Modal

source: * Required Information
ar: * المعلومات المطلوبة
el: * Απαιτούμενη Πληροφορία
