Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: ar

source: Unpublished changes to content that will release in the future
ar: التغييرات غير المنشورة على المحتوى التي ستصدر في المستقبل

source: Access to this unit is restricted to: {selectedGroupsLabel}
ar: يقتصر الوصول إلى هذه الوحدة على: {selectedGroupsLabel}

source: Access to some content in this unit is restricted to specific groups of learners
ar: يقتصر الوصول إلى بعض المحتوى في هذه الوحدة على مجموعات محددة من متعلمين.

source: Ungraded
ar: غير متدرج

source: Practice proctored Exam
ar: امتحان الممارسة

source: Proctored Exam
ar: امتحان بروكتورد

source: Timed Exam
ar: امتحان موقوتة

source: Collapse/Expand this %(xblock_type)s
ar: انهيار/توسيع هذا %(xblock_type)s

source: Display Name
ar: اسم العرض

source: %(min)s min
ar: %(min)s دقيقة

source: %(h)s h
ar: %(h)s ساعة

source: %(d)s d
ar: %(d)s د

source: %(h)s h %(min)s m
ar: %(h)s ساعة %(min)s م

source: Configure
ar: تكوين

source: Duplicate
ar: مكررة

source: Drag to reorder
ar: اسحب لإعادة الترتيب

source: Release Status:
ar: حالة الإصدار:

source: Released:
ar: تم إصداره:

source: Scheduled:
ar: المجدولة:

source: Section Highlights
ar: يسلط الضوء على قـسم

source: Graded as:
ar: تم تصنيفه كـ:

source: Due:
ar: مستحق:

source: Subsection is hidden after course end date
ar: يتم إخفاء قسم فرعي بعد تاريخ انتهاء دورة

source: Subsection is hidden after due date
ar: قسم فرعي مخفي بعد تاريخ الاستحقاق

source: You haven't added any content to this course yet.
ar: لم تقم بإضافة أي محتوى إلى هذه دورة حتى الآن.

source: Click to add a new %(xblock_type)s
ar: انقر لإضافة %(xblock_type)sجديد

source: Email Reminder
ar: تذكير البريد الإلكتروني

source: Days
ar: أيام

source: day(s) after enrollment
ar: يوم (أيام) بعد التسجيل

source: Learning Outcome
ar: نتائج التعلم

source: Add a learning outcome here
ar: أضف نتيجة تعلم هنا

source: Press discard changes to discard your changes.
ar: اضغط على تجاهل التغييرات لتجاهل التغييرات الخاصة بك.

source: Update Settings
ar: إعدادات التحديث

source: Press update settings to update the information for your organization.
ar: اضغط على إعدادات التحديث لتحديث المعلومات الخاصة بمؤسستك.

source: Press discard changes to discard changes.
ar: اضغط على تجاهل التغييرات لتجاهل التغييرات.

source: Press update settings to update course video settings
ar: اضغط على إعدادات التحديث لتحديث إعدادات فيديو دورة

source: Press close to hide course video settings
ar: اضغط على close لإخفاء إعدادات فيديو دورة

source: Course Video Settings
ar: إعدادات فيديو دورة

source: Transcript Turnaround
ar: تحويل النص

source: Transcript Fidelity
ar: دقة النص

source: Video Source Language
ar: لغة مصدر الفيديو

source: Transcript Languages
ar: لغات النسخ

source: Add
ar: إضافة

source: Press Add to language
ar: اضغط على إضافة إلى اللغة

source: Automated Transcripts
ar: النصوص الآلية

source: Transcript Provider
ar: مزود نسخة

source: Change
ar: تغيير

source: Press change to change selected transcript provider.
ar: اضغط على التغيير لتغيير موفر النص المحدد.

source: Assignment Type Name
ar: اسم نوع الواجب

source: The general category for this type of assignment, for example, Homework or Midterm Exam. This name is visible to learners.
ar: الفئة العامة لهذا النوع من المهام، على سبيل المثال، الواجبات المنزلية أو امتحان منتصف المدة. هذا الاسم مرئي للمتعلمين.

source: Abbreviation
ar: الاختصار

source: This short name for the assignment type (for example, HW or Midterm) appears next to assignments on a learner's Progress page.
ar: يظهر هذا الاسم المختصر لنوع الواجب (على سبيل المثال، HW أو Midterm) بجوار الواجبات في صفحة تقدم المتعلم.

source: Upload a badge
ar: قم بتحميل شارة

source: Expected size: 200px by 200px
ar: الحجم المتوقع: 200 بكسل بحلول 200 بكسل

source: Threshold
ar: عتبة

source: The threshold of all assignments of this type, by default it is 100. Do not include the percent symbol.
ar: عتبة جميع الواجبات من هذا النوع، افتراضيًا هي 100. لا تقم بتضمين رمز النسبة المئوية.

source: Weight of Total Grade
ar: وزن الدرجة الإجمالية

source: The weight of all assignments of this type as a percentage of the total grade, for example, 40. Do not include the percent symbol.
ar: وزن جميع المهام من هذا النوع كنسبة مئوية من الدرجة الإجمالية، على سبيل المثال، 40. لا تقم بتضمين رمز النسبة المئوية.

source: Total Number
ar: العدد الإجمالي

source: The number of subsections in the course that contain problems of this assignment type.
ar: عدد الأقسام الفرعية في دورة التي تحتوي على مشاكل من نوع الواجب هذا.

source: Number of Droppable
ar: عدد من Droppable

source: The number of assignments of this type that will be dropped. The lowest scoring assignments are dropped first.
ar: عدد الواجبات من هذا النوع التي سيتم إسقاطها. يتم إسقاط مهام التسجيل الأدنى أولاً.

source: Course Handouts
ar: نشرات دورة

source: You have no handouts defined
ar: ليس لديك أي نشرات محددة

source: There is invalid code in your content. Please check to make sure it is valid HTML.
ar: هناك رمز غير صالح في المحتوى الخاص بك. يرجى التحقق للتأكد من أنه HTML صالح.

source: Send push notification to mobile apps
ar: إرسال إشعار دفع إلى تطبيقات الأجهزة المحمولة

source: Send notification to mobile apps
ar: إرسال إشعار إلى تطبيقات الأجهزة المحمولة

source: Post
ar: بوست

source: By
ar: بواسطة

source: Due Date:
ar: تاريخ الاستحقاق:

source: Due Time in UTC:
ar: وقت الاستحقاق بالتوقيت العالمي المنسق:

source: Clear Grading Due Date
ar: مسح تاريخ استحقاق التقدير

source: Chapter Name
ar: اسم الفصل

source: Chapter {order}
ar: الفصل {order}

source: provide the title/name of the chapter that will be used in navigating
ar: تقديم عنوان/اسم الفصل الذي سيتم استخدامه في التنقل

source: Chapter Asset
ar: أصول الفصل

source: path/to/introductionToCookieBaking-CH{order}.pdf
ar: مسار/إلى/إنتروكتوكوكيبيكينغ-CH{order}.pdf

source: upload a PDF file or provide the path to a Studio asset file
ar: قم بتحميل ملف PDF أو توفير المسار إلى ملف أصول Studio

source: Upload PDF
ar: تحميل ملف PDF

source: delete chapter
ar: حذف الفصل

source: Textbook information
ar: معلومات الكتاب المدرسي

source: Textbook Name
ar: اسم الكتاب المدرسي

source: Introduction to Cookie Baking
ar: مقدمة لخبز ملفات تعريف الارتباط

source: provide the title/name of the text book as you would like your learners to see it
ar: قدم عنوان/اسم الكتاب النصي كما تريد أن يراه متعلمين

source: Chapter information
ar: معلومات الفصل

source: Add a Chapter
ar: إضافة فصل

source: Grading
ar: وضع العلامات

source: Grade as:
ar: الدرجة كـ:

source: Not Graded
ar: غير متدرج

source: Cannot delete when in use by an experiment
ar: لا يمكن حذف عندما تكون قيد الاستخدام من قبل تجربة

source: This Group Configuration is used in:
ar: يتم استخدام تكوين المجموعة هذا في:

source: This Group Configuration is not in use. Start by adding a content experiment to any Unit via the {linkStart}Course Outline{linkEnd}.
ar: تكوين المجموعة هذا غير قيد الاستخدام. ابدأ بإضافة تجربة محتوى إلى أي وحدة عبر مخطط دورة {linkStart}{linkEnd}.

source: Group Configuration information
ar: معلومات تكوين المجموعة

source: Group Configuration Name
ar: اسم تكوين المجموعة

source: Group Configuration ID
ar: معرف تكوين المجموعة

source: This is the Name of the Group Configuration
ar: هذا هو اسم تكوين المجموعة

source: Name or short description of the configuration
ar: الاسم أو الوصف المختصر للتكوين

source: This is the Description of the Group Configuration
ar: هذا هو وصف تكوين المجموعة

source: Optional long description
ar: وصف طويل اختياري

source: Group information
ar: معلومات المجموعة

source: Name of the groups that learners will be assigned to, for example, Control, Video, Problems. You must have two or more groups.
ar: اسم المجموعات التي سيتم تعيين متعلمين لها، على سبيل المثال، التحكم والفيديو والمشاكل. يجب أن يكون لديك مجموعتان أو أكثر.

source: Add another group
ar: إضافة مجموعة أخرى

source: This configuration is currently used in content experiments. If you make changes to the groups, you may need to edit those experiments.
ar: يتم استخدام هذا التكوين حاليًا في تجارب المحتوى. إذا قمت بإجراء تغييرات على المجموعات، فقد تحتاج إلى تعديل تلك التجارب.

source: delete group
ar: حذف المجموعة

source: This feature is currently in testing. Course teams can enter highlights, but learners will not receive email messages.
ar: هذه الميزة قيد الاختبار حاليًا. يمكن لفرق دورة إدخال النقاط البارزة، لكن متعلمين لن يتلقوا رسائل بريد إلكتروني.

source: Enter 3-5 highlights to include in the email message that learners receive for this section (250 character limit).
ar: أدخل 3-5 نقاط مميزة لتضمينها في رسالة البريد الإلكتروني التي يتلقاها متعلمين لهذا القسم (حد 250 حرفًا).

source: Highlight {highlight_index}
ar: تسليط الضوء {highlight_index}

source: A highlight to look forward to this week.
ar: تسليط الضوء على التطلع إلى هذا الأسبوع.

source: License Type
ar: نوع الترخيص

source: Learn more about {license_name}
ar: تعرف على المزيد حول {license_name}

source: Options for {license_name}
ar: خيارات لـ {license_name}

source: The following options are available for the {license_name} license.
ar: تتوفر الخيارات التالية للحصول على ترخيص {license_name} .

source: License Display
ar: عرض الترخيص

source: The following message will be displayed at the bottom of the courseware pages within your course:
ar: سيتم عرض الرسالة التالية في أسفل صفحات المناهج الدراسية داخل مقررك الدراسي:

source: Creative Commons licensed content, with terms as follow:
ar: المحتوى المرخص للمشاع الإبداعي، مع الشروط التالية:

source: Some Rights Reserved
ar: بعض الحقوق محفوظة

source: New %(item_type)s
ar: جديد %(item_type)s

source: Clear Value
ar: قيمة واضحة

source: Component Location ID
ar: معرف موقع المكون

source: Download
ar: تنزيل

source: {categoryText} in {parentDisplayname}
ar: {categoryText} في {parentDisplayname}

source: Current location
ar: الموقع الحالي

source: View child items
ar: عرض العناصر التابعة

source: Currently selected
ar: تم تحديده حاليًا

source: You haven't added any textbooks to this course yet.
ar: لم تقم بإضافة أي كتب مدرسية إلى هذه دورة حتى الآن.

source: Add your first textbook
ar: أضف كتابك المدرسي الأول

source: This group controls access to:
ar: تتحكم هذه المجموعة في الوصول إلى:

source: In the {linkStart}Course Outline{linkEnd}, use this group to control access to a component.
ar: في {linkStart}مخطط دورة{linkEnd}، استخدم هذه المجموعة للتحكم في الوصول إلى أحد المكونات.

source: Previous Uploads
ar: التحميلات السابقة

source: Download available encodings (.csv)
ar: تنزيل الترميزات المتاحة (.csv)

source: Thumbnail
ar: صورة مصغرة

source: Video ID
ar: معرف الفيديو

source: Transcripts
ar: النصوص

source: Video Status
ar: حالة الفيديو

source: Remove this video
ar: قم بإزالة هذا الفيديو

source: Remove {video_name} video
ar: إزالة {video_name} فيديو

source: Never published
ar: لم تنشر قط

source: Last published %(last_published_date)s by %(publish_username)s
ar: آخر نشر %(last_published_date)s بواسطة %(publish_username)s

source: Previously published
ar: نُشرت سابقًا

source: Draft (Never published)
ar: مسودة (لم تنشر أبدًا)

source: Visible to Staff Only
ar: مرئي طاقم فقط

source: Published and Live
ar: نُشر وعيش

source: Published (not yet released)
ar: تم النشر (لم يتم إصداره بعد)

source: Draft (Unpublished changes)
ar: مسودة (تغييرات غير منشورة)

source: Release:
ar: الإصدار:

source: Publishing Status
ar: حالة النشر

source: Draft saved on {lastSavedStart}{editedOn}{lastSavedEnd} by {editedByStart}{editedBy}{editedByEnd}
ar: تم حفظ المسودة على {lastSavedStart}{editedOn}{lastSavedEnd} بواسطة {editedByStart}{editedBy}{editedByEnd}

source: Last published {lastPublishedStart}{publishedOn}{lastPublishedEnd} by {publishedByStart}{publishedBy}{publishedByEnd}
ar: آخر نشر {lastPublishedStart}{publishedOn}{lastPublishedEnd} بواسطة {publishedByStart}{publishedBy}{publishedByEnd}

source: with %(release_date_from)s
ar: مع %(release_date_from)s

source: Is Visible To:
ar: مرئي لـ:

source: Will Be Visible To:
ar: سيكون مرئيًا لـ:

source: Staff Only
ar: طاقم فقط

source: with %(section_or_subsection)s
ar: مع %(section_or_subsection)s

source: Staff and Learners
ar: طاقم متعلمين

source: Hide from learners
ar: إخفاء من متعلمين

source: Note: Do not hide graded assignments after they have been released.
ar: ملاحظة: لا تخفي الواجبات المقدرة بعد إصدارها.

source: UTC or Coordinated Universal Time is the base point for all time zones commonly used accross the world (Miami winter time UTC-5h, Paris winter time UTC+1h, Sao Paulo UTC-3h)
ar: التوقيت العالمي المنسق أو التوقيت العالمي المنسق هو النقطة الأساسية لجميع المناطق الزمنية التي يشيع استخدامها في جميع أنحاء العالم (التوقيت الشتوي في ميامي UTC-5h، وقت الشتاء في باريس UTC+1h، ساو باولو UTC-3h)

source: Release Date and Time
ar: تاريخ الإصدار والوقت

source: Release Date:
ar: تاريخ الإصدار:

source: Release Time in UTC:
ar: وقت الإصدار بالتوقيت العالمي المنسق:

source: Clear Release Date/Time
ar: مسح تاريخ/وقت الإصدار

source: Assessment Results Visibility
ar: رؤية نتائج التقييم

source: Always show assessment results
ar: عرض نتائج التقييم دائمًا

source: When learners submit an answer to an assessment, they immediately see whether the answer is correct or incorrect, and the score received.
ar: عندما يقدم متعلمين إجابة على تقييم ما، فإنهم يرون على الفور ما إذا كانت الإجابة صحيحة أم غير صحيحة، والنتيجة التي تم استلامها.

source: Never show assessment results
ar: لا تظهر نتائج التقييم أبدًا

source: Learners never see whether their answers to assessments are correct or incorrect, nor the score received.
ar: لا يرى متعلمين أبدًا ما إذا كانت إجاباتهم على التقييمات صحيحة أم غير صحيحة، ولا النتيجة التي تم تلقيها.

source: Show assessment results when subsection is past due
ar: عرض نتائج التقييم عندما يكون القسم الفرعي قد تجاوز موعد

source: Learners do not see whether their answers to assessments were correct or incorrect, nor the score received, until after the course end date has passed.
ar: لا يرى متعلمين ما إذا كانت إجاباتهم على التقييمات صحيحة أم غير صحيحة, ولا النتيجة التي تم استلامها, إلا بعد انتهاء تاريخ انتهاء دورة.

source: If the course does not have an end date, learners always see their scores when they submit answers to assessments.
ar: إذا لم يكن دورة تاريخ انتهاء، يرى متعلمين دائمًا درجاتهم عند إرسال إجابات للتقييمات.

source: Learners do not see whether their answers to assessments were correct or incorrect, nor the score received, until after the due date for the subsection has passed.
ar: لا يرى متعلمين ما إذا كانت إجاباتهم على التقييمات صحيحة أم غير صحيحة, ولا النتيجة التي تم استلامها, إلا بعد انتهاء تاريخ استحقاق القسم الفرعي.

source: If the subsection does not have a due date, learners always see their scores when they submit answers to assessments.
ar: إذا لم يكن للقسم الفرعي تاريخ استحقاق، يرى متعلمين دائمًا درجاتهم عندما يقدمون إجابات للتقييمات.

source: Signatory
ar: موقع

source: Signature Image
ar: صورة التوقيع

source: Certificate Signatory Configuration
ar: تكوين توقيع شهادة

source: Name
ar: اسم

source: Name of the signatory
ar: اسم الموقّع

source: The name of this signatory as it should appear on certificates.
ar: اسم هذا الموقع كما يجب أن يظهر على شهادات.

source: Title
ar: العنوان

source: Title of the signatory
ar: عنوان الموقع

source: Titles more than 100 characters may prevent learners from printing their certificate on a single page.
ar: قد تمنع العناوين التي يزيد عددها عن 100 حرف متعلمين من طباعة شهادتهم على صفحة واحدة.

source: Organization
ar: منظمة

source: Organization of the signatory
ar: تنظيم الموقّع

source: The organization that this signatory belongs to, as it should appear on certificates.
ar: المنظمة التي ينتمي إليها هذا الموقع، كما يجب أن تظهر على شهادات.

source: Path to Signature Image
ar: المسار إلى صورة التوقيع

source: Image must be in PNG format
ar: يجب أن تكون الصورة بتنسيق PNG

source: Upload Signature Image
ar: تحميل صورة التوقيع

source: Unit Visibility
ar: رؤية وحدة

source: Section Visibility
ar: رؤية قـسم

source: If the unit was previously published and released to learners, any changes you made to the unit when it was hidden will now be visible to learners.
ar: إذا تم نشر الوحدة مسبقًا وإصدارها للمتعلمين، فإن أي تغييرات أجريتها على الوحدة عندما كانت مخفية ستكون الآن مرئية للمتعلمين.

source: If you make this %(xblockType)s visible to learners, learners will be able to see its content after the release date has passed and you have published the unit. Only units that are explicitly hidden from learners will remain hidden after you clear this option for the %(xblockType)s.
ar: إذا جعلت هذا %(xblockType)s مرئيًا للمتعلمين، فسيتمكن المتعلمون من رؤية محتواه بعد انقضاء تاريخ الإصدار ونشرت الوحدة. ستبقى فقط الوحدات المخفية صراحةً عن متعلمين مخفية بعد مسح هذا الخيار لـ %(xblockType)s.

source: Current Role:
ar: الدور الحالي:

source: You!
ar: أنت!

source: send an email message to {email}
ar: إرسال رسالة بريد إلكتروني إلى {email}

source: Promote another member to Admin to remove your admin rights
ar: قم بترقية عضو آخر إلى Admin لإزالة حقوق المسؤول

source: Add {role} Access
ar: إضافة {role} وصول

source: Remove {role} Access
ar: إزالة {role} وصول

source: Delete the user, {username}
ar: حذف المستخدم، {username}

source: Set as a Special Exam
ar: تعيين كامتحان خاص

source: Exam Types
ar: أنواع الامتحانات

source: Timed
ar: توقيت

source: Use a timed exam to limit the time learners can spend on problems in this subsection. Learners must submit answers before the time expires. You can allow additional time for individual learners through the Instructor Dashboard.
ar: استخدم اختبارًا موقوتًا للحد من الوقت الذي يمكن أن يقضيه متعلمين في المشكلات في هذا القسم الفرعي. يجب على متعلمين إرسال الإجابات قبل انتهاء الوقت. يمكنك إتاحة وقت إضافي للمتعلمين الفرديين من خلال لوحة القيادة مدرب.

source: Proctored
ar: بروكتورد

source: Proctored exams are timed and they record video of each learner taking the exam. The videos are then reviewed to ensure that learners follow all examination rules.
ar: يتم توقيت الامتحانات المرتجلة وتسجيل فيديو لكل متعلم يأخذ الامتحان. ثم تتم مراجعة مقاطع الفيديو للتأكد من أن المتعلمين يتبعون جميع قواعد الامتحان.

source: Practice Proctored
ar: الممارسة: Proctroed

source: Use a practice proctored exam to introduce learners to the proctoring tools and processes. Results of a practice exam do not affect a learner's grade.
ar: استخدم امتحان مراقبة الممارسة لتعريف متعلمين بأدوات وعمليات protroctoring. لا تؤثر نتائج اختبار الممارسة على درجة المتعلم.

source: Time Allotted (HH:MM):
ar: الوقت المخصص (HH: MM):

source: Select a time allotment for the exam. If it is over 24 hours, type in the amount of time. You can grant individual learners extra time to complete the exam through the Instructor Dashboard.
ar: حدد تخصيص الوقت للامتحان. إذا كان أكثر من 24 ساعة، اكتب مقدار الوقت. يمكنك منح متعلمين الفرديين وقتًا إضافيًا لإكمال الاختبار من خلال لوحة القيادة مدرب.

source: Review Rules
ar: مراجعة القواعد

source: Specify any rules or rule exceptions that the proctoring review team should enforce when reviewing the videos. For example, you could specify that calculators are allowed. These specified rules are visible to learners before the learners start the exam, along with the {linkStart}general proctored exam rules{linkEnd}.
ar: حدد أي قواعد أو استثناءات للقاعدة يجب على فريق مراجعة proctoring فرضها عند مراجعة مقاطع الفيديو. على سبيل المثال، يمكنك تحديد أن الآلات الحاسبة مسموح بها. هذه القواعد المحددة مرئية للمتعلمين قبل أن يبدأ متعلمين الامتحان، جنبا إلى جنب مع {linkStart}قواعد الاختبار العامة التي تمت مرافقتها{linkEnd}.

source: General Proctored Exam Rules
ar: قواعد الامتحان العام

source: Specify any rules or rule exceptions that the proctoring review team should enforce when reviewing the videos. For example, you could specify that calculators are allowed. These specified rules are visible to learners before the learners start the exam.
ar: حدد أي قواعد أو استثناءات للقاعدة يجب على فريق مراجعة proctoring فرضها عند مراجعة مقاطع الفيديو. على سبيل المثال، يمكنك تحديد أن الآلات الحاسبة مسموح بها. هذه القواعد المحددة مرئية للمتعلمين قبل أن يبدأ متعلمين الاختبار.

source: Account
ar: حساب

source: This action updates the {provider} information for your entire organization.
ar: يقوم هذا الإجراء بتحديث معلومات {provider} لمؤسستك بأكملها.

source: Enter the account information for your organization.
ar: أدخل معلومات الحساب لمؤسستك.

source: API Key
ar: مفتاح واجهة برمجة التطبيقات

source: API Secret
ar: واجهة برمجة التطبيقات السرية

source: Unit Access
ar: الوصول إلى وحدة

source: Restrict access to:
ar: تقييد الوصول إلى:

source: Select a group type
ar: حدد نوع مجموعة

source: Select one or more groups:
ar: حدد مجموعة واحدة أو أكثر:

source: Deleted Group
ar: المجموعة المحذوفة

source: This group no longer exists. Choose another group or do not restrict access to this unit.
ar: لم تعد هذه المجموعة موجودة. اختر مجموعة أخرى أو لا تقيد الوصول إلى هذه الوحدة.

source: File upload succeeded
ar: نجحت عملية تحميل الملف

source: Please check the following validation feedbacks and reflect them in your course settings:
ar: يرجى التحقق من ملاحظات التحقق التالية وإظهارها في إعدادات مقررك الدراسي:

source: Verification Checkpoint
ar: نقطة تفتيش التحقق

source: Must complete verification checkpoint
ar: يجب إكمال نقطة تفتيش التحقق

source: Verification checkpoint to be completed
ar: سيتم الانتهاء من نقطة تفتيش التحقق

source: Learners who require verification must pass the selected checkpoint to see the content in this unit. Learners who do not require verification see this content by default.
ar: يجب على متعلمين الذين يحتاجون إلى التحقق اجتياز نقطة التفتيش المحددة لرؤية المحتوى في هذه الوحدة. يرى متعلمين الذين لا يحتاجون إلى التحقق هذا المحتوى افتراضيًا.

source: Recommended image resolution is {imageResolution}, maximum image file size should be {maxFileSize} and format must be one of {supportedImageFormats}.
ar: دقة الصورة الموصى بها هي {imageResolution}، ويجب أن يكون الحد الأقصى لحجم ملف الصورة {maxFileSize} ويجب أن يكون التنسيق واحدًا من {supportedImageFormats}.

source: Read more
ar: اقرأ المزيد

source: Show transcripts ({totalTranscripts})
ar: عرض النصوص ({totalTranscripts})

source: No transcript uploaded.
ar: لم يتم تحميل أي نسخة.

source: Set Access
ar: تعيين الوصول

source: Edit %(display_name)s (required)
ar: تحرير %(display_name)s (مطلوب)

source: You have done a dry run of force publishing the course. Nothing has changed. Had you run it, the following course versions would have been change.
ar: لقد قمت بتشغيل جاف من القوة لنشر دورة. لم يتغير شيء. لو قمت بتشغيله، لكان من الممكن تغيير إصدارات دورة التالية.

source: The published branch version, {published}, was reset to the draft branch version, {draft}.
ar: تمت إعادة تعيين إصدار الفرع المنشور، {published}، إلى مسودة إصدار الفرع، {draft}.

source: Add URLs for additional versions
ar: إضافة عناوين URL لإصدارات إضافية

source: To be sure all learners can access the video, we recommend providing both an .mp4 and a .webm version of your video. Click below to add a URL for another version. These URLs cannot be YouTube URLs. The first listed video that's compatible with the learner's computer will play.
ar: للتأكد من أن جميع متعلمين يمكنهم الوصول إلى الفيديو، نوصي بتوفير إصدار .mp4 و.webm من الفيديو الخاص بك. انقر أدناه لإضافة عنوان URL لإصدار آخر. لا يمكن أن تكون عناوين URL هذه عناوين URL على YouTube. سيتم تشغيل أول فيديو مدرج متوافق مع كمبيوتر المتعلم.

source: Default Timed Transcript
ar: نسخة افتراضية موقوتة

source: Timed Transcript Conflict
ar: تعارض النص الموقوتة

source: The timed transcript for the first video file does not appear to be the same as the timed transcript for the second video file.
ar: لا يبدو أن النسخة الموقوتة لملف الفيديو الأول هي نفسها النسخة الموقوتة لملف الفيديو الثاني.

source: Which timed transcript would you like to use?
ar: ما النص الموقعي الذي ترغب في استخدامه؟

source: Error.
ar: خطأ.

source: Timed Transcript from %(filename)s
ar: نسخة موقوتة من %(filename)s

source: Timed Transcript Found
ar: تم العثور على نسخة موقوتة
