Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar, el

source: We have successfully verified your identity for the {assessment} assessment in the {course_name} course.
ar: لقد تحققنا بنجاح من هويتك لتقييم {assessment} في الدورة دورة {course_name} .
el: Έχουμε επιτυχώς επιβεβαιώσει την ταυτότητά σας για την συμμετοχή σας στην αλληλοαξιολόγηση {assessment} του μαθήματος {course_name}.

source: We could not verify your identity for the {assessment} assessment in the {course_name} course. You have used {used_attempts} out of {allowed_attempts} attempts to verify your identity.
el: Δεν κατορθώσαμε να πιστοποιήσουμε την ταυτότητά σας για τη δοκιμασία αλληλοαξιολόγησης {assessment} του μαθήματος{course_name}. Έχετε χρησιμοποιήσει {used_attempts} από τις {allowed_attempts} προσπάθειες που επιτρέπονται για την ταυτοποίηση της ταυτότητάς σας.

source: You must verify your identity before the assessment closes on {due_date}.
ar: يجب عليك التحقق من هويتك قبل إغلاق التقييم في {due_date}.
el: Θα πρέπει να πιστοποιήσετε την ταυτότητά σας προτού λήξει η διαδικασία αλληλοαξιολόγησης στις {due_date}.

source: To try to verify your identity again, select the following link:
ar: لمحاولة التحقق من هويتك مرة أخرى، حدد الرابط التالي:
el: Για να προσπαθήσετε να επαληθεύσετε ξανά την ταυτότητά σας, επιλέξτε την ακόλουθη σύνδεση:

source: We could not verify your identity for the {assessment} assessment in the {course_name} course. You have used {used_attempts} out of {allowed_attempts} attempts to verify your identity, and verification is no longer possible.
el: Δεν κατορθώσαμε να πιστοποιήσουμε την ταυτότητά σας για τη δοκιμασία αλληλοαξιολόγησης {assessment} του μαθήματος{course_name}. Έχετε χρησιμοποιήσει {used_attempts} από τις {allowed_attempts} προσπάθειες που επιτρέπονται για την ταυτοποίηση της ταυτότητάς σας και η διαδικασία ταυτοποίησης δεν είναι πλέον δυνατή.

source: To go to the courseware, select the following link:
ar: للانتقال إلى المناهج الدراسية، حدد الرابط التالي:
el: Για να μεταβείτε στο μάθημα, επιλέξτε τον παρακάτω σύνδεσμο:

source: If you have any questions, you can contact learner support at {support_link}.
ar: إذا كان لديك أي أسئلة, يمكنك الاتصال بدعم متعلم على {support_link}.
el: Εάν έχετε οποιεσδήποτε ερωτήσεις, μπορείτε να επικοινωνήσετε με την υποστήριξη εκπαιδευομένων στο {support_link}.

source: Thanks,
ar: شكرا،
el: Ευχαριστούμε,

source: Dear Learner,
ar: عزيزي متعلم،
el: Αγαπητέ Λέρνερ,

source: You have been un-enrolled from course {course_name} by a member of the course staff. Please disregard the invitation previously sent.
ar: لقد تم إلغاء تسجيلك من دورة {course_name} من قبل أحد أعضاء طاقم دورة. يرجى تجاهل الدعوة المرسلة مسبقًا.
el: Έχετε μη εγγραφεί από το μάθημα {course_name} από ένα μέλος του προσωπικού του μαθήματος. Παρακαλούμε να αγνοήσετε την πρόσκληση που εστάλη προηγουμένως.

source: You have been un-enrolled from Learning Path: {program_name} by a staff member. Please disregard the invitation previously sent.
ar: لقد تم إلغاء تسجيلك من مسار التعلم: {program_name} بواسطة أحد أعضاء فريق العمل. الرجاء تجاهل الدعوة المرسلة سابقا.
el: Έχετε διαγραφεί από το Μονοπάτια Eκ: {program_name} από ένα μέλος του προσωπικού. Παρακαλείστε να αγνοήσετε την πρόσκληση που εστάλη προηγουμένως.

source: You have been un-enrolled in {course_name} at {site_name} by a member of the course staff. The course will no longer appear on your {site_name} dashboard.
ar: لقد لم يتم تسجيلك في {course_name} في {site_name} من قبل أحد أعضاء طاقم دورة. لن تظهر دورة بعد الآن على لوحة التحكم {site_name} .
el: Έχετε μη εγγραφεί στο {course_name} προς {site_name} από ένα μέλος του προσωπικού του μαθήματος. Το μάθημα δεν θα εμφανίζεται πλέον στο {site_name} ταμπλό σας.

source: You have been un-enrolled in {program_name} at {site_name} by a staff member. The Learning Path will no longer appear on your {site_name} dashboard.
ar: لقد تم إلغاء تسجيلك في {program_name} في {site_name} بواسطة أحد أعضاء الفريق. لن يظهر مسار التعلم مرة أخرى على لوحة تحكم {site_name} الخاصة بك.
el: Έχετε διαγραφεί από μέλος της ομάδας στο {program_name} στην {site_name}. Το μονοπάτι μάθησης δεν θα εμφανίζεται πλέον στον πίνακα οργάνων σας {site_name}.

source: You have been un-enrolled from {course_name}
ar: لقد تم إلغاء تسجيلك من {course_name}
el: Έχετε μη εγγραφεί από το {course_name}

source: You have been un-enrolled from {program_name}
ar: لقد تم إلغاء تسجيلك من {program_name}
el: Έχετε μη εγγραφεί από το {program_name}

source: Congratulations! Your waiver request for the section {sections} has been approved.
ar: تهانينا! تمت الموافقة على طلب التنازل الخاص بالقسم {sections} .
el: Συγχαρητήρια! Το αίτημά σας για το τμήμα {sections} έχει εγκριθεί.

source: Congratulations! Your waiver request for the entire course {course_name} has been approved.
ar: تهانينا! تمت الموافقة على طلب التنازل الخاص بك دورة {course_name} بأكملها.
el: Συγχαρητήρια! Το αίτημά σας για το σύνολο του μαθήματος {course_name} έχει εγκριθεί.

source: Your waiver request has been approved
ar: تمت الموافقة على طلب التنازل الخاص بك
el: Το αίτημά σας για παραίτηση έχει εγκριθεί

source: Your waiver request for the section {sections} has been denied.
ar: تم رفض طلب التنازل الخاص بك للقسم {sections} .
el: Το αίτημά σας για το τμήμα {sections} απορρίφθηκε.

source: Your waiver request for the entire course {course_name} has been denied.
ar: تم رفض طلب التنازل الخاص بك دورة {course_name} بأكملها.
el: Το αίτημά σας για το σύνολο του μαθήματος {course_name} απορρίφθηκε.

source: Your waiver request has been denied
ar: تم رفض طلب التنازل الخاص بك
el: Το αίτημά σας για παραίτηση απορρίφθηκε.

source: A learner has requested a waiver for the sections on {platform_name} platform.
ar: طلب متعلم تنازلاً عن الأقسام الموجودة على منصة {platform_name} .
el: Ένας εκπαιδευόμενος έχει ζητήσει παραίτηση για τις ενότητες στην πλατφόρμα {platform_name}.

source: A learner has requested a waiver for an entire course on {platform_name} platform.
ar: طلب متعلم تنازلاً عن دورة كاملة على منصة {platform_name} .
el: Ένας εκπαιδευόμενος έχει ζητήσει παραίτηση για ένα ολόκληρο μάθημα στην πλατφόρμα {platform_name}.

source: Here is the waiver request information:
ar: فيما يلي معلومات طلب التنازل:
el: Εδώ είναι οι πληροφορίες σχετικά με το αίτημα παραίτησης:

source: Learner's Name:
ar: اسم المتعلم:
el: Όνομα Εκπαιδευόμενου:

source: Course Name:
ar: اسم دورة:
el: Τίτλος μαθήματος:

source: Sections:
ar: أقسام:
el: Τμήματα:

source: Reason:
ar: السبب:
el: Λόγος:

source: If you accept this request, please click the following link:
ar: إذا قبلت هذا الطلب، يرجى النقر على الرابط التالي:
el: Εάν αποδεχτείτε αυτό το αίτημα, κάντε κλικ στον παρακάτω σύνδεσμο:

source: Otherwise please click the following link to deny:
ar: وإلا يرجى النقر على الرابط التالي للرفض:
el: Διαφορετικά, κάντε κλικ στον παρακάτω σύνδεσμο για να αρνηθείτε:

source: A learner has requested a waiver
ar: طالب متعلم بالتنازل
el: Ένας εκπαιδευόμενος έχει ζητήσει παραίτηση

source: This Course Unavailable In Your Country
ar: هذه دورة غير متوفرة في بلدك
el: Το μάθημα δεν είναι διαθέσιμο στην χώρα σας

source: Our system indicates that you are trying to access this {platform_name} course from a country or region in which it is not currently available.
ar: يشير نظامنا إلى أنك تحاول الوصول إلى هذه دورة {platform_name} من بلد أو منطقة لا يتوفر فيها حاليًا.
el: Το σύστημά μας υποδεικνύει ότι προσπαθείτε να αποκτήσετε πρόσβαση σε αυτό το μάθημα {platform_name} από μια χώρα ή περιοχή στην οποία δεν είναι προς το παρόν διαθέσιμο.

source: Our system indicates that you are trying to enroll in this {platform_name} course from a country or region in which it is not currently available.
ar: يشير نظامنا إلى أنك تحاول التسجيل في هذه دورة {platform_name} من بلد أو منطقة لا يتوفر فيها حاليًا.
el: Το σύστημά μας υποδεικνύει ότι προσπαθείτε να εγγραφείτε σε αυτό το μάθημα {platform_name} από μια χώρα ή περιοχή στην οποία δεν είναι διαθέσιμη αυτή τη στιγμή.

source: Enrollment Successful
ar: نجاح التسجيل
el: Επιτυχής Εγγραφή

source: Thank you for enrolling in {course_names}. We hope you enjoy the course.
ar: شكرًا لك على التسجيل في {course_names}. نأمل أن تستمتع بالدورة.
el: Καλωσήρθατε στο μάθημα {course_names}. Ελπίζουμε να το απολαύσετε!

source: Thank you for enrolling in:
ar: شكرًا لك على التسجيل في:
el: Σας ευχαριστούμε για την εγγραφή σας:

source: We hope you enjoy the course.
ar: نأمل أن تستمتع بالدورة.
el: Ελπίζουμε να απολαύσετε το μάθημα.

source: {platform_name} is a nonprofit bringing high-quality education to everyone, everywhere. Your help allows us to continuously improve the learning experience for millions and make a better future one learner at a time.
ar: {platform_name} هي منظمة غير ربحية تقدم تعليمًا عالي الجودة للجميع، في كل مكان. تتيح لنا مساعدتكم تحسين تجربة التعلم باستمرار للملايين وجعل مستقبل أفضل متعلم واحد في كل مرة.
el: {platform_name} είναι ένας μη κερδοσκοπικός οργανισμός που φέρνει υψηλής ποιότητας εκπαίδευση σε όλους, παντού. Η βοήθειά σας μας επιτρέπει να βελτιώνουμε συνεχώς την εμπειρία μάθησης για εκατομμύρια και να κάνουμε ένα καλύτερο μέλλον ένας μαθητής τη φορά.

source: Donation Actions
ar: إجراءات التبرع
el: Δράσεις Δωρεάς

source: Financial Assistance Application
ar: تطبيق المساعدة المالية
el: Αίτηση Οικονομικής Βοήθειας

source: A Note to Learners
ar: ملاحظة للمتعلمين
el: Σημείωση στους εκπαιδευόμενους

source: Dear edX Learner,
ar: عزيزي متعلم edX،
el: Αγαπητέ εκπαιδευόμενο EDX,

source: EdX Financial Assistance is a program we created to give learners in all financial circumstances a chance to earn a Verified Certificate upon successful completion of an edX course.
ar: EdX Financial Assance هو برنامج أنشأناه لمنح متعلمين في جميع الظروف المالية فرصة للحصول على شهادة تم التحقق منها عند الانتهاء بنجاح من دورة edX.
el: Το EDX Financial Assistance είναι ένα πρόγραμμα που δημιουργήσαμε για να δώσουμε στους εκπαιδευόμενους σε όλες τις οικονομικές συνθήκες την ευκαιρία να κερδίσουν ένα Verified Certificate μετά την επιτυχή ολοκλήρωση ενός μαθήματος EDX.

source: If you are interested in working toward a Verified Certificate, but cannot afford to pay the fee, please apply now. Please note that financial assistance is limited and may not be awarded to all eligible candidates.
ar: إذا كنت مهتمًا بالعمل من أجل الحصول على شهادة تم التحقق منها، ولكن لا يمكنك دفع الرسوم، فيرجى التقديم الآن. يرجى ملاحظة أن المساعدة المالية محدودة ولا يجوز منحها لجميع المرشحين المؤهلين.
el: Εάν ενδιαφέρεστε να εργαστείτε για ένα Verified Certificate, αλλά δεν έχετε την οικονομική δυνατότητα να πληρώσετε το τέλος, παρακαλώ υποβάλετε αίτηση τώρα. Παρακαλείστε να σημειώσετε ότι η οικονομική βοήθεια είναι περιορισμένη και δεν μπορεί να χορηγηθεί σε όλους τους επιλέξιμους υποψηφίους.

source: In order to be eligible for edX Financial Assistance, you must demonstrate that paying the Verified Certificate fee would cause you economic hardship. To apply, you will be asked to answer a few questions about why you are applying and how the Verified Certificate will benefit you.
ar: لكي تكون مؤهلاً للحصول على المساعدة المالية edX، يجب عليك إثبات أن دفع رسوم شهادة التي تم التحقق منها سيسبب لك صعوبات اقتصادية. للتقديم، سيُطلب منك الإجابة على بعض الأسئلة حول سبب تقدمك وكيف ستفيدك شهادة التي تم التحقق منها.
el: Για να είστε επιλέξιμοι για οικονομική βοήθεια EDX, πρέπει να αποδείξετε ότι η καταβολή του τέλους επαληθευμένου πιστοποιητικού θα σας προκαλούσε οικονομικές δυσκολίες. Για να υποβάλετε αίτηση, θα σας ζητηθεί να απαντήσετε σε μερικές ερωτήσεις σχετικά με το γιατί υποβάλετε αίτηση και πώς το Επαληθευμένο Πιστοποιητικό θα σας ωφελήσει.

source: If your application is approved, we'll give you instructions for verifying your identity on edx.org so you can start working toward completing your edX course.
ar: إذا تمت الموافقة على طلبك، فسنقدم لك تعليمات للتحقق من هويتك على edx.org حتى تتمكن من البدء في العمل من أجل إكمال دورة edX الخاصة بك.
el: Εάν η αίτησή σας εγκριθεί, θα σας δώσουμε οδηγίες για την επαλήθευση της ταυτότητάς σας στο edx.org, ώστε να μπορείτε να αρχίσετε να εργάζεστε προς την ολοκλήρωση του μαθήματος EDX.

source: EdX is committed to making it possible for you to take high quality courses from leading institutions regardless of your financial situation, earn a Verified Certificate, and share your success with others.
ar: تلتزم EdX بجعل من الممكن لك أخذ دورات عالية الجودة من المؤسسات الرائدة بغض النظر عن وضعك المالي، والحصول على شهادة تم التحقق منها، ومشاركة نجاحك مع الآخرين.
el: Η EDX δεσμεύεται να σας δώσει τη δυνατότητα να λαμβάνετε μαθήματα υψηλής ποιότητας από κορυφαία ιδρύματα ανεξάρτητα από την οικονομική σας κατάσταση, να κερδίζετε ένα Verified Certificate και να μοιράζεστε την επιτυχία σας με άλλους.

source: Sincerely, Anant
ar: مع خالص التقدير، أنانت
el: Με ειλικρίνεια, Ανάντ.

source: Back to Learner FAQs
ar: العودة إلى الأسئلة الشائعة للمتعلم
el: Επιστροφή στις Συχνές Ερωτήσεις Εκπαιδευόμενου

source: Apply for Financial Assistance
ar: تقدم بطلب للحصول على مساعدة مالية
el: Αίτηση Χρηματοοικονομικής Βοήθειας

source: {platform_name} Home Page
ar: {platform_name} الصفحة الرئيسية
el: {platform_name} Αρχική Σελίδα

source: Options Menu
ar: قائمة الخيارات
el: Μενού επιλογών

source: {begin_strong}Warning:{end_strong} Your browser is not fully supported. We strongly recommend using {chrome_link} or {ff_link}.
ar: {begin_strong}تحذير:{end_strong} متصفحك غير مدعوم بالكامل. نوصي بشدة باستخدام {chrome_link} أو {ff_link}.
el: {begin_strong}Προειδοποίηση:{end_strong} Το πρόγραμμα περιήγησής σας δεν υποστηρίζεται πλήρως. Συνιστούμε ανεπιφύλακτα τη χρήση {chrome_link} ή {ff_link}.

source: Discover New
el: Αναζήτηση Μαθημάτων

source: Supplemental Links
ar: روابط تكميلية
el: Συμπληρωματικοί Σύνδεσμοι

source: How it Works
ar: كيف تعمل
el: Πώς λειτουργεί

source: Schools
ar: المدارس
el: Σχολεία

source: Resume your last course
el: Συνέχισε το τελευταίο σου μάθημα

source: Add Coupon Code
ar: إضافة رمز القسيمة
el: Προσθήκη κωδικού κουπονιού

source: Enter information about the coupon code below.
ar: أدخل معلومات حول رمز القسيمة أدناه.
el: Εισάγετε πληροφορίες σχετικά με τον κωδικό κουπονιού παρακάτω.

source: Discount Percentage
ar: نسبة الخصم
el: Ποσοστό Έκπτωσης

source: Add expiration date
ar: إضافة تاريخ انتهاء الصلاحية
el: Προσθέστε ημερομηνία λήξης

source: Intermediate Certificates
ar: شهادات المتوسطة
el: Ενδιάμεσα πιστοποιητικά

source: Certificate Title
ar: عنوان شهادة
el: Τίτλος πιστοποιητικού

source: Issued Date after
ar: تاريخ الإصدار بعد
el: Ημερομηνία έκδοσης μετά

source: Issued Date before
ar: تاريخ الإصدار قبل
el: Ημερομηνία έκδοσης πριν

source: Example Certificates
ar: أمثلة على شهادات
el: Παραδείγματα πιστοποιητικών

source: Generate example certificates for the course.
ar: إنشاء شهادات أمثلة للمقرر دورة.
el: Δημιουργία παραδειγμάτων πιστοποιητικών για το μάθημα.

source: Generate Example Certificates
ar: إنشاء أمثلة على شهادات
el: Δημιουργία παραδειγμάτων πιστοποιητικών

source: Status:
ar: الحالة:
el: Κατάσταση:

source: Generating example {name} certificate
ar: إنشاء مثال {name} شهادة
el: Δημιουργία παραδείγματος {name} πιστοποιητικού

source: Error generating example {name} certificate: {error}
ar: خطأ في إنشاء مثال {name} شهادة: {error}
el: Σφάλμα κατά τη δημιουργία παραδείγματος {name} πιστοποιητικού: {error}

source: View {name} certificate
ar: عرض {name} شهادة
el: Προβολή πιστοποιητικού {name}

source: Refresh Status
ar: حالة التحديث
el: Ανανέωση Κατάστασης

source: Learner-Generated Certificates
ar: شهادات التي تم إنشاؤها من قبل المُتعلِم
el: Πιστοποιητικά Δημιουργούμενου Εκπαιδευόμενου

source: Disable Learner-Generated Certificates
ar: تعطيل شهادات التي أنشأها المستلم
el: Απενεργοποίηση πιστοποιητικών που δημιουργούνται από εκπαιδευόμενο

source: Enable Learner-Generated Certificates
ar: تمكين شهادات التي أنشأها المستلم
el: Ενεργοποίηση πιστοποιητικών που δημιουργούνται από εκπαιδευόμενο

source: You must successfully generate example certificates before you enable learner-generated certificates.
ar: يجب إنشاء شهادات أمثلة بنجاح قبل تمكين شهادات التي أنشأها متعلم.
el: Πρέπει να δημιουργήσετε με επιτυχία παραδείγματα πιστοποιητικών πριν ενεργοποιήσετε τα πιστοποιητικά που δημιουργούνται από εκπαιδευόμενο.

source: Generate Certificates
ar: إنشاء شهادات
el: Δημιουργία Πιστοποιητικών

source: Course certificate generation requires an activated web certificate configuration.
ar: يتطلب إنشاء شهادة دورة تكوين شهادة ويب تم تنشيطها.
el: Η δημιουργία πιστοποιητικού μαθήματος απαιτεί μια ενεργοποιημένη διαμόρφωση πιστοποιητικού web.

source: When you are ready to generate certificates for your course, click Generate Certificates. You do not need to do this if you have set the certificate mode to on-demand generation.
ar: عندما تكون مستعدًا لإنشاء شهادات لمقررك دورة، انقر فوق إنشاء شهادات. لا تحتاج إلى القيام بذلك إذا قمت بتعيين وضع شهادة على إنشاء حسب الطلب.
el: Όταν είστε έτοιμοι να δημιουργήσετε πιστοποιητικά για το μάθημα σας, κάντε κλικ στην επιλογή Δημιουργία πιστοποιητικών. Δεν χρειάζεται να το κάνετε αυτό εάν έχετε ρυθμίσει τη λειτουργία πιστοποιητικού σε δημιουργία κατ' απαίτηση.

source: Pending Tasks
ar: المهام المعلقة
el: Εκκρεμείς εργασίες

source: The status for any active tasks appears in a table below.
ar: تظهر حالة أي مهام نشطة في جدول أدناه.
el: Η κατάσταση για οποιεσδήποτε ενεργές εργασίες εμφανίζεται σε έναν παρακάτω πίνακα.

source: Certificates Export
ar: تصدير شهادات
el: Εξαγωγή πιστοποιητικών

source: Enter email addresses and/or usernames separated by new lines or commas.
ar: أدخل عناوين البريد الإلكتروني و/أو أسماء المستخدمين مفصولة بخطوط أو فواصل جديدة.
el: Εισάγετε διευθύνσεις ηλεκτρονικού ταχυδρομείου ή/και ονόματα χρηστών διαχωρισμένα με νέες γραμμές ή κόμματα.

source: The following users didn't get certificates:
ar: لم يحصل المستخدمون التاليون على شهادات:
el: Οι παρακάτω χρήστες δεν έχουν πάρει πιστοποιητικά:

source: Certificates Available for Download
ar: شهادات المتاحة للتنزيل
el: Διαθέσιμα πιστοποιητικά για λήψη

source: The zip files listed below are available for download. A link to every zip file remains available on this page, identified by the UTC date and time of generation. Reports are not deleted, so you will always be able to access previously generated reports from this page.
ar: ملفات zip المدرجة أدناه متاحة للتنزيل. يظل رابط كل ملف مضغوط متاحًا في هذه الصفحة، والذي تم تحديده بواسطة تاريخ ووقت التوليد UTC. لا يتم حذف التقارير، لذلك ستتمكن دائمًا من الوصول إلى التقارير التي تم إنشاؤها مسبقًا من هذه الصفحة.
el: Τα αρχεία zip που αναφέρονται παρακάτω είναι διαθέσιμα για λήψη. Ένας σύνδεσμος προς κάθε αρχείο zip παραμένει διαθέσιμος σε αυτή τη σελίδα, ο οποίος προσδιορίζεται από την ημερομηνία UTC και την ώρα της δημιουργίας. Οι αναφορές δεν διαγράφονται, έτσι θα μπορείτε πάντα να έχετε πρόσβαση σε αναφορές που δημιουργήθηκαν προηγουμένως από αυτή τη σελίδα.

source: File Name
ar: اسم الملف
el: Όνομα αρχείου

source: Regenerate Certificates
ar: تجديد شهادات
el: Αναδημιουργία πιστοποιητικών

source: To regenerate certificates for your course, choose the learners who will receive regenerated certificates and click Regenerate Certificates.
ar: لإعادة إنشاء شهادات لمقررك دورة، اختر متعلمين الذين سيحصلون على شهادات مُجددة وانقر فوق «إعادة إنشاء شهادات».
el: Για να δημιουργήσετε ξανά πιστοποιητικά για το μάθημα σας, επιλέξτε τους εκπαιδευόμενους που θα λάβουν πιστοποιητικά αναγέννησης και κάντε κλικ στην επιλογή «Αναδημιουργία πιστοποιητικών».

source: Choose learner types for regeneration
ar: اختر أنواع متعلم للتجديد
el: Επιλογή τύπων εκπαιδευομένων για αναγέννηση

source: Regenerate for learners who have already received certificates. ({count})
ar: تجديد للمتعلمين الذين تلقوا شهادات بالفعل. ({count})
el: Αναδημιουργία για εκπαιδευόμενους που έχουν ήδη λάβει πιστοποιητικά. ({count})

source: Regenerate for learners who have not received certificates. ({count})
ar: تجديد للمتعلمين الذين لم يتلقوا شهادات. ({count})
el: Αναδημιουργία για εκπαιδευόμενους που δεν έχουν λάβει πιστοποιητικά. ({count})

source: Regenerate for learners with audit passing state. ({count})
ar: تجديد للمتعلمين متعلمين لديهم حالة تمرير التدقيق. ({count})
el: Αναδημιουργία για εκπαιδευόμενους με κατάσταση διέλευσης ελέγχου. ({count})

source: Regenerate for learners with audit not passing state. ({count})
ar: تجديد للمتعلمين مع التدقيق لا يمر حالة. ({count})
el: Αναδημιουργία για εκπαιδευόμενους με έλεγχο που δεν διέρχεται κατάσταση. ({count})

source: Regenerate for learners in an error state. ({count})
ar: إعادة التجديد للمتعلمين في حالة خطأ. ({count})
el: Αναδημιουργία για εκπαιδευόμενους σε κατάσταση σφάλματος. ({count})

source: Certificate Generation History
ar: تاريخ إنشاء شهادة
el: Ιστορικό δημιουργίας πιστοποιητικού

source: Task name
ar: اسم المهمة
el: Όνομα εργασίας

source: SET CERTIFICATE EXCEPTIONS
ar: تعيين استثناءات الشهادة
el: ΟΡΙΣΜΌΣ ΕΞΑΙΡΈΣΕΩΝ ΠΙΣΤΟΠΟΙΗΤΙΚΏΝ

source: Set exceptions to generate certificates for learners who did not qualify for a certificate but have been given an exception by the course team. After you add learners to the exception list, click Generate Exception Certificates below.
ar: قم بتعيين استثناءات لإنشاء شهادات للمتعلمين الذين لم يكونوا مؤهلين للحصول على شهادة ولكن تم منحهم استثناء من قبل فريق دورة. بعد إضافة متعلمين إلى قائمة الاستثناءات، انقر فوق إنشاء شهادات استثناء أدناه.
el: Ορίστε εξαιρέσεις για τη δημιουργία πιστοποιητικών για εκπαιδευόμενους που δεν πληρούν τις προϋποθέσεις για πιστοποιητικό αλλά έχουν δοθεί μια εξαίρεση από την ομάδα μαθημάτων. Αφού προσθέσετε εκπαιδευόμενους στη λίστα εξαιρέσεων, κάντε κλικ στην επιλογή Δημιουργία πιστοποιητικών εξαίρεσης παρακάτω.

source: Invalidate Certificates
ar: شهادات إبطال
el: Άκυρο Πιστοποιητικό

source: Number of enrollees (admins, staff, and students) by track
el: Αριθμός εγγραφέντων (διδάσκοντες, προσωπικό, φοιτητές) ανά κατηγορία

source: Basic Course Information
ar: معلومات دورة الأساسية
el: Βασικές Πληροφορίες για το Μάθημα

source: Course Start Date:
ar: تاريخ بدء دورة:
el: Έναρξη Μαθήματος:

source: Course End Date:
ar: تاريخ انتهاء دورة:
el: Ημερομηνία Λήξης του Μαθήματος:

source: No end date set
ar: لم يتم تعيين تاريخ انتهاء
el: Δεν έχει οριστεί ημερομηνία λήξης

source: Has the course started?
ar: هل بدأت دورة؟
el: Ξεκίνησε το μάθημα;

source: Yes
ar: نعم
el: Ναι

source: No
ar: لا
el: Όχι

source: Has the course ended?
ar: هل انتهت دورة؟
el: Τελείωσε το μάθημα;

source: Number of sections:
ar: عدد الأقسام:
el: Αριθμός τμημάτων:

source: Grade Cutoffs:
ar: قطع الصف:
el: Αποκοπές Βαθμού:

source: Pass:
ar: تمرير:
el: Πάσο:

source: View detailed Git import logs for this course {link_start}by clicking here{link_end}.
ar: عرض سجلات استيراد Git التفصيلية لهذه دورة {link_start}بالنقر هنا{link_end}.
el: Δείτε αναλυτικά αρχεία καταγραφής εισαγωγής Git για αυτό το μάθημα {link_start}κάνοντας κλικ εδώ{link_end}.

source: Enrollment Information
ar: معلومات التسجيل
el: Πληροφορίες σχετικά με τις εγγραφές

source: Total of enrollees (admins, staff, and learners)
ar: إجمالي الملتحقين (المشرفون والموظفون متعلمين)
el: Σύνολο εγγεγραμμένων (διαχειριστές, προσωπικό και εκπαιδευόμενοι)

source: Professional
ar: محترف
el: Επαγγελματικό

source: Course Warnings
ar: تحذيرات دورة
el: Προειδοποιήσεις Μαθημάτων

source: Grading Configuration
ar: تكوين التقدير
el: Διαμόρφωση βαθμοποίησης
