Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar, el

source: Pages are listed horizontally at the top of your course. Default pages (Home, Course, Discussion and Progress) are followed by textbooks if you add one and custom pages that you create.
ar: يتم سرد الصفحات أفقيًا في الجزء العلوي من مقررك الدراسي. تتبع الصفحات الافتراضية (الصفحة الرئيسية، دورة، المناقشة والتقدم) كتب مدرسية إذا قمت بإضافة صفحة واحدة وصفحات مخصصة تقوم بإنشائها.
el: Οι σελίδες εμφανίζονται οριζόντια στην κορυφή του μαθήματος σας. Οι προεπιλεγμένες σελίδες (Αρχική σελίδα, Μάθημα, Συζήτηση και Πρόοδος) ακολουθούνται από εγχειρίδια εάν προσθέσετε μία και προσαρμοσμένες σελίδες που δημιουργείτε.

source: You can create and edit custom pages to provide learners with additional course content. For example, you can create pages for the grading policy, course slides, and a course calendar.
ar: يمكنك إنشاء صفحات مخصصة وتحريرها لتزويد متعلمين بمحتوى دورة إضافي. على سبيل المثال، يمكنك إنشاء صفحات لنهج التقدير وشرائح دورة وتقويم دورة.
el: Μπορείτε να δημιουργήσετε και να επεξεργαστείτε προσαρμοσμένες σελίδες για να παρέχετε στους εκπαιδευόμενους πρόσθετο περιεχόμενο μαθημάτων. Για παράδειγμα, μπορείτε να δημιουργήσετε σελίδες για την πολιτική ταξινόμησης, τις διαφάνειες μαθημάτων και ένα ημερολόγιο μαθημάτων.

source: How do pages look to learners in my course?
ar: كيف تبدو الصفحات للمتعلمين في دورة الخاصة بي؟
el: Πώς φαίνονται οι σελίδες στους εκπαιδευόμενους στο μάθημά μου;

source: Learners see the default and custom pages at the top of your course and use these links to navigate.
ar: يرى متعلمين الصفحات الافتراضية والمخصصة في الجزء العلوي من مقررك الدراسي ويستخدمون هذه الروابط للتنقل.
el: Οι εκπαιδευόμενοι βλέπουν τις προεπιλεγμένες και προσαρμοσμένες σελίδες στην κορυφή του μαθήματος σας και χρησιμοποιούν αυτούς τους συνδέσμους για να περιηγηθούν.

source: See an example
ar: شاهد مثال
el: Δείτε ένα παράδειγμα

source: Pages in Your Course
ar: صفحات في مقررك الدراسي
el: Σελίδες στο μάθημά σας

source: Preview of Pages in your course
ar: معاينة الصفحات في مقررك الدراسي
el: Προεπισκόπηση σελίδων στο μάθημά σας

source: Pages appear in your course's top navigation bar. The default pages (Home, Course, Discussion, Wiki, and Progress) are followed by textbooks and custom pages.
ar: تظهر الصفحات في شريط التنقل العلوي في مقررك الدراسي. تتبع الصفحات الافتراضية (الصفحة الرئيسية، دورة، المناقشة، ويكي، والتقدم) كتب مدرسية وصفحات مخصصة.
el: Οι σελίδες εμφανίζονται στην επάνω γραμμή περιήγησης του μαθήματος σας. Οι προεπιλεγμένες σελίδες (Αρχική σελίδα, Μάθημα, Συζήτηση, Wiki και Πρόοδος) ακολουθούνται από εγχειρίδια και προσαρμοσμένες σελίδες.

source: close modal
ar: إغلاق مشروط
el: κοντινό μεταφορικό

source: Internal Server Error
ar: خطأ خادم داخلي
el: Εσωτερικό σφάλμα διακομιστή

source: The Page You Requested Page Cannot be Found
ar: الصفحة التي طلبتها لا يمكن العثور على الصفحة
el: Η σελίδα που ζητήσατε δεν μπορεί να βρεθεί

source: We're sorry. We couldn't find the {studio_name} page you're looking for. You may want to return to the {studio_name} Dashboard and try again. If you are still having problems accessing things, please feel free to {link_start}contact {studio_name} support{link_end} for further help.
ar: نحن آسفون. لم نتمكن من العثور على صفحة {studio_name} التي تبحث عنها. قد ترغب في العودة إلى لوحة القيادة {studio_name} والمحاولة مرة أخرى. إذا كنت لا تزال تواجه مشاكل في الوصول إلى الأشياء، فلا تتردد في الاتصال {link_start}دعم {studio_name}{link_end} لمزيد من المساعدة.
el: Λυπούμαστε. Δεν μπορέσαμε να βρούμε τη σελίδα {studio_name} που ψάχνετε. Ίσως θέλετε να επιστρέψετε στην {studio_name} Dashboard και προσπαθήστε ξανά. Εάν εξακολουθείτε να έχετε προβλήματα πρόσβασης, μπορείτε να επικοινωνήσετε {link_start}με την {studio_name}υποστήριξη{link_end} για περαιτέρω βοήθεια.

source: The Server Encountered an Error
ar: واجه الخادم خطأ
el: Ο διακομιστής αντιμετώπισε ένα σφάλμα

source: We're sorry. There was a problem with the server while trying to process your last request. You may want to return to the {studio_name} Dashboard or try this request again. If you are still having problems accessing things, please feel free to {link_start}contact {studio_name} support{link_end} for further help.
ar: نحن آسفون. كانت هناك مشكلة في الخادم أثناء محاولة معالجة طلبك الأخير. قد ترغب في العودة إلى {studio_name} لوحة القيادة أو محاولة هذا الطلب مرة أخرى. إذا كنت لا تزال تواجه مشاكل في الوصول إلى الأشياء، فلا تتردد في الاتصال {link_start}دعم {studio_name}{link_end} لمزيد من المساعدة.
el: Λυπούμαστε. Παρουσιάστηκε πρόβλημα με το διακομιστή κατά την προσπάθεια επεξεργασίας της τελευταίας αίτησής σας. Μπορεί να θέλετε να επιστρέψετε στον πίνακα εργαλείων {studio_name} ή να δοκιμάσετε ξανά αυτήν την αίτηση. Εάν εξακολουθείτε να αντιμετωπίζετε προβλήματα με την πρόσβαση σε πράγματα, μη διστάσετε να {link_start}επικοινωνήστε με {studio_name} υποστήριξη{link_end} για περαιτέρω βοήθεια.

source: Library Export
ar: تصدير المكتبة
el: Εξαγωγή βιβλιοθήκης

source: Course Export
ar: تصدير دورة
el: Εξαγωγή μαθήματος

source: About Exporting Libraries
ar: حول تصدير المكتبات
el: Πληροφορίες για την εξαγωγή βιβλιοθηκών

source: You can export libraries and edit them outside of {studio_name}. The exported file is a .tar.gz file (that is, a .tar file compressed with GNU Zip) that contains the library structure and content. You can also re-import libraries that you've exported.
ar: يمكنك تصدير المكتبات وتحريرها خارج {studio_name}. الملف الذي تم تصديره هو ملف.tar.gz (أي ملف.tar مضغوط مع GNU Zip) يحتوي على بنية المكتبة والمحتوى. يمكنك أيضًا إعادة استيراد المكتبات التي قمت بتصديرها.
el: Μπορείτε να εξαγάγετε βιβλιοθήκες και να τις επεξεργαστείτε εκτός του {studio_name}. Το εξαγόμενο αρχείο είναι ένα αρχείο.tar.gz (δηλαδή ένα αρχείο.tar συμπιεσμένο με GNU Zip) που περιέχει τη δομή και το περιεχόμενο της βιβλιοθήκης. Μπορείτε επίσης να εισαγάγετε εκ νέου βιβλιοθήκες που έχετε εξαγάγει.

source: About Exporting Courses
ar: حول تصدير دورات
el: Σχετικά με την εξαγωγή μαθημάτων

source: You can export courses and edit them outside of {studio_name}. The exported file is a .tar.gz file (that is, a .tar file compressed with GNU Zip) that contains the course structure and content. You can also re-import courses that you've exported.
ar: يمكنك تصدير دورات وتحريرها خارج {studio_name}. الملف الذي تم تصديره هو ملف.tar.gz (أي ملف.tar مضغوط باستخدام GNU Zip) يحتوي على بنية دورة ومحتوى. يمكنك أيضًا إعادة استيراد دورات التي قمت بتصديرها.
el: Εξάγετε τα μαθήματά σας και τροποποιήστε τα εκτός {studio_name}. Το αρχείο εξαγωγής είναι σε μορφή .tar .gz (συμπιεσμένο κατά GNU Zip) και περιέχει όλη την δομή και το περιεχόμενο του μαθήματος. Επίσης μπορείτε να εισάξετε ξανά μάθημα που έχετε εξάγει.

source: {em_start}Caution:{em_end} When you export a course, information such as MATLAB API keys, LTI passports, annotation secret token strings, and annotation storage URLs are included in the exported data. If you share your exported files, you may also be sharing sensitive or license-specific information.
ar: {em_start}تحذير:{em_end} عند تصدير دورة، يتم تضمين معلومات مثل مفاتيح واجهة برمجة تطبيقات MATLAB وجوازات سفر LTI وسلاسل الرمز المميز السري للتعليقات التوضيحية وعناوين URL لتخزين التعليقات التوضيحية في البيانات المصدرة. إذا قمت بمشاركة ملفاتك المصدرة، فقد تشارك أيضًا معلومات حساسة أو خاصة بالترخيص.
el: {em_start}Προσοχή:{em_end} Όταν εξάγεται το περιεχόμενο του μαθήματος σας το αρχείο φέρει πληροφορίες σχετικά με MATLAB API, LTI passports, annotation secret token strings, and annotation storage URLs που συμπεριλαβάνονται ως δεδομένα.

source: Export My Library Content
ar: تصدير محتوى المكتبة
el: Εξαγωγή περιεχομένου βιβλιοθήκης

source: Export My Course Content
ar: تصدير محتوى دورة الخاص بي
el: Εξαγωγή Περιεχομένου Μαθήματος

source: Export Library Content
ar: تصدير محتوى المكتبة
el: Εξαγωγή περιεχομένου βιβλιοθήκης

source: Export Course Content
ar: تصدير محتوى دورة
el: Εξαγωγή Περιεχομένου Μαθήματος

source: Library Export Status
ar: حالة تصدير المكتبة
el: Κατάσταση εξαγωγής βιβλιοθήκης

source: Course Export Status
ar: حالة تصدير دورة
el: Κατάσταση εξαγωγής μαθήματος

source: Preparing
ar: التحضير
el: Προετοιμασία

source: Preparing to start the export
ar: التحضير لبدء التصدير
el: Προετοιμασία για την έναρξη της εξαγωγής

source: Exporting
ar: تصدير
el: Εξαγωγή

source: Creating the export data files (You can now leave this page safely, but avoid making drastic changes to content until this export is complete)
ar: إنشاء ملفات بيانات التصدير (يمكنك الآن ترك هذه الصفحة بأمان، ولكن تجنب إجراء تغييرات جذرية على المحتوى حتى يكتمل هذا التصدير)
el: Δημιουργία των αρχείων δεδομένων εξαγωγής (Τώρα μπορείτε να αφήσετε αυτή τη σελίδα με ασφάλεια, αλλά αποφύγετε να κάνετε δραστικές αλλαγές στο περιεχόμενο μέχρι να ολοκληρωθεί αυτή η εξαγωγή)

source: Compressing
ar: ضغط
el: Συμπιέζοντας

source: Compressing the exported data and preparing it for download
ar: ضغط البيانات المصدرة وإعدادها للتنزيل
el: Συμπίεση των εξαγόμενων δεδομένων και προετοιμασία για λήψη

source: Success
ar: النجاح
el: Επιτυχία

source: Your exported library can now be downloaded
ar: يمكن الآن تنزيل مكتبتك المصدرة
el: Τώρα είναι δυνατή η λήψη της βιβλιοθήκης που έχετε εξαγάγει

source: Your exported course can now be downloaded
ar: يمكن الآن تنزيل دورة التي تم تصديرها
el: Μπορείτε τώρα να κατεβάσετε το μάθημα που εξάγετε

source: Download Exported Library
ar: تنزيل المكتبة المصدرة
el: Λήψη εξαγόμενης βιβλιοθήκης

source: Download Exported Course
ar: تنزيل دورة المصدرة
el: Λήψη Εξαγόμενου Μαθήματος

source: Data {em_start}exported with{em_end} your course:
ar: البيانات {em_start}التي تم تصديرها مع{em_end} مقررك الدراسي:
el: Δεδομένα {em_start}που εξάγονται με{em_end} μάθημα σας:

source: Values from Advanced Settings, including MATLAB API keys and LTI passports
ar: القيم من الإعدادات المتقدمة، بما في ذلك مفاتيح MATLAB API وجوازات سفر LTI
el: Τιμές από τις Ρυθμίσεις για προχωρημένους, συμπεριλαμβανομένων των κλειδιών MATLAB API και των διαβατηρίων LTI

source: Course Content (all Sections, Sub-sections, and Units)
ar: محتوى دورة (جميع أقسام والأقسام الفرعية والوحدات)
el: Περιεχόμενο μαθήματος (όλες οι ενότητες, υποενότητες και μονάδες)

source: Course Structure
ar: هيكل دورة
el: Δομή Μαθήματος

source: Individual Problems
ar: مشاكل فردية
el: Ατομικά προβλήματα

source: Course Assets
ar: أصول دورة
el: Στοιχεία Μαθήματος

source: Course Settings
ar: إعدادات دورة
el: Ρυθμίσεις Μαθήματος

source: Data {em_start}not exported{em_end} with your course:
ar: لم يتم تصدير البيانات {em_start}{em_end} مع مقررك الدراسي:
el: Δεδομένα {em_start}δεν εξάγονται{em_end} με το μάθημα σας:

source: User Data
ar: بيانات المستخدم
el: Δεδομένα χρήστη

source: Course Team Data
ar: بيانات فريق دورة
el: Δεδομένα Ομάδας Μαθήματος

source: Forum/discussion Data
ar: بيانات المنتدي/المناقشة
el: Δεδομένα Forum/Συζήτηση

source: Why export a library?
ar: لماذا تصدير مكتبة؟
el: Γιατί να εξαγάγετε μια βιβλιοθήκη;

source: You may want to edit the XML in your library directly, outside of {studio_name}. You may want to create a backup copy of your library. Or, you may want to create a copy of your library that you can later import into another library instance and customize.
ar: قد ترغب في تحرير XML في مكتبتك مباشرة، خارج {studio_name}. قد ترغب في إنشاء نسخة احتياطية من مكتبتك. أو قد ترغب في إنشاء نسخة من مكتبتك يمكنك استيرادها لاحقًا إلى مثيل مكتبة آخر وتخصيصها.
el: Μπορεί να θέλετε να επεξεργαστείτε το XML στη βιβλιοθήκη σας απευθείας, εκτός του {studio_name}. Μπορεί να θέλετε να δημιουργήσετε ένα αντίγραφο ασφαλείας της βιβλιοθήκης σας. Εναλλακτικά, μπορεί να θέλετε να δημιουργήσετε ένα αντίγραφο της βιβλιοθήκης σας, το οποίο μπορείτε αργότερα να εισαγάγετε σε μια άλλη παρουσία βιβλιοθήκης και να προσαρμόσετε.

source: Opening the downloaded file
ar: فتح الملف الذي تم تنزيله
el: Άνοιγμα του ληφθέντος αρχείου

source: Use an archive program to extract the data from the .tar.gz file. Extracted data includes the library.xml file, as well as subfolders that contain library content.
ar: استخدم برنامج أرشيف لاستخراج البيانات من ملف.tar.gz. تتضمن البيانات المستخرجة ملف library.xml، بالإضافة إلى المجلدات الفرعية التي تحتوي على محتوى المكتبة.
el: Χρησιμοποιήστε ένα πρόγραμμα αρχειοθέτησης για να εξαγάγετε τα δεδομένα από το αρχείο.tar.gz. Τα εξαγόμενα δεδομένα περιλαμβάνουν το αρχείο library.xml, καθώς και υποφακέλους που περιέχουν περιεχόμενο βιβλιοθήκης.

source: Learn more about exporting a library
ar: تعرف على المزيد حول تصدير مكتبة
el: Μάθετε περισσότερα σχετικά με την εξαγωγή βιβλιοθήκης

source: Why export a course?
ar: لماذا تصدير دورة تدريبية؟
el: Γιατί να εξάγουμε ένα μάθημα;

source: You may want to edit the XML in your course directly, outside of {studio_name}. You may want to create a backup copy of your course. Or, you may want to create a copy of your course that you can later import into another course instance and customize.
ar: قد ترغب في تحرير XML في مقررك الدراسي مباشرةً، خارج {studio_name}. قد ترغب في إنشاء نسخة احتياطية من مقررك الدراسي. أو قد ترغب في إنشاء نسخة من مقررك الدراسي يمكنك استيرادها لاحقًا إلى مثيل مقرر دراسي آخر وتخصيصه.
el: Μπορεί να θέλετε να επεξεργαστείτε το XML στην πορεία σας απευθείας, εκτός του {studio_name}. Μπορεί να θέλετε να δημιουργήσετε ένα αντίγραφο ασφαλείας του μαθήματος σας. Εναλλακτικά, μπορεί να θέλετε να δημιουργήσετε ένα αντίγραφο του μαθήματος σας που μπορείτε αργότερα να εισαγάγετε σε μια άλλη περίοδο μαθημάτων και να προσαρμόσετε.

source: What content is exported?
ar: ما المحتوى الذي يتم تصديره؟
el: Ποιο περιεχόμενο εξάγεται;

source: The following content is exported.
ar: يتم تصدير المحتوى التالي.
el: Εξάγεται το ακόλουθο περιεχόμενο.

source: Course content and structure
ar: محتوى وهيكل دورة
el: Περιεχόμενο και δομή του μαθήματος

source: Grading policy
ar: نهج التقدير
el: Πολιτική βαθμολόγηση

source: Any group configurations
ar: أي تكوينات مجموعة
el: Όλες οι ρυθμίσεις παραμέτρων ομάδας

source: Settings on the Advanced Settings page, including MATLAB API keys and LTI passports
ar: الإعدادات في صفحة الإعدادات المتقدمة، بما في ذلك مفاتيح واجهة برمجة تطبيقات MATLAB وجوازات سفر LTI
el: Ρυθμίσεις στη σελίδα Ρυθμίσεις για προχωρημένους, συμπεριλαμβανομένων των κλειδιών MATLAB API και των διαβατηρίων LTI

source: The following content is not exported.
ar: لم يتم تصدير المحتوى التالي.
el: Δεν εξάγεται το ακόλουθο περιεχόμενο.

source: Learner-specific content, such as learner grades and discussion forum data
ar: محتوى خاص بالمتعلم، مثل درجات متعلم وبيانات منتدى المناقشة
el: Περιεχόμενο για συγκεκριμένο εκπαιδευόμενο, όπως βαθμοί εκπαιδευομένων και δεδομένα φόρουμ συζητήσεων

source: The course team
ar: فريق دورة
el: Η ομάδα μαθημάτων

source: Use an archive program to extract the data from the .tar.gz file. Extracted data includes the course.xml file, as well as subfolders that contain course content.
ar: استخدم برنامج أرشيف لاستخراج البيانات من ملف.tar.gz. تتضمن البيانات المستخرجة ملف course.xml، بالإضافة إلى المجلدات الفرعية التي تحتوي على محتوى دورة.
el: Χρησιμοποιήστε ένα πρόγραμμα αρχειοθέτησης για να εξαγάγετε τα δεδομένα από το αρχείο.tar.gz. Τα εξαγόμενα δεδομένα περιλαμβάνουν το αρχείο course.xml, καθώς και υποφακέλους που περιέχουν περιεχόμενο μαθημάτων.

source: Learn more about exporting a course
ar: تعرف على المزيد حول تصدير دورة
el: Μάθετε περισσότερα σχετικά με την εξαγωγή ενός μαθήματος

source: The following content is exported:
ar: يتم تصدير المحتوى التالي:
el: Εξάγεται το ακόλουθο περιεχόμενο:

source: The following content is {b_start}not exported{b_end}:
ar: المحتوى التالي هو {b_start}لم يتم تصديره{b_end}:
el: Το ακόλουθο περιεχόμενο είναι {b_start}δεν εξάγεται{b_end}:

source: Export Course to Git
ar: تصدير دورة إلى Git
el: Εξαγωγή μαθήματος στο Git

source: Export to Git
ar: تصدير إلى Git
el: Εξαγωγή στο Git

source: About Export to Git
ar: حول التصدير إلى Git
el: Σχετικά με την Εξαγωγή στο Git

source: Use this to export your course to its git repository.
ar: استخدم هذا لتصدير مقررك الدراسي إلى مستودع git الخاص به.
el: Χρησιμοποιήστε αυτό για να εξαγάγετε το μάθημα σας στο αποθετήριο git του.

source: This will then trigger an automatic update of the main LMS site and update the contents of your course visible there to learners if automatic git imports are configured.
ar: سيؤدي ذلك بعد ذلك إلى تشغيل تحديث تلقائي لموقع LMS الرئيسي وتحديث محتويات مقررك الدراسي المرئية هناك للمتعلمين إذا تم تكوين واردات git التلقائية.
el: Αυτό στη συνέχεια θα ενεργοποιήσει μια αυτόματη ενημέρωση του κύριου ιστότοπου LMS και θα ενημερώσει τα περιεχόμενα του μαθήματος που είναι ορατά εκεί στους εκπαιδευόμενους εάν ρυθμιστούν οι αυτόματες εισαγωγές git.

source: Export Course to Git:
ar: تصدير دورة إلى Git:
el: Εξαγωγή μαθήματος στο Git:

source: giturl must be defined in your course settings before you can export to git.
ar: يجب تعريف giturl في إعدادات دورة قبل أن تتمكن من التصدير إلى git.
el: Το giturl πρέπει να οριστεί στις ρυθμίσεις του μαθήματος σας για να μπορέσετε να κάνετε εξαγωγή στο git.

source: Export Failed
ar: فشل التصدير
el: Η εξαγωγή απέτυχε

source: Export Succeeded
ar: نجاح التصدير
el: Επιτυχής εξαγωγή

source: Your course:
ar: دورة الخاصة بك:
el: Το μάθημά σας:

source: Course git url:
ar: عنوان url git دورة:
el: url git μαθήματος:

source: Experiment Group Configurations
ar: تكوينات مجموعة التجربة
el: Διαμόρφωση ομάδων πειραμάτων

source: New Content Group
ar: مجموعة المحتوى الجديدة
el: Νέα ομάδα περιεχομένου

source: This module is disabled at the moment.
ar: تم تعطيل هذه الوحدة في الوقت الحالي.
el: Αυτή η ενότητα είναι απενεργοποιημένη αυτή τη στιγμή.

source: Enrollment track groups allow you to offer different course content to learners in each enrollment track. Learners enrolled in each enrollment track in your course are automatically included in the corresponding enrollment track group.
ar: تتيح لك مجموعات مسار التسجيل تقديم محتوى دورة مختلف للمتعلمين في كل مسار تسجيل. يتم تضمين متعلمين المسجلين في كل مسار تسجيل في مقررك الدراسي تلقائيًا في مجموعة مسار التسجيل المقابلة.
el: Οι ομάδες κομματιών εγγραφής σάς επιτρέπουν να προσφέρετε διαφορετικό περιεχόμενο μαθημάτων στους εκπαιδευόμενους σε κάθε κομμάτι εγγραφής. Οι εκπαιδευόμενοι που εγγράφονται σε κάθε κομμάτι εγγραφής στο μάθημά σας περιλαμβάνονται αυτόματα στην αντίστοιχη ομάδα κομματιού εγγραφής.

source: On unit pages in the course outline, you can restrict access to components to learners based on their enrollment track.
ar: في صفحات الوحدة في مخطط دورة، يمكنك تقييد الوصول إلى المكونات للمتعلمين بناءً على مسار التسجيل الخاص بهم.
el: Στις σελίδες μονάδων στο περίγραμμα του μαθήματος, μπορείτε να περιορίσετε την πρόσβαση σε στοιχεία στους εκπαιδευόμενους με βάση το κομμάτι εγγραφής τους.

source: You cannot edit enrollment track groups, but you can expand each group to view details of the course content that is designated for learners in the group.
ar: لا يمكنك تحرير مجموعات مسار التسجيل، ولكن يمكنك توسيع كل مجموعة لعرض تفاصيل محتوى دورة المخصص للمتعلمين في المجموعة.
el: Δεν μπορείτε να επεξεργαστείτε ομάδες κομματιών εγγραφής, αλλά μπορείτε να επεκτείνετε κάθε ομάδα για να προβάλετε λεπτομέρειες σχετικά με το περιεχόμενο του μαθήματος που έχει οριστεί για εκπαιδευόμενους στην ομάδα.

source: If you have cohorts enabled in your course, you can use content groups to create cohort-specific courseware. In other words, you can customize the content that particular cohorts see in your course.
ar: إذا تم تمكين مجموعات في مقررك الدراسي، فيمكنك استخدام مجموعات المحتوى لإنشاء المناهج الدراسية الخاصة بالفئات. بمعنى آخر، يمكنك تخصيص المحتوى الذي تراه مجموعات معينة في مقررك دورة.
el: Αν έχετε ενεργοποιήσει ομάδες ομάδων στο μάθημά σας, μπορείτε να χρησιμοποιήσετε ομάδες περιεχομένου για να δημιουργήσετε προγράμματα μαθημάτων για συγκεκριμένη ομάδα. Με άλλα λόγια, μπορείτε να προσαρμόσετε το περιεχόμενο που βλέπουν συγκεκριμένες κοόρτες στην πορεία σας.

source: Each content group that you create can be associated with one or more cohorts. In addition to making course content available to all learners, you can restrict access to some content to learners in specific content groups. Only learners in the cohorts that are associated with the specified content groups see the additional content.
ar: يمكن ربط كل مجموعة محتوى تقوم بإنشائها بمجموعة واحدة أو أكثر. بالإضافة إلى إتاحة محتوى دورة لجميع متعلمين، يمكنك تقييد الوصول إلى بعض المحتوى للمتعلمين في مجموعات محتوى معينة. فقط متعلمين في المجموعات المرتبطة بمجموعات المحتوى المحددة يشاهدون المحتوى الإضافي.
el: Κάθε ομάδα περιεχομένου που δημιουργείτε μπορεί να συσχετιστεί με μία ή περισσότερες ομάδες. Εκτός από τη διάθεση περιεχομένου μαθημάτων σε όλους τους εκπαιδευόμενους, μπορείτε να περιορίσετε την πρόσβαση σε κάποιο περιεχόμενο σε εκπαιδευόμενους σε συγκεκριμένες ομάδες περιεχομένου. Μόνο οι εκπαιδευόμενοι στις ομάδες που σχετίζονται με τις καθορισμένες ομάδες περιεχομένου βλέπουν το πρόσθετο περιεχόμενο.

source: Click {em_start}New content group{em_end} to add a new content group. To edit the name of a content group, hover over its box and click {em_start}Edit{em_end}. You can delete a content group only if it is not in use by a unit. To delete a content group, hover over its box and click the delete icon.
ar: انقر فوق {em_start}مجموعة محتوى جديدة{em_end} لإضافة مجموعة محتوى جديدة. لتحرير اسم مجموعة المحتوى، مرر مؤشر الماوس فوق المربع الخاص بها وانقر فوق {em_start}تحرير{em_end}. يمكنك حذف مجموعة محتوى فقط إذا لم تكن قيد الاستخدام من قبل وحدة. لحذف مجموعة محتوى، مرر مؤشر الماوس فوق المربع الخاص بها وانقر على أيقونة الحذف.
el: Κάντε κλικ στο κουμπί {em_start}Νέα ομάδα περιεχομένου{em_end} για να προσθέσετε μια νέα ομάδα περιεχομένου. Για να επεξεργαστείτε το όνομα μιας ομάδας περιεχομένου, τοποθετήστε το δείκτη του ποντικιού πάνω από το πλαίσιο της και κάντε κλικ στο {em_start}Επεξεργασία{em_end}. Μπορείτε να διαγράψετε μια ομάδα περιεχομένου μόνο εάν δεν χρησιμοποιείται από μια μονάδα. Για να διαγράψετε μια ομάδα περιεχομένου, τοποθετήστε το δείκτη του ποντικιού πάνω από το πλαίσιο της και κάντε κλικ στο εικονίδιο διαγραφής.

source: Use experiment group configurations if you are conducting content experiments, also known as A/B testing, in your course. Experiment group configurations define how many groups of learners are in a content experiment. When you create a content experiment for a course, you select the group configuration to use.
ar: استخدم تكوينات مجموعة التجربة إذا كنت تجري تجارب محتوى، تُعرف أيضًا باسم اختبار A/B، في مقررك الدراسي. تحدد تكوينات مجموعة التجربة عدد مجموعات متعلمين في تجربة المحتوى. عند إنشاء تجربة محتوى لمقرر دورة، فإنك تحدد تكوين المجموعة المراد استخدامها.
el: Χρησιμοποιήστε διαμορφώσεις ομάδων πειραμάτων εάν διεξάγετε πειράματα περιεχομένου, επίσης γνωστά ως δοκιμές A/B, στην πορεία σας. Οι ρυθμίσεις παραμέτρων ομάδων πειραμάτων καθορίζουν πόσες ομάδες εκπαιδευομένων βρίσκονται σε ένα πείραμα περιεχομένου. Όταν δημιουργείτε ένα πείραμα περιεχομένου για ένα μάθημα, επιλέγετε τη ρύθμιση παραμέτρων ομάδας που θέλετε να χρησιμοποιήσετε.
