Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar, el

source: You save ${discount_value} {currency}
ar: يمكنك حفظ ${discount_value} {currency}
el: Εξοικονομείτε ${discount_value} {currency}

source: ${full_program_price} for entire program
ar: ${full_program_price} للبرنامج بأكمله
el: ${full_program_price} για ολόκληρο το πρόγραμμα

source: Courses in the {}
ar: دورات تدريبية في {}
el: Μαθήματα στο {}

source: Starts on {}
ar: يبدأ في {}
el: Ξεκινά στις {}

source: {course_number} Progress
ar: {course_number} تقدم
el: {course_number} - Πρόοδος

source: View Grading in studio
ar: عرض التقدير في الاستوديو
el: Προβολή Βαθμολόγηση στο στούντιο

source: Course Progress for Learner '{username}' ({email})
el: Πρόοδος Μαθήματος για Εκπαιδευόμενο '{username}' ({email})

source: View Certificate
ar: عرض شهادة
el: Δείτε τη Βεβαίωση

source: Opens in a new browser window
ar: يفتح في نافذة متصفح جديدة
el: Ανοίγει σε νέο παράθυρο του προγράμματος περιήγησης

source: Download Your Certificate
ar: قم بتنزيل شهادة
el: Κατέβασμα Πιστοποιητικού

source: Request Certificate
ar: شهادة طلب
el: Αίτηση πιστοποιητικού

source: Requirements for Course Credit
ar: متطلبات رصيد دورة
el: Απαιτήσεις για Πίστωση Μαθήματος

source: {student_name}, you are no longer eligible for credit in this course.
ar: {student_name}، لم تعد مؤهلاً للحصول على رصيد في هذه دورة.
el: {student_name}, δεν είστε πλέον επιλέξιμοι για πίστωση σε αυτό το μάθημα.

source: {student_name}, you have met the requirements for credit in this course. {a_start}Go to your dashboard{a_end} to purchase course credit.
ar: {student_name}، لقد استوفيت متطلبات الائتمان في هذه دورة. {a_start}انطلق إلى لوحة التحكم الخاصة بك{a_end} لشراء رصيد دورة.
el: {student_name}, έχετε εκπληρώσει τις απαιτήσεις για πίστωση σε αυτό το μάθημα. {a_start}Μεταβείτε στο ταμπλό σας{a_end} για να αγοράσετε πίστωση μαθημάτων.

source: {student_name}, you have not yet met the requirements for credit.
ar: {student_name}، لم تستوف بعد متطلبات الائتمان.
el: {student_name}, δεν έχετε ακόμη εκπληρώσει τις απαιτήσεις για την πίστωση.

source: Information about course credit requirements
ar: معلومات حول متطلبات ائتمان دورة
el: Πληροφορίες σχετικά με τις απαιτήσεις πίστωσης μαθημάτων

source: display_name
el: Όνομα_οθόνης

source: Verification Submitted
ar: تم تقديم التحقق
el: Υποβολή επαλήθευσης

source: Verification Failed
ar: فشل التحقق
el: Η επαλήθευση απέτυχε

source: Verification Declined
ar: تم رفض التحقق
el: Η επαλήθευση απορρίφθηκε

source: Completed by {date}
ar: تم الانتهاء من قبل {date}
el: Ολοκληρώθηκε από {date}

source: Upcoming
ar: القادمة
el: Επερχόμενο

source: Less
ar: أقل
el: Λιγότερα

source: Details for each chapter
ar: تفاصيل كل فصل
el: Λεπτομέρειες για κάθε κεφάλαιο

source: {earned} of {total} possible points
ar: {earned} من {total} نقطة ممكنة
el: {earned} από {total} μονάδες

source: Suspicious activity detected during proctored exam review. Exam score 0.
ar: تم اكتشاف نشاط مشبوه أثناء مراجعة الامتحان الذي تمت مراجعته درجة الامتحان 0.
el: Ύποπτη δραστηριότητα εντοπίστηκε κατά την εξέταση των εξετάσεων. Βαθμολογία εξετάσεων 0.

source: Section grade has been overridden.
ar: تم تجاوز درجة قـسم.
el: Ο βαθμός του τμήματος έχει παρακαμφθεί.

source: Problem Scores:
ar: درجات المشكلة:
el: Επίδοση

source: Practice Scores:
ar: درجات الممارسة:
el: Επιδόσεις

source: Problem scores are hidden until the due date.
ar: يتم إخفاء درجات المشكلة حتى تاريخ الاستحقاق.
el: Η βαθμολογία σας δεν εμφανίζεται μέχρι την ημερομηνία λήξης του τεστ.

source: Practice scores are hidden until the due date.
ar: يتم إخفاء درجات الممارسة حتى تاريخ الاستحقاق.
el: Οι βαθμολογίες εξάσκησης είναι κρυμμένες μέχρι την ημερομηνία λήξης.

source: Problem scores are hidden.
ar: يتم إخفاء درجات المشكلة.
el: Η βαθμολογία σας δεν εμφανίζεται.

source: Practice scores are hidden.
ar: يتم إخفاء درجات الممارسة.
el: Οι σκορ εξάσκησης είναι κρυμμένες.

source: No problem scores in this section
ar: لا توجد نتائج مشكلة في هذا القسم
el: Δεν υπάρχουν ασκήσεις σε αυτό το μέρος

source: My collection of badges
ar: مجموعتي من شارات
el: Η συλλογή των κονκάρδες μου

source: badge
ar: شارة
el: σήμα

source: badges
ar: شارات
el: κονκάρδες

source: Badges not obtained
ar: لم يتم الحصول على شارات
el: Κονκάρδες που δεν έχουν ληφθεί

source: To win this badge, get at least {score}%
ar: للفوز بهذه الشارة احصل على {score}٪ على الأقل
el: Για να κερδίσετε αυτό το σήμα, πάρτε τουλάχιστον {score}%

source: Badges to be earned
ar: الشارات
el: Κονκάρδες που θα κερδηθούν

source: {course.display_number_with_default} Course Info
ar: {course.display_number_with_default} معلومات دورة
el: {course.display_number_with_default} Πληροφορίες Μαθήματος

source: needs attention
ar: يحتاج إلى اهتمام
el: χρειάζεται προσοχή

source: You were most recently in {section_link}. If you're done with that, choose another section on the left.
ar: كنت مؤخرًا في {section_link}. إذا انتهيت من ذلك، فاختر قسمًا آخر على اليسار.
el: Την τελευταία φορά ήσασταν στη θέση {section_link}. Αν τελειώσατε μ' αυτό το θέμα, επιλέξτε ένα άλλο από το μενού αριστερά σας.

source: Hi
ar: مرحبا
el: Γεια σου.

source: Hi,
ar: مرحبا،
el: Γεια,

source: Congratulations! You are now eligible to receive course credit from {providers} for successfully completing your {platform_name} course! {link_start}Purchase credit now.{link_end}
el: Συγχαρητήρια! Τώρα δικαιούστε να λάβετε πίστωση μαθημάτων από το {providers} για την επιτυχή ολοκλήρωση του {platform_name} μαθήματος σας! {link_start}Αγοράστε πίστωση τώρα.{link_end}

source: Congratulations! You are now eligible to receive course credit for successfully completing your {platform_name} course! {link_start}Purchase credit now.{link_end}
ar: تهانينا! أنت الآن مؤهل لتلقي رصيد الدورة التدريبية لإكمال دورة {platform_name} بنجاح! {link_start}شراء الائتمان الآن.{link_end}
el: Συγχαρητήρια! Τώρα δικαιούστε να λάβετε πίστωση μαθημάτων για την επιτυχή ολοκλήρωση του μαθήματος {platform_name} ! {link_start}Αγοράστε πίστωση τώρα.{link_end}

source: Course credit can help you get a jump start on your university degree, finish a degree already started, or fulfill requirements at a different academic institution.
ar: يمكن أن يساعدك رصيد دورة في الحصول على بداية سريعة في شهادتك الجامعية, إنهاء درجة بدأت بالفعل, أو تلبية المتطلبات في مؤسسة أكاديمية مختلفة.
el: Η πίστωση του μαθήματος μπορεί να σας βοηθήσει να πάρετε ένα άλμα ξεκίνημα για το πτυχίο σας πανεπιστημίου, να ολοκληρώσετε ένα πτυχίο που έχει ήδη ξεκινήσει, ή να εκπληρώσετε τις προϋποθέσεις σε διαφορετικό ακαδημαϊκό ίδρυμα.

source: There are 2 steps to getting course credit.
ar: هناك خطوتين للحصول على رصيد دورة.
el: Υπάρχουν 2 βήματα για να πάρετε πίστωση μαθημάτων.

source: Purchase credit by going to your {link_start}{platform_name} dashboard{link_end} and clicking the {bold_start}Get Credit{bold_end} button below the course title.
ar: قم بشراء الرصيد بالانتقال إلى لوحة القيادة {link_start}{platform_name}{link_end} والنقر فوق الزر {bold_start}الحصول على الائتمان{bold_end} أسفل عنوان دورة.
el: Αγοράστε πίστωση πηγαίνοντας στο {link_start}{platform_name} ταμπλό{link_end} και κάνοντας κλικ στο κουμπί {bold_start}Λήψη πίστωσης{bold_end} κάτω από τον τίτλο του μαθήματος.

source: When your payment is complete, return to the dashboard and click the {bold_start}Request Credit{bold_end} button under the course title to request an official academic transcript at the institution that granted the credit.
ar: عند اكتمال الدفع، ارجع إلى لوحة المعلومات وانقر فوق الزر {bold_start}طلب الائتمان{bold_end} تحت عنوان دورة لطلب نسخة أكاديمية رسمية في المؤسسة التي منحت الائتمان.
el: Όταν ολοκληρωθεί η πληρωμή σας, επιστρέψτε στο ταμπλό και κάντε κλικ στο κουμπί {bold_start}Αίτηση πίστωσης{bold_end} κάτω από τον τίτλο του μαθήματος για να ζητήσετε επίσημη ακαδημαϊκή μεταγραφή στο ίδρυμα που χορήγησε την πίστωση.

source: We hope you enjoyed the course, and we hope to see you in future {platform_name} courses!
ar: نأمل أن تكون قد استمتعت بالدورة، ونأمل أن نراكم في دورات {platform_name} في المستقبل!
el: Ελπίζουμε να απολαύσατε το μάθημα και ελπίζουμε να σας δούμε και σε μελλοντικά μαθήματα του {platform_name}!

source: The {platform_name} Team
ar: فريق {platform_name}
el: Η ομάδα του {platform_name}

source: {link_start}Click here for more information on credit at {platform_name}{link_end}.
ar: {link_start}انقر هنا لمزيد من المعلومات حول الائتمان في {platform_name}{link_end}.
el: {link_start}Κάντε κλικ εδώ για περισσότερες πληροφορίες σχετικά με την πίστωση στην {platform_name}{link_end}.

source: Your certificate will be available on or before {date}
ar: ستكون شهادتك متاحة في أو قبل {date}
el: Το πιστοποιητικό σας θα είναι διαθέσιμο στις ή πριν από το {date}

source: Your final grade:
ar: درجتك النهائية:
el: Ο τελικός βαθμός σας είναι:

source: Grade required for a {cert_name_short}:
ar: الدرجة المطلوبة لـ {cert_name_short}:
el: Ελάχιστος βαθμός απόκτησης {cert_name_short}ς:

source: Grade required to pass this course:
ar: الدرجة المطلوبة لاجتياز هذه دورة:
el: Ελάχιστος βαθμός απόκτησης βεβαίωσης

source: Your verified {cert_name_long} is being held pending confirmation that the issuance of your {cert_name_short} is in compliance with strict U.S. embargoes on Iran, Cuba, Syria and Sudan. If you think our system has mistakenly identified you as being connected with one of those countries, please let us know by contacting {email}. If you would like a refund on your {cert_name_long}, please contact our billing address {billing_email}
ar: يتم الاحتفاظ بـ {cert_name_long} الذي تم التحقق منه في انتظار التأكيد على أن إصدار {cert_name_short} الخاص بك يتوافق مع الحظر الأمريكي الصارم على إيران وكوبا وسوريا والسودان. إذا كنت تعتقد أن نظامنا قد حددك عن طريق الخطأ على أنك متصل بأحد تلك البلدان, يرجى إعلامنا عن طريق الاتصال {email}. إذا كنت ترغب في استرداد المبلغ على {cert_name_long}الخاص بك، يرجى الاتصال عنوان الفواتير لدينا {billing_email}
el: Το επαληθευμένο {cert_name_long} σας κρατείται εν αναμονή της επιβεβαίωσης ότι η έκδοση του {cert_name_short} σας είναι σύμφωνη με αυστηρά αμερικανικά εμπάργκο στο Ιράν, την Κούβα, τη Συρία και το Σουδάν. Εάν πιστεύετε ότι το σύστημά μας έχει αναγνωρίσει εσφαλμένα ότι συνδέεστε με μία από αυτές τις χώρες, ενημερώστε μας επικοινωνώντας με το {email}. Εάν επιθυμείτε επιστροφή χρημάτων στο {cert_name_long}σας, παρακαλούμε επικοινωνήστε με τη διεύθυνση χρέωσης {billing_email}

source: Your {cert_name_long} is being held pending confirmation that the issuance of your {cert_name_short} is in compliance with strict U.S. embargoes on Iran, Cuba, Syria and Sudan. If you think our system has mistakenly identified you as being connected with one of those countries, please let us know by contacting {email}.
ar: يتم عقد {cert_name_long} الخاص بك في انتظار التأكيد على أن إصدار {cert_name_short} الخاص بك يتوافق مع الحظر الأمريكي الصارم على إيران وكوبا وسوريا والسودان. إذا كنت تعتقد أن نظامنا قد حددك عن طريق الخطأ على أنك متصل بأحد تلك البلدان, يرجى إعلامنا عن طريق الاتصال {email}.
el: Το {cert_name_long} σας κρατείται εν αναμονή της επιβεβαίωσης ότι η έκδοση του {cert_name_short} σας είναι σύμφωνη με αυστηρά αμερικάνικα εμπάργκο στο Ιράν, την Κούβα, τη Συρία και το Σουδάν. Εάν πιστεύετε ότι το σύστημά μας έχει αναγνωρίσει εσφαλμένα ότι συνδέεστε με μία από αυτές τις χώρες, ενημερώστε μας επικοινωνώντας με το {email}.

source: Your certificate was not issued because you do not have a current verified identity with {platform_name}.
ar: لم يتم إصدار شهادتك لأنه ليس لديك هوية تم التحقق منها حاليًا مع {platform_name}.
el: Το πιστοποιητικό σας δεν εκδόθηκε επειδή δεν έχετε μια τρέχουσα επαληθευμένη ταυτότητα με {platform_name}.

source: Verify your identity now.
ar: تحقق من هويتك الآن.
el: Επαληθεύστε την ταυτότητά σας τώρα.

source: Your {cert_name_short} is Generating
ar: {cert_name_short} الخاص بك هو توليد
el: Το {cert_name_short} σας βρίσκεται υπό επεξεργασία.

source: This link will open the certificate web view
ar: سيفتح هذا الرابط طريقة عرض الويب الخاصة بالشهادة
el: Αυτός ο σύνδεσμος θα ανοίξει την προβολή web πιστοποιητικού

source: View {cert_name_short}
ar: عرض {cert_name_short}
el: Δείτε τη {cert_name_short}

source: This link will open/download a PDF document
ar: سيقوم هذا الرابط بفتح/تنزيل مستند PDF
el: Ο σύνδεσμος αυτός ανοίγει/κατεβάζει ένα αρχείο PDF

source: Download {cert_name_short} (PDF)
ar: تنزيل {cert_name_short} (PDF)
el: Κατεβάστε τη {cert_name_short} (PDF)

source: Download Your {cert_name_short} (PDF)
ar: قم بتنزيل {cert_name_short} (PDF)
el: Κατεβάστε τη {cert_name_short} (PDF)

source: This link will open/download a PDF document of your verified {cert_name_long}.
ar: سيفتحهذا الرابط /تنزيل مستند PDF الخاص بك {cert_name_long}الذي تم التحقق منه.
el: Αυτός ο σύνδεσμος θα ανοίξει/κατεβάσει ένα έγγραφο PDF του επαληθευμένου {cert_name_long}σας.

source: Download Your ID Verified {cert_name_short} (PDF)
ar: قم بتنزيل معرفك الذي تم التحقق منه {cert_name_short} (PDF)
el: Κατεβάστε το Αναγνωριστικό σας Επαληθευμένο {cert_name_short} (PDF)

source: Complete our course feedback survey
ar: أكمل استبيان ملاحظات دورة
el: Ολοκληρώστε την έρευνα σχολίων μαθημάτων

source: Add Certificate to LinkedIn Profile
ar: إضافة شهادة إلى ملف تعريف LinkedIn
el: Προσθέστε τη βεβαίωσή σας στο προφίλ σας στο LinkedIn

source: Share on LinkedIn
ar: شارك على لينكد إن
el: Κοινοποιήστε στο LinkedIn

source: Since we did not have a valid set of verification photos from you when your {cert_name_long} was generated, we could not grant you a verified {cert_name_short}. An honor code {cert_name_short} has been granted instead.
ar: نظرًا لأنه لم يكن لدينا مجموعة صالحة من صور التحقق منك عندما تم إنشاء {cert_name_long} ، لم نتمكن من منحك {cert_name_short}تم التحقق منه. تم منح رمز الشرف {cert_name_short} بدلاً من ذلك.
el: Δεδομένου ότι δεν είχαμε έγκυρο σύνολο φωτογραφιών επαλήθευσης από εσάς όταν δημιουργήθηκε το {cert_name_long} σας, δεν μπορέσαμε να σας παραχωρήσουμε ένα επαληθευμένο {cert_name_short}. Αντ' αυτού, δόθηκε ένας κωδικός τιμής {cert_name_short}.

source: You must successfully complete {link_start}"{prc_display}"{link_end} before you begin this course.
ar: يجب عليك إكمال {link_start}"{prc_display}"{link_end} بنجاح قبل أن تبدأ هذه دورة.
el: Θα πρέπει να ολοκληρώσετε επιτυχώς {link_start}"{prc_display}"{link_end} πριν ξεκινήσετε αυτό το μάθημα.

source: Course details
ar: تفاصيل دورة
el: Λεπτομέρειες μαθήματος

source: {course_number} {course_name} Home Page
ar: {course_number} {course_name} الصفحة الرئيسية
el: {course_number} {course_name} Αρχική Σελίδα

source: Enrolled as:
ar: تم تسجيله كـ:
el: Εγγράφονται ως:

source: Coming Soon
ar: قريباً
el: Προσεχώς

source: Ended - {date}
ar: انتهى - {date}
el: Λήξη - {date}

source: Started - {date}
ar: بدأت - {date}
el: Έναρξη - {date}

source: Starts - {date}
ar: يبدأ - {date}
el: Έναρξη - {date}

source: You must select a session by {expiration_date} to access the course.
ar: يجب تحديد جلسة عمل حسب {expiration_date} للوصول إلى المقرر دورة.
el: Πρέπει να επιλέξετε μια συνεδρία με {expiration_date} για να αποκτήσετε πρόσβαση στο μάθημα.

source: You must select a session to access the course.
ar: يجب عليك تحديد جلسة للوصول إلى المقرر دورة.
el: Πρέπει να επιλέξετε μια συνεδρία για να αποκτήσετε πρόσβαση στο μάθημα.

source: Change or Leave Session
ar: تغيير الجلسة أو مغادرتها
el: Αλλαγή ή αποχώρηση συνεδρίας

source: Download Certificate
ar: تنزيل شهادة
el: Λήψη πιστοποιητικού

source: You can no longer change sessions.
ar: لم يعد بإمكانك تغيير الجلسات.
el: Δεν μπορείτε πλέον να αλλάξετε περιόδους λειτουργίας.

source: You can change sessions until {entitlement_expiration_date}.
ar: يمكنك تغيير الجلسات حتى {entitlement_expiration_date}.
el: Μπορείτε να αλλάξετε τις περιόδους λειτουργίας μέχρι το {entitlement_expiration_date}.

source: {num} badge
ar: {num} شارات
el: {num} σήμα

source: View Archived Course
el: Αυτομελέτη

source: I'm taking {course_name} online with {facebook_brand}. Check it out!
ar: أنا آخذ {course_name} عبر الإنترنت مع {facebook_brand}. تحقق من ذلك!
el: Παίρνω {course_name} σε απευθείας σύνδεση με {facebook_brand}. Τσέκαρέ το!

source: Share {course_name} on Facebook
ar: مشاركة {course_name} على فيسبوك
el: Μοιραστείτε το {course_name} στο Facebook

source: Share on Facebook
ar: شارك على فيسبوك
el: Κοινοποιήστε στο Facebook

source: I'm taking {course_name} online with {twitter_brand}. Check it out!
ar: أنا آخذ {course_name} عبر الإنترنت مع {twitter_brand}. تحقق من ذلك!
el: Παίρνω {course_name} σε απευθείας σύνδεση με {twitter_brand}. Τσέκαρέ το!

source: Share {course_name} on Twitter
ar: مشاركة {course_name} على تويتر
el: Μοιραστείτε {course_name} στο Twitter

source: Course options for
ar: خيارات دورة لـ
el: Επιλογές μαθήματος για

source: Available Actions
ar: الإجراءات المتاحة
el: Διαθέσιμες Ενέργειες

source: Email Settings
ar: إعدادات البريد الإلكتروني
el: Ρυθμίσεις E-mail

source: Related Programs
ar: برامج ذات صلة
el: Σχετικά Προγράμματα

source: You can no longer access this course because payment has not yet been received. You can contact the account holder to request payment, or you can unenroll from this course
ar: لم يعد بإمكانك الوصول إلى هذه دورة لأنه لم يتم استلام الدفعة بعد. يمكنك الاتصال بصاحب الحساب لطلب الدفع، أو يمكنك إلغاء التسجيل من هذه دورة
el: Δεν μπορείτε πλέον να έχετε πρόσβαση σε αυτό το μάθημα επειδή η πληρωμή δεν έχει ακόμη ληφθεί. Μπορείτε να επικοινωνήσετε με τον κάτοχο του λογαριασμού για να ζητήσετε πληρωμή ή μπορείτε να καταργήσετε την εγγραφή σας από αυτό το μάθημα

source: You can no longer access this course because payment has not yet been received. You can {contact_link_start}contact the account holder{contact_link_end} to request payment, or you can {unenroll_link_start}unenroll{unenroll_link_end} from this course
el: Δεν μπορείτε πλέον να έχετε πρόσβαση σε αυτό το μάθημα επειδή δεν έχει γίνει ακόμα η πληρωμή. Μπορείτε να {contact_link_start}επικοινωνήσετε με τον κάτοχο του λογαριασμού{contact_link_end} για να ζητήσετε την πληρωμή, ή μπορείτε {unenroll_link_start}να διαγραφείτε{unenroll_link_end} από αυτό το μάθημα

source: Verification not yet complete.
ar: التحقق لم يكتمل بعد.
el: Η επαλήθευση δεν έχει ολοκληρωθεί ακόμα.

source: You only have {days} day left to verify for this course.
ar: لم يتبق لديك سوى {days} أيام للتحقق من هذه دورة.
el: Έχετε μόνο {days} ημέρες για να επαληθεύσετε για αυτό το μάθημα.

source: Almost there!
ar: هناك تقريبا!
el: Σχεδόν φτάσαμε!

source: You still need to verify for this course.
ar: لا تزال بحاجة إلى التحقق من هذه دورة.
el: Πρέπει ακόμα να επαληθεύσετε για αυτό το μάθημα.

source: Verify Now
ar: تحقق الآن
el: Επαλήθευση τώρα

source: You have submitted your verification information.
ar: لقد قدمت معلومات التحقق الخاصة بك.
el: Έχετε υποβάλει τα στοιχεία επαλήθευσης.

source: You will see a message on your dashboard when the verification process is complete (usually within 1-2 days).
ar: سترى رسالة على لوحة المعلومات الخاصة بك عند اكتمال عملية التحقق (عادة في غضون 1-2 أيام).
el: Θα δείτε ένα μήνυμα στο ταμπλό σας όταν ολοκληρωθεί η διαδικασία επαλήθευσης (συνήθως εντός 1-2 ημερών).

source: Your current verification will expire soon!
ar: ستنتهي صلاحية التحقق الحالي قريبًا!
el: Η τρέχουσα επαλήθευση θα λήξει σύντομα!

source: You have submitted your reverification information. You will see a message on your dashboard when the verification process is complete (usually within 1-2 days).
ar: لقد قدمت معلومات إعادة التحقق الخاصة بك. سترى رسالة على لوحة المعلومات الخاصة بك عند اكتمال عملية التحقق (عادة في غضون 1-2 أيام).
el: Έχετε υποβάλει τα στοιχεία επανεπαλήθευσης. Θα δείτε ένα μήνυμα στο ταμπλό σας όταν ολοκληρωθεί η διαδικασία επαλήθευσης (συνήθως εντός 1-2 ημερών).

source: You have successfully verified your ID with edX
ar: لقد نجحت في التحقق من هويتك باستخدام edX
el: Επιβεβαιώσατε με επιτυχία την ταυτότητά σας με το EDX

source: Your current verification is effective until {date}.
ar: التحقق الحالي الخاص بك فعال حتى {date}.
el: Η τρέχουσα επαλήθευση ισχύει μέχρι το {date}.

source: Your current verification will expire soon.
ar: ستنتهي صلاحية التحقق الحالي قريبًا.
el: Η τρέχουσα επαλήθευση θα λήξει σύντομα.

source: Your current verification will expire in {days} days. {start_link}Re-verify your identity now{end_link} using a webcam and a government-issued photo ID.
ar: ستنتهي صلاحية التحقق الحالي في غضون {days} أيام. {start_link}أعد التحقق من هويتك الآن{end_link} باستخدام كاميرا ويب ومعرف صورة صادر عن الحكومة.
el: Η τρέχουσα επαλήθευση θα λήξει σε {days} ημέρες. {start_link}Επαληθεύστε ξανά την ταυτότητά σας τώρα{end_link} χρησιμοποιώντας μια κάμερα web και ένα κυβερνητικό πιστοποιητικό ταυτότητας με φωτογραφία.

source: Pursue a {cert_name_long} to highlight the knowledge and skills you gain in this course.
ar: تابع {cert_name_long} لتسليط الضوء على المعرفة والمهارات التي تكتسبها في هذه دورة.
el: Επιδιώξτε ένα {cert_name_long} για να αναδείξετε τις γνώσεις και τις δεξιότητες που αποκτάτε σε αυτό το μάθημα.

source: It's official. It's easily shareable. It's a proven motivator to complete the course. {line_break}{link_start}Learn more about the verified {cert_name_long}{link_end}.
ar: إنه رسمي. إنه قابل للمشاركة بسهولة. إنه حافز مثبت لإكمال دورة. {line_break}{link_start}تعرف على المزيد حول التحقق {cert_name_long}{link_end}.
el: Είναι επίσημο. Είναι εύκολα μοιράσιμο. Είναι ένα αποδεδειγμένο κίνητρο για την ολοκλήρωση του μαθήματος. {line_break}{link_start}Μάθετε περισσότερα σχετικά με το επαληθευμένο {cert_name_long}{link_end}.

source: You have completed this course and are eligible to purchase course credit. Select <strong>Get Credit</strong> to get started.
ar: لقد أكملت هذه دورة وأنت مؤهل لشراء رصيد دورة. حدد <strong>احصل على الائتمان</strong> للبدء.
el: Έχετε ολοκληρώσει αυτό το μάθημα και δικαιούστε να αγοράσετε πίστωση μαθημάτων. Επιλέξτε <strong>Λήψη πίστωσης</strong> για να ξεκινήσετε.

source: You are now eligible for credit from {provider}. Congratulations!
ar: أنت الآن مؤهل للحصول على ائتمان من {provider}. تهانينا!
el: Τώρα δικαιούστε πίστωση από {provider}. Συγχαρητήρια!

source: Get Credit
ar: احصل على رصيد
el: Αποκτήστε πίστωση

source: Thank you for your payment. To receive course credit, you must now request credit at the {link_to_provider_site} website. Select <b>Request Credit</b> to get started.
ar: شكرا لك على دفعتك. للحصول على رصيد دورة، يجب عليك الآن طلب الائتمان على موقع {link_to_provider_site} . حدد <b>طلب رصيد</b> للبدء.
el: Σας ευχαριστώ για την πληρωμή σας. Για να λάβετε πίστωση μαθήματος, πρέπει τώρα να ζητήσετε πίστωση στην ιστοσελίδα {link_to_provider_site} . Επιλέξτε <b>Αίτηση Πίστωσης</b> για να ξεκινήσετε.

source: Request Credit
ar: طلب الائتمان
el: Αίτηση πίστωσης

source: {provider_name} has received your course credit request. We will update you when credit processing is complete.
ar: {provider_name} تلقى طلب ائتمان دورة الخاصة بك. سنقوم بتحديثك عند اكتمال معالجة الائتمان.
el: {provider_name} έχει λάβει το αίτημά σας πίστωσης μαθήματος. Θα σας ενημερώσουμε όταν ολοκληρωθεί η πιστωτική επεξεργασία.

source: View Details
ar: عرض التفاصيل
el: Προβολή λεπτομερειών

source: <b>Congratulations!</b> {provider_name} has approved your request for course credit. To see your course credit, visit the {link_to_provider_site} website.
ar: <b>تهانينا! وافق</b> {provider_name} على طلبك للحصول على رصيد دورة. للاطلاع على رصيد دورة الخاصة بك، قم بزيارة موقع {link_to_provider_site} .
el: <b>Συγχαρητήρια!</b> {provider_name} έχει εγκρίνει το αίτημά σας για πίστωση μαθημάτων. Για να δείτε την πίστωση του μαθήματος σας, επισκεφθείτε την ιστοσελίδα {link_to_provider_site}.

source: View Credit
ar: عرض الائتمان
el: Προβολή πίστωσης
