Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: ar

source: The team "{team}" could not be found.
ar: تعذر العثور على الفريق "{team}".

source: %(team_count)s Team
ar: %(team_count)s فرق

source: Topic
ar: العنوان

source: View Teams in the %(topic_name)s Topic
ar: عرض الفرق في موضوع %(topic_name)s

source: {browse_span_start}Browse teams in other topics{span_end} or {search_span_start}search teams{span_end} in this topic. If you still can't find a team to join, {create_span_start}create a new team in this topic{span_end}.
ar: {browse_span_start}تصفح الفرق في مواضيع أخرى{span_end} أو {search_span_start}فرق البحث{span_end} في هذا الموضوع. إذا كنت لا تزال غير قادر على العثور على فريق للانضمام، {create_span_start}إنشاء فريق جديد في هذا الموضوع{span_end}.

source: All topics
ar: جميع الموضوعات

source: Insert Hyperlink
ar: إدراج ارتباط تشعبي

source: e.g. 'http://google.com'
ar: على سبيل المثال 'http://google.com'

source: Link Description
ar: وصف الارتباط

source: e.g. 'google'
ar: على سبيل المثال «google»

source: Please provide a description of the link destination.
ar: يرجى تقديم وصف لوجهة الرابط.

source: Insert Image (upload file or type URL)
ar: إدراج صورة (تحميل ملف أو اكتب عنوان URL)

source: Type in a URL or use the "Choose File" button to upload a file from your machine. (e.g. 'http://example.com/img/clouds.jpg')
ar: اكتب عنوان URL أو استخدم الزر «اختيار ملف» لتحميل ملف من جهازك. (على سبيل المثال 'http://example.com/img/clouds.jpg')

source: Image Description
ar: وصف الصورة

source: Please describe this image or agree that it has no contextual value by checking the checkbox.
ar: يرجى وصف هذه الصورة أو الموافقة على أنه ليس لها قيمة سياقية عن طريق تحديد مربع الاختيار.

source: e.g. 'Sky with clouds'. The description is helpful for users who cannot see the image.
ar: على سبيل المثال «السماء مع الغيوم». الوصف مفيد للمستخدمين الذين لا يستطيعون رؤية الصورة.

source: How to create useful text alternatives.
ar: كيفية إنشاء بدائل نصية مفيدة.

source: This image is for decorative purposes only and does not require a description.
ar: هذه الصورة لأغراض زخرفية فقط ولا تتطلب وصفًا.

source: Markdown Editing Help
ar: تعليمات تحرير تخفيض السعر

source: URL
ar: رابط

source: Please provide a valid URL.
ar: يرجى تقديم عنوان URL صالح.

source: %(errorCount)s error found in form.
ar: تم العثور على %(errorCount)s أخطاء في النموذج.

source: Bold (Ctrl+B)
ar: بولد (Ctrl+B)

source: Italic (Ctrl+I)
ar: مائل (Ctrl+I)

source: Hyperlink (Ctrl+L)
ar: ارتباط تشعبي (Ctrl+L)

source: Blockquote (Ctrl+Q)
ar: اقتباس كتلة (Ctrl+Q)

source: Code Sample (Ctrl+K)
ar: نموذج التعليمات البرمجية (Ctrl+K)

source: Image (Ctrl+G)
ar: صورة (Ctrl+G)

source: Numbered List (Ctrl+O)
ar: قائمة مرقمة (Ctrl+O)

source: Bulleted List (Ctrl+U)
ar: قائمة نقطية (Ctrl+U)

source: Heading (Ctrl+H)
ar: العنوان (Ctrl+H)

source: Horizontal Rule (Ctrl+R)
ar: القاعدة الأفقية (Ctrl+R)

source: Undo (Ctrl+Z)
ar: تراجع (Ctrl+Z)

source: Redo (Ctrl+Y)
ar: ريدو (كترل+Y)

source: Redo (Ctrl+Shift+Z)
ar: ريدو (كترل+شيفت+Z)

source: strong text
ar: نص قوي

source: emphasized text
ar: النص الذي أكد

source: enter link description here
ar: أدخل وصف الرابط هنا

source: enter code here
ar: أدخل الرمز هنا

source: List item
ar: عنصر القائمة

source: Heading
ar: العنوان

source: You have been logged out of your account. Click Okay to log in again now. Click Cancel to stay on this page (you must log in again to save your work).
ar: لقد تم تسجيل خروجك من حسابك. انقر فوق موافق لتسجيل الدخول مرة أخرى الآن. انقر فوق إلغاء للبقاء في هذه الصفحة (يجب عليك تسجيل الدخول مرة أخرى لحفظ عملك).

source: Preview this query
ar: معاينة هذا الاستعلام

source: Open Calculator
ar: فتح الحاسبة

source: Close Calculator
ar: إغلاق الحاسبة

source: All subsections
ar: جميع الأقسام الفرعية

source: All units
ar: جميع الوحدات

source: Click to change
ar: انقر للتغيير

source: Select a chapter
ar: حدد فصلاً

source: Save changes
ar: حفظ التغييرات

source: Please enter valid start date and time.
ar: يرجى إدخال تاريخ ووقت بدء صالح.

source: Due date cannot be before start date.
ar: لا يمكن أن يكون تاريخ الاستحقاق قبل تاريخ البدء.

source: Enter Due Date and Time
ar: أدخل تاريخ الاستحقاق والوقت

source: Enter Start Date and Time
ar: أدخل تاريخ البدء والوقت

source: Learner username/email field is required and can not be empty. Kindly fill in username/email and then press "Add to Exception List" button.
ar: حقل اسم المستخدم/البريد الإلكتروني للمتعلم مطلوب ولا يمكن أن يكون فارغًا. يرجى ملء اسم المستخدم/البريد الإلكتروني ثم الضغط على زر «إضافة إلى قائمة الاستثناءات».

source: Learner username/email field is required and can not be empty. Kindly fill in username/email and then press "Invalidate Certificate" button.
ar: حقل اسم المستخدم/البريد الإلكتروني للمتعلم مطلوب ولا يمكن أن يكون فارغًا. يرجى ملء اسم المستخدم/البريد الإلكتروني ثم الضغط على زر «إبطال شهادة».

source: Uploaded file issues. Click on "+" to view.
ar: مشكلات الملفات التي تم تحميلها. انقر فوق «+» للعرض.

source: learners are successfully added to exception list
ar: تمت إضافة متعلمين بنجاح إلى قائمة الاستثناءات

source: learner is successfully added to the exception list
ar: تمت إضافة المتعلم بنجاح إلى قائمة الاستثناءات

source: records are not in correct format and not added to the exception list
ar: السجلات ليست بالتنسيق الصحيح ولم تتم إضافتها إلى قائمة الاستثناءات

source: record is not in correct format and not added to the exception list
ar: record ليس بالتنسيق الصحيح ولم يتم إضافته إلى قائمة الاستثناءات

source: learners do not exist in LMS and not added to the exception list
ar: متعلمين غير موجودين في LMS ولم تتم إضافتهم إلى قائمة الاستثناءات

source: learner does not exist in LMS and not added to the exception list
ar: متعلم غير موجود في LMS ولم تتم إضافته إلى قائمة الاستثناءات

source: learners are already white listed and not added to the exception list
ar: متعلمين مدرجون في القائمة البيضاء بالفعل ولم تتم إضافتهم إلى قائمة الاستثناءات

source: learner is already white listed and not added to the exception list
ar: متعلم مدرج بالفعل باللون الأبيض ولم تتم إضافته إلى قائمة الاستثناءات

source: learners are not enrolled in course and not added to the exception list
ar: لم يتم تسجيل متعلمين في دورة ولم تتم إضافتهم إلى قائمة الاستثناءات

source: learner is not enrolled in course and not added to the exception list
ar: لم يتم تسجيل متعلم في دورة ولم تتم إضافته إلى قائمة الاستثناءات

source: Certificate of <%= user %> has already been invalidated. Please check your spelling and retry.
ar: تم بالفعل إبطال شهادة <%= user %>. يرجى التحقق من التهجئة وإعادة المحاولة.

source: Certificate has been successfully invalidated for <%= user %>.
ar: تم إبطال شهادة بنجاح لـ <%= user %>.

source: Server Error, Please refresh the page and try again.
ar: خطأ في الخادم، يرجى تحديث الصفحة والمحاولة مرة أخرى.

source: The certificate for this learner has been re-validated and the system is re-running the grade for this learner.
ar: تمت إعادة التحقق من صحة شهادة هذا متعلم ويقوم النظام بإعادة تشغيل التقدير لهذا متعلم.

source: Could not find Certificate Invalidation in the list. Please refresh the page and try again
ar: تعذر العثور على إبطال شهادة في القائمة. يرجى تحديث الصفحة والمحاولة مرة أخرى

source: Learner Removed from certificate white list successfully.
ar: تمت إزالة متعلم من القائمة البيضاء شهادة بنجاح.

source: Could not find Certificate Exception in white list. Please refresh the page and try again
ar: تعذر العثور على استثناء شهادة في القائمة البيضاء. يرجى تحديث الصفحة والمحاولة مرة أخرى

source: <%= user %> already in exception list.
ar: <%= user %> موجود بالفعل في قائمة الاستثناءات.

source: <%= user %> has been successfully added to the exception list. Click Generate Exception Certificate below to send the certificate.
ar: تمت إضافة <%= user %> بنجاح إلى قائمة الاستثناءات. انقر فوق إنشاء شهادة استثناء أدناه لإرسال شهادة.

source: There has been an error processing your survey.
ar: كان هناك خطأ في معالجة الاستطلاع الخاص بك.

source: Less
ar: أقل

source: HTML preview of post
ar: معاينة HTML للمنشور

source: Your question or idea (required)
ar: سؤالك أو فكرتك (مطلوب)

source: Please enter a valid donation amount.
ar: يرجى إدخال مبلغ تبرع صالح.

source: Your donation could not be submitted.
ar: لا يمكن تقديم تبرعك.

source: You will be refunded the amount you paid.
ar: سيتم استرداد المبلغ الذي دفعته.

source: You will not be refunded the amount you paid.
ar: لن يتم رد المبلغ الذي دفعته.

source: Are you sure you want to unenroll from the purchased course %(courseName)s (%(courseNumber)s)?
ar: هل تريد بالتأكيد إلغاء التسجيل من دورة التي تم شراؤها %(courseName)s (%(courseNumber)s)؟

source: Are you sure you want to unenroll from %(courseName)s (%(courseNumber)s)?
ar: هل تريد بالتأكيد إلغاء التسجيل من %(courseName)s (%(courseNumber)s)؟

source: Are you sure you want to unenroll from the verified %(certNameLong)s track of %(courseName)s (%(courseNumber)s)?
ar: هل تريد بالتأكيد إلغاء التسجيل من المسار %(certNameLong)s الذي تم التحقق منه من %(courseName)s (%(courseNumber)s)؟

source: Are you sure you want to unenroll from the verified %(certNameLong)s track of %(courseName)s (%(courseNumber)s)?
ar: هل تريد بالتأكيد إلغاء التسجيل من المسار %(certNameLong)s الذي تم التحقق منه من %(courseName)s (%(courseNumber)s)؟

source: The refund deadline for this course has passed,so you will not receive a refund.
ar: لقد انقضى الموعد النهائي لاسترداد الأموال لهذه دورة، لذلك لن تتلقى استردادًا.

source: %s course found
ar: تم العثور على %s دورات

source: We couldn't find any results for "%s".
ar: لم نتمكن من العثور على أي نتائج لـ "%s".

source: There was an error, try searching again.
ar: حدث خطأ، حاول البحث مرة أخرى.

source: Not divided
ar: غير مقسم

source: Discussions are unified; all learners interact with posts from other learners, regardless of the group they are in.
ar: المناقشات موحدة؛ يتفاعل جميع متعلمين مع المشاركات من متعلمين الآخرين، بغض النظر عن المجموعة التي هم فيها.

source: Enrollment Tracks
ar: مسارات التسجيل

source: Use enrollment tracks as the basis for dividing discussions. All learners, regardless of their enrollment track, see the same discussion topics, but within divided topics, only learners who are in the same enrollment track see and respond to each others’ posts.
ar: استخدم مسارات التسجيل كأساس لتقسيم المناقشات. جميع متعلمين, بغض النظر عن مسار التسجيل الخاص بهم, رؤية نفس مواضيع المناقشة, ولكن ضمن الموضوعات المقسمة, فقط متعلمين الذين هم في نفس مسار التسجيل يرون ويستجيبون لمشاركات بعضهم البعض.

source: Cohorts
ar: الأتراب

source: Use cohorts as the basis for dividing discussions. All learners, regardless of cohort, see the same discussion topics, but within divided topics, only members of the same cohort see and respond to each others’ posts.
ar: استخدم الأفواج كأساس لتقسيم المناقشات. جميع متعلمين، بغض النظر عن المجموعة، يرون نفس مواضيع المناقشة، ولكن ضمن الموضوعات المقسمة، لا يرى سوى أعضاء نفس المجموعة مشاركات بعضهم البعض ويستجيبون لها.

source: Discussion topics in the course are not divided.
ar: لا يتم تقسيم موضوعات المناقشة في دورة.

source: Any divided discussion topics are divided based on enrollment track.
ar: يتم تقسيم أي مواضيع مناقشة مقسمة بناءً على مسار التسجيل.

source: Any divided discussion topics are divided based on cohort.
ar: يتم تقسيم أي مواضيع مناقشة مقسمة بناءً على المجموعة.

source: Your changes have been saved. {details}
ar: تم حفظ التغييرات الخاصة بك. {details}

source: We have encountered an error. Refresh your browser and then try again.
ar: لقد واجهنا خطأ. قم بتحديث المستعرض الخاص بك ثم حاول مرة أخرى.

source: We've encountered an error. Refresh your browser and then try again.
ar: لقد واجهنا خطأ. قم بتحديث المستعرض الخاص بك ثم حاول مرة أخرى.

source: An error has occurred. Make sure that you are connected to the Internet, and then try refreshing the page.
ar: حدث خطأ. تأكد من أنك متصل بالإنترنت، ثم حاول تحديث الصفحة.

source: Hide notes
ar: إخفاء الملاحظات

source: Notes visible
ar: ملاحظات مرئية

source: Show notes
ar: عرض الملاحظات

source: Notes hidden
ar: ملاحظات مخفية

source: Please enter a term in the {anchorStart} search field{anchorEnd}.
ar: الرجاء إدخال مصطلح في حقل البحث {anchorStart}{anchorEnd}.

source: Current tab
ar: علامة التبويب الحالية

source: Location in Course
ar: الموقع في دورة

source: Recent Activity
ar: النشاط الأخير

source: No results found for "%(query_string)s". Please try searching again.
ar: لم يتم العثور على نتائج لـ "%(query_string)s». يرجى محاولة البحث مرة أخرى.

source: Search Results
ar: نتائج البحث

source: [no tags]
ar: [بدون علامات]

source: Unable to submit application
ar: غير قادر على تقديم الطلب

source: An error has occurred. Check your Internet connection and try again.
ar: حدث خطأ. تحقق من اتصالك بالإنترنت وحاول مرة أخرى.

source: Choose one
ar: اختر واحدة

source: Selected tab
ar: علامة التبويب المحددة

source: Saved cohort
ar: الفوج المحفوظ

source: Error adding learners.
ar: حدث خطأ في إضافة متعلمين.

source: Enter a username or email.
ar: أدخل اسم مستخدم أو بريد إلكتروني.

source: {numUsersAdded} learner has been added to this cohort.
ar: تمت إضافة {numUsersAdded} متعلمين إلى هذه المجموعة.

source: {numMoved} learner was moved from {prevCohort}
ar: تم نقل {numMoved} متعلمين من {prevCohort}

source: {numPresent} learner was already in the cohort
ar: {numPresent} متعلمين كانوا بالفعل في المجموعة

source: {numPreassigned} learner was pre-assigned for this cohort. This learner will automatically be added to the cohort when they enroll in the course.
ar: تم تعيين {numPreassigned} متعلمين مسبقًا لهذه المجموعة. ستتم إضافة هؤلاء متعلمين تلقائيًا إلى المجموعة عند تسجيلهم في الدورة دورة.

source: Unknown username: {user}
ar: اسم مستخدم غير معروف: {user}

source: Invalid email address: {email}
ar: عنوان بريد إلكتروني غير صالح: {email}

source: There was an error when trying to add learners:
ar: لا يمكن إضافة {numErrors} متعلمين إلى هذه المجموعة:

source: View all errors
ar: عرض جميع الأخطاء

source: You must specify a name for the cohort
ar: يجب عليك تحديد اسم للمجموعة

source: You did not select a content group
ar: لم تقم بتحديد مجموعة محتوى

source: The selected content group does not exist
ar: مجموعة المحتوى المحددة غير موجودة

source: The cohort cannot be saved
ar: لا يمكن حفظ المجموعة

source: The cohort cannot be added
ar: لا يمكن إضافة المجموعة

source: You currently have no cohorts configured
ar: ليس لديك حاليًا مجموعات تم تكوينها

source: Add Cohort
ar: إضافة مجموعة

source: The {cohortGroupName} cohort has been created. You can manually add learners to this cohort below.
ar: تم إنشاء مجموعة {cohortGroupName} . يمكنك إضافة متعلمين يدويًا إلى هذه المجموعة أدناه.

source: Assign learners to cohorts by uploading a CSV file.
ar: قم بتعيين متعلمين إلى مجموعات عن طريق تحميل ملف CSV.

source: Choose a .csv file
ar: اختر ملف.csv

source: Only properly formatted .csv files will be accepted.
ar: سيتم قبول ملفات .csv المنسقة بشكل صحيح فقط.

source: Upload File and Assign Learners
ar: تحميل الملف وتعيين متعلمين

source: Your file '{file}' has been uploaded. Allow a few minutes for processing.
ar: تم تحميل ملفك "{file}". انتظر بضع دقائق للمعالجة.

source: Cohorts Enabled
ar: تم تمكين الأفواج

source: Cohorts Disabled
ar: مجموعات معطلة

source: This course uses automatic cohorting for verified track learners. You cannot disable cohorts, and you cannot rename the manual cohort named '{verifiedCohortName}'. To change the configuration for verified track cohorts, contact your edX partner manager.
ar: تستخدم هذه الدورة الفوج التلقائي لمتعلمي المسار المعتمدين. لا يمكنك تعطيل المجموعات النموذجية ، ولا يمكنك إعادة تسمية المجموعة النموذجية اليدوية المسماة "{verifiedCohortName}". لتغيير تكوين مجموعات التتبع التي تم التحقق منها ، اتصل بمدير شريك edX.

source: This course has automatic cohorting enabled for verified track learners, but the required cohort does not exist. You must create a manually-assigned cohort named '{verifiedCohortName}' for the feature to work.
ar: تحتوي هذه الدورة التدريبية على نظام تجميع تلقائي مُمكّن لمتعلمي المسار المعتمدين ، ولكن المجموعة النموذجية المطلوبة غير موجودة. يجب عليك إنشاء مجموعة نموذجية معينة يدويًا باسم "{verifiedCohortName}" حتى تعمل الميزة.

source: This course has automatic cohorting enabled for verified track learners, but cohorts are disabled. You must enable cohorts for the feature to work.
ar: تم تمكين هذه دورة بشكل تلقائي لمتعلمي المسار الذين تم التحقق منهم، ولكن يتم تعطيل الأفواج. يجب تمكين الأفواج حتى تعمل الميزة.

source: No Events
ar: لا توجد أحداث

source: Allow learners to generate certificates for this course?
ar: هل تسمح متعلمين بإنشاء شهادات لهذه دورة؟

source: Prevent learners from generating certificates in this course?
ar: منع متعلمين من إنشاء شهادات في هذه دورة؟

source: Start generating certificates for all learners in this course?
ar: هل تبدأ في إنشاء شهادات لجميع متعلمين في هذه دورة؟

source: Error while generating certificates. Please try again.
ar: حدث خطأ أثناء إنشاء شهادات. يرجى المحاولة مرة أخرى.

source: Start regenerating certificates for learners in this course?
ar: هل تبدأ في إعادة إنشاء شهادات للمتعلمين في هذه دورة؟

source: Error while regenerating certificates. Please try again.
ar: حدث خطأ أثناء إعادة إنشاء شهادات. يرجى المحاولة مرة أخرى.

source: Loading data...
ar: تحميل البيانات...

source: Error getting issued certificates list.
ar: حدث خطأ في الحصول على قائمة شهادات الصادرة.

source: Error generating proctored exam results. Please try again.
ar: حدث خطأ في إنشاء نتائج امتحان تمت مراجعها. يرجى المحاولة مرة أخرى.

source: Error generating survey results. Please try again.
ar: حدث خطأ في إنشاء نتائج الاستطلاع. يرجى المحاولة مرة أخرى.

source: Error generating learner profile information. Please try again.
ar: حدث خطأ في إنشاء معلومات ملف تعريف متعلم. يرجى المحاولة مرة أخرى.

source: Loading
ar: تحميل

source: Error getting learner list.
ar: خطأ في الحصول على قائمة متعلم.

source: Error generating list of learners who may enroll. Please try again.
ar: حدث خطأ في إنشاء قائمة بالمتعلمين الذين قد يسجلون. يرجى المحاولة مرة أخرى.

source: Error retrieving grading configuration.
ar: حدث خطأ في استرداد تكوين التقدير.

source: Error generating grades. Please try again.
ar: حدث خطأ في إنشاء التقديرات. يرجى المحاولة مرة أخرى.

source: Error generating problem grade report. Please try again.
ar: حدث خطأ في إنشاء تقرير تقدير المشكلة. يرجى المحاولة مرة أخرى.

source: Error generating ORA data report. Please try again.
ar: حدث خطأ في إنشاء تقرير بيانات ORA. يرجى المحاولة مرة أخرى.

source: There was a problem creating the report. Select "Create Executive Summary" to try again.
ar: كانت هناك مشكلة في إنشاء التقرير. حدد «إنشاء ملخص تنفيذي» للمحاولة مرة أخرى.

source: Enter the enrollment code.
ar: أدخل رمز التسجيل.

source: Cancel enrollment code
ar: إلغاء رمز التسجيل

source: Restore enrollment code
ar: استعادة رمز التسجيل

source: Mark enrollment code as unused
ar: وضع علامة على رمز التسجيل باعتباره غير مستخدم

source: Username
ar: اسم المستخدم

source: Email
ar: البريد الإلكتروني

source: Revoke access
ar: إلغاء الوصول

source: Group
ar: مجموعة

source: Add new team member
ar: إضافة عضو فريق جديد

source: Enter username or email
ar: أدخل اسم المستخدم أو البريد الإلكتروني

source: Please enter a username or email.
ar: الرجاء إدخال اسم مستخدم أو بريد إلكتروني.

source: This role requires a divided discussions scheme.
ar: يتطلب هذا الدور مخطط مناقشات مقسم.

source: Error changing user's permissions.
ar: حدث خطأ في تغيير أذونات المستخدم.

source: Could not find a user with username or email address '<%- identifier %>'.
ar: تعذر العثور على مستخدم يحمل اسم المستخدم أو عنوان البريد الإلكتروني '<%- المعرّف %>'.

source: Error: User '<%- username %>' has not yet activated their account. Users must create and activate their accounts before they can be assigned a role.
ar: خطأ: لم يقوم المستخدم '<%- اسم المستخدم %>' بتنشيط حسابه بعد. يجب على المستخدمين إنشاء حساباتهم وتنشيطها قبل أن يتم تعيين دور لهم.

source: Error: You cannot remove yourself from the Instructor group!
ar: خطأ: لا يمكنك إزالة نفسك من مجموعة مدرب!

source: Errors
ar: أخطاء

source: CSV file ready for upload
ar: ملف CSV جاهز للتحميل

source: Users successfully created and enrolled:
ar: تم إنشاء المستخدمين وتسجيلهم بنجاح:

source: Registered users now enrolled in this course:
ar: المستخدمون المسجلون المسجلون الآن في هذه دورة:

source: Registered users who were already enrolled (no changes):
ar: المستخدمون المسجلون الذين تم تسجيلهم بالفعل (بدون تغييرات):

source: File not attached
ar: الملف غير مرفق

source: User accounts successfully updated:
ar: تم تحديث حسابات المستخدمين بنجاح:

source: Error adding/removing users as beta testers.
ar: حدث خطأ في إضافة/إزالة المستخدمين كمختبرين بيتا.

source: These users were successfully added as beta testers:
ar: تمت إضافة هؤلاء المستخدمين بنجاح كمختبرين بيتا:

source: These users could not be added as beta testers because their accounts are not yet activated:
ar: لا يمكن إضافة هؤلاء المستخدمين كمختبرين بيتا لأن حساباتهم لم يتم تنشيطها بعد:

source: These users were successfully removed as beta testers:
ar: تمت إزالة هؤلاء المستخدمين بنجاح كمختبرين بيتا:

source: These users were not added as beta testers:
ar: لم تتم إضافة هؤلاء المستخدمين كمختبرين بيتا:

source: These users were not removed as beta testers:
ar: لم تتم إزالة هؤلاء المستخدمين كمختبرين بيتا:

source: Users must create and activate their account before they can be promoted to beta tester.
ar: يجب على المستخدمين إنشاء حساباتهم وتنشيطها قبل أن يتم ترقيتهم إلى اختبار بيتا.

source: Could not find users associated with the following identifiers:
ar: تعذر العثور على مستخدمين مرتبطين بالمعرفات التالية:

source: Role field should not be left unselected.
ar: يجب عدم ترك حقل الدور غير محدد.

source: Error unenrolling users.
ar: خطأ في إلغاء تسجيل المستخدمين.

source: Error enrolling/unenrolling users.
ar: خطأ في تسجيل/إلغاء تسجيل المستخدمين.

source: The following email addresses and/or usernames are invalid:
ar: عناوين البريد الإلكتروني و/أو أسماء المستخدمين التالية غير صالحة:

source: The following email addresses and/or usernames are needed to unenroll from learning path(s) first:
ar: عناوين البريد الإلكتروني و / أو أسماء المستخدمين التالية مطلوبة لإلغاء التسجيل من مسار (مسارات) التعلم أولاً:

source: There was an error enrolling/unenrolling:
ar: حدث خطأ أثناء التسجيل / إلغاء التسجيل:

source: Select Enroll Type:
ar: حدد نوع التسجيل:

source: Select a Course:
ar: حدد مقرر الدورة:

source: Select a Learning Path:
ar: حدد مسار التعلم:

source: Notify user by email
ar: إعلام المستخدم عن طريق البريد الإلكتروني

source: Successfully enrolled and sent email to the following users:
ar: تم تسجيل البريد الإلكتروني وإرساله بنجاح إلى المستخدمين التاليين:

source: Successfully enrolled the following users:
ar: تم تسجيل المستخدمين التاليين بنجاح:

source: Successfully sent enrollment emails to the following users. They will be allowed to enroll once they register:
ar: تم إرسال رسائل البريد الإلكتروني للتسجيل بنجاح إلى المستخدمين التاليين. سيتم السماح لهم بالتسجيل بمجرد تسجيلهم:

source: These users will be allowed to enroll once they register:
ar: سيتم السماح لهؤلاء المستخدمين بالتسجيل بمجرد تسجيلهم:

source: Successfully sent enrollment emails to the following users. They will be enrolled once they register:
ar: تم إرسال رسائل البريد الإلكتروني للتسجيل بنجاح إلى المستخدمين التاليين. سيتم تسجيلهم بمجرد تسجيلهم:

source: These users will be enrolled once they register:
ar: سيتم تسجيل هؤلاء المستخدمين بمجرد تسجيلهم:

source: Emails successfully sent. The following users are no longer enrolled in the course:
ar: أرسلت رسائل البريد الإلكتروني بنجاح. لم يعد المستخدمون التاليون مسجلين في المقرر دورة:

source: The following users are no longer enrolled in the course:
ar: لم يعد المستخدمون التاليون مسجلين في المقرر دورة:

source: These users were not affiliated with the course so could not be unenrolled:
ar: لم يكن هؤلاء المستخدمون تابعين للمقرر دورة، لذا لا يمكن إلغاء تسجيلهم:

source: The following email addresses are invalid:
ar: عناوين البريد الإلكتروني التالية غير صالحة:
