Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar, el

source: Enter the API key provided by MathWorks for accessing the MATLAB Hosted Service. This key is granted for exclusive use in this course for the specified duration. Do not share the API key with other courses. Notify MathWorks immediately if you believe the key is exposed or compromised. To obtain a key for your course, or to report an issue, please contact moocsupport@mathworks.com
ar: أدخل مفتاح API المقدم من MathWorks للوصول إلى خدمة MATLAB المستضافة. يتم منح هذا المفتاح للاستخدام الحصري في هذه دورة للمدة المحددة. لا تشارك مفتاح API مع دورات الأخرى. قم بإخطار MathWorks على الفور إذا كنت تعتقد أن المفتاح مكشوف أو مخترق. للحصول على مفتاح للدورة دورة الخاصة بك، أو للإبلاغ عن مشكلة، يرجى الاتصال moocsupport@mathworks.com
el: Εισάγετε το κλειδί API που παρέχεται από το MathWorks για πρόσβαση στην υπηρεσία MATLAB. Αυτό το κλειδί χορηγείται για αποκλειστική χρήση σε αυτό το μάθημα για την καθορισμένη διάρκεια. Μην μοιράζεστε το κλειδί API με άλλα μαθήματα. Ειδοποιήστε αμέσως το MathWorks αν πιστεύετε ότι το κλειδί έχει εκτεθεί ή παραβιαστεί. Για να αποκτήσετε ένα κλειδί για το μάθημα σας ή για να αναφέρετε ένα πρόβλημα, παρακαλούμε επικοινωνήστε με το moocsupport@mathworks.com

source: Group Configurations
ar: تكوينات المجموعة
el: Ρυθμίσεις παραμέτρων ομάδας

source: Enter the configurations that govern how learners are grouped together.
ar: أدخل التكوينات التي تحكم كيفية تجميع متعلمين معًا.
el: Εισαγάγετε τις ρυθμίσεις παραμέτρων που διέπουν τον τρόπο ομαδοποίησης των εκπαιδευόμενων.

source: Enable video caching system
ar: تمكين نظام التخزين المؤقت للفيديو
el: Ενεργοποίηση συστήματος προσωρινής αποθήκευσης βίντεο

source: Enter true or false. If true, video caching will be used for HTML5 videos.
ar: أدخل true أو false. إذا كان ذلك صحيحًا، فسيتم استخدام التخزين المؤقت للفيديو لمقاطع فيديو HTML5.
el: Εισάγετε αληθές ή ψευδείς. Εάν είναι αληθές, η προσωρινή αποθήκευση βίντεο θα χρησιμοποιηθεί για βίντεο HTML5.

source: Enable video auto-advance
ar: تمكين التقدم التلقائي للفيديو
el: Ενεργοποίηση αυτόματης προκαταβολής βίντεο

source: Specify whether to show an auto-advance button in videos. If the learner clicks it, when the last video in a unit finishes it will automatically move to the next unit and autoplay the first video.
ar: حدد ما إذا كنت تريد إظهار زر التقدم التلقائي في مقاطع الفيديو. إذا نقر متعلم عليه، فعند انتهاء آخر فيديو في وحدة ما، سينتقل تلقائيًا إلى الوحدة التالية وتشغيل الفيديو الأول تلقائيًا.
el: Καθορίστε εάν θα εμφανίζεται ένα κουμπί αυτόματης προκαταβολής στα βίντεο. Αν ο εκπαιδευόμενος κάνει κλικ σε αυτό, όταν ολοκληρωθεί το τελευταίο βίντεο σε μια μονάδα, θα μετακινηθεί αυτόματα στην επόμενη μονάδα και θα αναπαραχθεί αυτόματα το πρώτο βίντεο.

source: Video Pre-Roll
ar: لفة الفيديو المسبقة
el: Προ-Roll βίντεο

source: Identify a video, 5-10 seconds in length, to play before course videos. Enter the video ID from the Video Uploads page and one or more transcript files in the following format: {format}. For example, an entry for a video with two transcripts looks like this: {example}
ar: حدد مقطع فيديو، بطول 5-10 ثوانٍ، لتشغيله قبل مقاطع فيديو دورة. أدخل معرف الفيديو من صفحة تحميلات الفيديو وملفات نسخة واحدة أو أكثر بالتنسيق التالي: {format}. على سبيل المثال، يبدو إدخال مقطع فيديو يحتوي على نصين كما يلي: {example}
el: Προσδιορίστε ένα βίντεο, μήκους 5-10 δευτερολέπτων, για αναπαραγωγή πριν από τα βίντεο του μαθήματος. Εισαγάγετε το αναγνωριστικό βίντεο από τη σελίδα «Μεταφορτώσεις βίντεο» και ένα ή περισσότερα αρχεία απομαγνητοσκόπησης με την ακόλουθη μορφή: {format}. Για παράδειγμα, μια καταχώρηση για ένα βίντεο με δύο μεταγραφές μοιάζει με αυτό: {example}

source: Show Reset Button for Problems
ar: إظهار زر إعادة الضبط للمشاكل
el: Εμφάνιση κουμπιού επαναφοράς για προβλήματα

source: Enter true or false. If true, problems in the course default to always displaying a 'Reset' button. You can override this in each problem's settings. All existing problems are affected when this course-wide setting is changed.
ar: أدخل true أو false. إذا كان ذلك صحيحًا، فالمشكلات الموجودة في دورة الافتراضي لعرض زر «إعادة تعيين» دائمًا. يمكنك تجاوز هذا في إعدادات كل مشكلة. تتأثر جميع المشكلات الحالية عند تغيير هذا الإعداد على مستوى المقرر الدراسي.
el: Εισάγετε αληθές ή ψευδείς. Εάν είναι αληθές, προβλήματα στην προεπιλεγμένη πορεία για να εμφανίσετε πάντα ένα κουμπί «Επαναφορά». Μπορείτε να το παρακάμψετε στις ρυθμίσεις κάθε προβλήματος. Όλα τα υπάρχοντα προβλήματα επηρεάζονται όταν αλλάξει αυτή η ρύθμιση για όλο το μάθημα.

source: Enable Learner Notes
ar: تمكين ملاحظات متعلم
el: Ενεργοποίηση σημειώσεων εκπαιδευόμενου

source: Enter true or false. If true, learners can use the Learner Notes feature.
ar: أدخل true أو false. إذا كان ذلك صحيحًا، يمكن للمتعلمين استخدام ميزة ملاحظات متعلم.
el: Εισάγετε αληθές ή ψευδείς. Εάν είναι αληθές, οι εκπαιδευόμενοι μπορούν να χρησιμοποιήσουν τη λειτουργία Σημειώσεις Εκπαιδευόμενου.

source: Indicates whether Learner Notes are visible in the course. Learners can also show or hide their notes in the courseware.
ar: يشير إلى ما إذا كانت ملاحظات متعلم مرئية في دورة. يمكن متعلمين أيضًا إظهار أو إخفاء ملاحظاتهم في المناهج الدراسية.
el: Υποδεικνύει εάν οι Σημειώσεις Εκπαιδευόμενου είναι ορατές στο μάθημα. Οι εκπαιδευόμενοι μπορούν επίσης να εμφανίσουν ή να κρύψουν τις σημειώσεις τους στο πρόγραμμα μαθημάτων.

source: Tag this module as part of an Entrance Exam section
ar: ضع علامة على هذه الوحدة كجزء من قسم امتحان القبول
el: Σήμανση αυτής της ενότητας ως μέρος μιας ενότητας Εισαγωγικών Εξετάσεων

source: Enter true or false. If true, answer submissions for problem modules will be considered in the Entrance Exam scoring/gating algorithm.
ar: أدخل true أو false. إذا كان ذلك صحيحًا، فسيتم النظر في عمليات إرسال الإجابات الخاصة بوحدات المشكلة في خوارزمية تسجيل/بوابة امتحان القبول.
el: Εισάγετε αληθές ή ψευδείς. Εάν είναι αληθές, οι υποβολές απαντήσεων για ενότητες προβλημάτων θα ληφθούν υπόψη στον αλγόριθμο βαθμολόγησης εισαγωγικών εξετάσεων/gating.

source: Enrollment Track Groups
ar: مجموعات تتبع التسجيل
el: Ομάδες Πίστας Εγγραφής

source: Partition for segmenting users by enrollment track
ar: قسم لتقسيم المستخدمين حسب مسار التسجيل
el: Κατάτμηση για την κατάτμηση των χρηστών ανά κομμάτι εγγραφής

source: Whether this learner has voted on the poll
ar: ما إذا كان هذا متعلم قد صوت على الاستطلاع
el: Αν αυτός ο εκπαιδευόμενος έχει ψηφίσει για τη δημοσκόπηση

source: Learner answer
ar: إجابة متعلم
el: Απάντηση εκπαιδευόμενου

source: Poll answers from all learners
ar: إجابات الاستطلاع من جميع متعلمين
el: Δημοσκόπηση απαντήσεις από όλους τους εκπαιδευόμενους

source: Poll answers from xml
ar: إجابات الاستطلاع من xml
el: Η δημοσκόπηση απαντά από xml

source: Poll question
ar: سؤال الاستطلاع
el: Ερώτηση δημοσκόπησης

source: Enter the date by which problems are due.
ar: أدخل التاريخ الذي تكون فيه المشاكل مستحقة.
el: Καταχωρίστε την ημερομηνία κατά την οποία οφείλονται προβλήματα.

source: Hide sequence content After Due Date
ar: إخفاء محتوى التسلسل بعد تاريخ الاستحقاق
el: Απόκρυψη περιεχομένου ακολουθίας μετά την ημερομηνία λήξης

source: If set, the sequence content is hidden for non-staff users after the due date has passed.
ar: إذا تم تعيينه، يتم إخفاء محتوى التسلسل للمستخدمين من غير الموظفين بعد مرور تاريخ الاستحقاق.
el: Εάν οριστεί, το περιεχόμενο ακολουθίας αποκρύπτεται για χρήστες που δεν ανήκουν στο προσωπικό μετά την παρέλευση της ημερομηνίας λήξης.

source: Is Entrance Exam
ar: هل امتحان القبول
el: Είναι Εισαγωγικές Εξετάσεις

source: Tag this course module as an Entrance Exam. Note, you must enable Entrance Exams for this course setting to take effect.
ar: ضع علامة على وحدة دورة هذه كامتحان دخول. ملاحظة، يجب تمكين امتحانات القبول لإعداد دورة هذا لكي يصبح ساري المفعول.
el: Σήμανση αυτής της ενότητας μαθήματος ως Εισαγωγικές Εξετάσεις. Σημειώστε ότι πρέπει να ενεργοποιήσετε τις Εισαγωγικές Εξετάσεις για να τεθεί σε ισχύ αυτή η ρύθμιση μαθημάτων.

source: Estimated time for subsection
ar: الوقت المقدر للقسم الفرعي
el: Εκτιμώμενος χρόνος για την υποενότητα

source: If set, estimated time will show in subsection display area.
ar: إذا تم تعيينه، فسيظهر الوقت المقدر في منطقة عرض القسم الفرعي.
el: Αν οριστεί, ο εκτιμώμενος χρόνος θα εμφανίζεται στην περιοχή εμφάνισης υποενότητας.

source: Is Time Limited
ar: هل تايم ليميتد
el: Είναι Περιορισμένος Χρόνος

source: This setting indicates whether learners have a limited time to view or interact with this courseware component.
ar: يشير هذا الإعداد إلى ما إذا كان لدى متعلمين وقت محدود لعرض مكون المناهج الدراسية هذا أو التفاعل معه.
el: Αυτή η ρύθμιση υποδεικνύει εάν οι εκπαιδευόμενοι έχουν περιορισμένο χρόνο για να δουν ή να αλληλεπιδράσουν με αυτό το συστατικό του προγράμματος μαθημάτων.

source: Time Limit in Minutes
ar: الحد الزمني بالدقائق
el: Χρονικό όριο σε λεπτά

source: The number of minutes available to learners for viewing or interacting with this courseware component.
ar: عدد الدقائق المتاحة للمتعلمين للعرض أو التفاعل مع مكون المناهج الدراسية هذا.
el: Ο αριθμός των λεπτών που διατίθενται στους εκπαιδευόμενους για προβολή ή αλληλεπίδραση με αυτό το συστατικό του προγράμματος μαθημάτων.

source: Is Proctoring Enabled
ar: هل تم تمكين Proctoring
el: Είναι ενεργοποιημένη η Proctoring

source: This setting indicates whether this exam is a proctored exam.
ar: يشير هذا الإعداد إلى ما إذا كان هذا الاختبار عبارة عن اختبار مقيد.
el: Αυτή η ρύθμιση υποδεικνύει αν αυτή η εξέταση είναι μια εξέταση proctored.

source: Software Secure Review Rules
ar: قواعد مراجعة البرامج الآمنة
el: Κανόνες ασφαλούς αναθεώρησης λογισμικού

source: This setting indicates what rules the proctoring team should follow when viewing the videos.
ar: يشير هذا الإعداد إلى القواعد التي يجب على فريق proctoring اتباعها عند عرض مقاطع الفيديو.
el: Αυτή η ρύθμιση υποδεικνύει τους κανόνες που πρέπει να ακολουθεί η ομάδα proctoring κατά την προβολή των βίντεο.

source: Is Practice Exam
ar: هل امتحان الممارسة
el: Είναι Εξάσκηση Εξέταση

source: This setting indicates whether this exam is for testing purposes only. Practice exams are not verified.
ar: يشير هذا الإعداد إلى ما إذا كان هذا الاختبار لأغراض الاختبار فقط. لم يتم التحقق من اختبارات الممارسة.
el: Αυτή η ρύθμιση υποδεικνύει εάν αυτή η εξέταση προορίζεται μόνο για δοκιμαστικούς σκοπούς. Οι εξετάσεις εξάσκησης δεν επαληθεύονται.

source: This exam is hidden from the learner.
ar: هذا الاختبار مخفي عن متعلم.
el: Αυτή η εξέταση είναι κρυμμένη από τον εκπαιδευόμενο.

source: Because the course has ended, this assignment is hidden from the learner.
ar: نظرًا لأن دورة قد انتهت، يتم إخفاء هذه المهمة عن متعلم.
el: Επειδή το μάθημα έχει λήξει, αυτή η εργασία είναι κρυμμένη από τον εκπαιδευόμενο.

source: Because the due date has passed, this assignment is hidden from the learner.
ar: نظرًا لأن تاريخ الاستحقاق قد انقضى، يتم إخفاء هذه المهمة عن متعلم.
el: Η εργασία αυτή δεν εμφανίζεται γιατί έχει παρέλθει η προθεσμία υποβολής της.

source: This subsection is unlocked for learners when they meet the prerequisite requirements.
ar: يتم فتح هذا القسم الفرعي للمتعلمين عندما يستوفون متطلبات المتطلبات الأساسية.
el: Αυτή η υποενότητα ξεκλειδώνεται για τους εκπαιδευόμενους όταν πληρούν τις προϋποθέσεις.

source: This subsection is a prerequisite. You must complete this subsection in order to unlock additional content.
ar: هذا القسم الفرعي هو شرط أساسي. يجب عليك إكمال هذا القسم الفرعي لفتح محتوى إضافي.
el: Αυτή η υποενότητα αποτελεί προϋπόθεση. Πρέπει να ολοκληρώσετε αυτήν την υποενότητα για να ξεκλειδώσετε πρόσθετο περιεχόμενο.

source: A list summarizing what learners should look forward to in this section.
ar: قائمة تلخص ما يجب أن يتطلع إليه متعلمين في هذا القسم.
el: Μια λίστα που συνοψίζει τι θα πρέπει να προσβλέπουν οι εκπαιδευόμενοι σε αυτή την ενότητα.

source: Group ID {group_id}
ar: معرف المجموعة {group_id}
el: Αναγνωριστικό ομάδας {group_id}

source: Not Selected
ar: لم يتم تحديده
el: Δεν επιλέχθηκε

source: The display name for this component. (Not shown to learners)
ar: اسم العرض لهذا المكون. (لا يظهر للمتعلمين)
el: Το εμφανιζόμενο όνομα για αυτό το στοιχείο. (Δεν εμφανίζεται στους εκπαιδευόμενους)

source: Content Experiment
ar: تجربة المحتوى
el: Πείραμα περιεχομένου

source: The list of group configurations for partitioning learners in content experiments.
ar: قائمة تكوينات المجموعة لتقسيم متعلمين في تجارب المحتوى.
el: Η λίστα των διαμορφώσεων ομάδων για την κατάτμηση των εκπαιδευομένων σε πειράματα περιεχομένου.

source: The configuration defines how users are grouped for this content experiment. Caution: Changing the group configuration of a learner-visible experiment will impact the experiment data.
ar: يحدد التكوين كيفية تجميع المستخدمين لتجربة المحتوى هذه. تحذير: سيؤدي تغيير تكوين المجموعة لتجربة مرئية للمتعلم إلى التأثير على بيانات التجربة.
el: Η ρύθμιση παραμέτρων καθορίζει τον τρόπο ομαδοποιούνται οι χρήστες για αυτό το πείραμα περιεχομένου. Προσοχή: Η αλλαγή της διαμόρφωσης ομάδας ενός πειράματος που είναι ορατό από εκπαιδευόμενο θα επηρεάσει τα δεδομένα του πειράματος.

source: Group Configuration
ar: تكوين المجموعة
el: Ρύθμιση παραμέτρων ομάδας

source: Which child module learners in a particular group_id should see
ar: أي من المتعلمين في الوحدة الفرعية في group_id معين يجب أن يراها
el: Ποια παιδική ενότητα θα πρέπει να βλέπουν οι εκπαιδευόμενοι σε μια συγκεκριμένη ομάδα_id

source: {group_name} (inactive)
ar: {group_name} (غير نشط)
el: {group_name} (ανενεργός)

source: The experiment is not associated with a group configuration.
ar: لا ترتبط التجربة بتكوين مجموعة.
el: Το πείραμα δεν σχετίζεται με μια ρύθμιση παραμέτρων ομάδας.

source: Select a Group Configuration
ar: حدد تكوين المجموعة
el: Επιλογή ρύθμισης παραμέτρων ομάδας

source: The experiment uses a deleted group configuration. Select a valid group configuration or delete this experiment.
ar: تستخدم التجربة تكوين مجموعة محذوفة. حدد تكوين مجموعة صالح أو احذف هذه التجربة.
el: Το πείραμα χρησιμοποιεί μια διαγραμμένη ρύθμιση παραμέτρων ομάδας. Επιλέξτε μια έγκυρη ρύθμιση παραμέτρων ομάδας ή διαγράψτε αυτό το πείραμα.

source: The experiment uses a group configuration that is not supported for experiments. Select a valid group configuration or delete this experiment.
ar: تستخدم التجربة تكوين مجموعة غير مدعوم للتجارب. حدد تكوين مجموعة صالح أو احذف هذه التجربة.
el: Το πείραμα χρησιμοποιεί μια ρύθμιση παραμέτρων ομάδας που δεν υποστηρίζεται για πειράματα. Επιλέξτε μια έγκυρη ρύθμιση παραμέτρων ομάδας ή διαγράψτε αυτό το πείραμα.

source: The experiment does not contain all of the groups in the configuration.
ar: لا تحتوي التجربة على جميع المجموعات في التكوين.
el: Το πείραμα δεν περιέχει όλες τις ομάδες στη διαμόρφωση.

source: Add Missing Groups
ar: إضافة مجموعات مفقودة
el: Προσθήκη ομάδων που λείπουν

source: The experiment has an inactive group. Move content into active groups, then delete the inactive group.
ar: تحتوي التجربة على مجموعة غير نشطة. انقل المحتوى إلى مجموعات نشطة، ثم احذف المجموعة غير النشطة.
el: Το πείραμα έχει μια ανενεργή ομάδα. Μετακινήστε το περιεχόμενο σε ενεργές ομάδες και, στη συνέχεια, διαγράψτε την ανενεργή ομάδα.

source: This content experiment has issues that affect content visibility.
ar: تحتوي تجربة المحتوى هذه على مشكلات تؤثر على رؤية المحتوى.
el: Αυτό το πείραμα περιεχομένου έχει ζητήματα που επηρεάζουν την ορατότητα περιεχομένου.

source: External Discussion
ar: مناقشة خارجية
el: Εξωτερική συζήτηση

source: Home
ar: الصفحة الرئيسية
el: Σπιτικό

source: Text Annotation
ar: تعليق توضيحي للنص
el: Σχολιασμός κειμένου

source: Source/Citation
ar: المصدر/الاعتماد
el: Πηγή/Παραπομνηση

source: Optional for citing source of any material used. Automatic citation can be done using <a href="http://easybib.com">EasyBib</a>
ar: اختياري للاستشهاد بمصدر أي مادة مستخدمة. يمكن إجراء الاقتباس التلقائي باستخدام <a href="http://easybib.com">EasyBib</a>
el: Προαιρετικό για την αναφορά πηγής οποιουδήποτε χρησιμοποιούμενου υλικού. Αυτόματη παραπομπή μπορεί να γίνει χρησιμοποιώντας <a href="http://easybib.com">EasyBib</a>

source: Diacritic Marks
ar: علامات التشكيل
el: Διακριτικά Σήματα

source: Add diacritic marks to be added to a text using the comma-separated form, i.e. markname;urltomark;baseline,markname2;urltomark2;baseline2
ar: أضف علامات التشكيل لإضافتها إلى نص باستخدام النموذج المفصول بفواصل، أي اسم العلامة؛ urltomark؛ خط الأساس، markname2؛ urltomark2؛ baseline2
el: Προσθέστε διακριτικά σημάδια που θα προστεθούν σε ένα κείμενο χρησιμοποιώντας τη μορφή διαχωρισμένη με κόμματα, δηλαδή όνομα σήμανσης, urltomark, γραμμή βάσης, όνομα2, urltomark2, γραμμή βάσης2, γραμμή βάσης2

source: Can't receive transcripts from Youtube for {youtube_id}. Status code: {status_code}.
ar: لا يمكن تلقي النصوص من Youtube لـ {youtube_id}. رمز الحالة: {status_code}.
el: Δεν είναι δυνατή η λήψη μεταγραφών από το Youtube για {youtube_id}. Κωδικός κατάστασης: {status_code}.

source: We support only SubRip (*.srt) transcripts format.
ar: نحن ندعم فقط تنسيق نصوص SubRip (*.srt).
el: Υποστηρίζουμε μόνο τη μορφή μεταγραφών SubRip (*.srt).

source: Something wrong with SubRip transcripts file during parsing. Inner message is {error_message}
ar: شيء خاطئ في ملف نصوص SubRip أثناء التحليل. الرسالة الداخلية هي {error_message}
el: Κάτι λάθος με το αρχείο μεταγραφών SubRip κατά την ανάλυση. Το εσωτερικό μήνυμα είναι {error_message}

source: Something wrong with SubRip transcripts file during parsing.
ar: شيء خاطئ في ملف نصوص SubRip أثناء التحليل.
el: Κάτι λάθος με το αρχείο μεταγραφών SubRip κατά την ανάλυση.

source: {exception_message}: Can't find uploaded transcripts: {user_filename}
ar: {exception_message}: لا يمكن العثور على النصوص التي تم تحميلها: {user_filename}
el: {exception_message}: Δεν είναι δυνατή η εύρεση φορτωμένων μεταγραφών: {user_filename}

source: Language is required.
ar: اللغة مطلوبة.
el: Απαιτείται γλώσσα.

source: Basic
ar: أساسي
el: Βασικός/ή

source: There is no transcript file associated with the {lang} language.
ar: لا توجد ملفات نسخ مقترنة باللغات {lang} .
el: Δεν υπάρχει αρχείο απομαγνητοφωνίας που να σχετίζεται με τη γλώσσα {lang}.

source: The URL for your video. This can be a YouTube URL or a link to an .mp4, .ogg, or .webm video file hosted elsewhere on the Internet.
ar: عنوان URL للفيديو الخاص بك. يمكن أن يكون هذا عنوان URL على YouTube أو رابطًا إلى ملف فيديو .mp4 أو .ogg أو .webm مستضاف في مكان آخر على الإنترنت.
el: Η διεύθυνση URL για το βίντεό σας. Αυτό μπορεί να είναι μια διεύθυνση URL του YouTube ή μια σύνδεση προς ένα αρχείο.mp4, .ogg ή .webm που φιλοξενείται αλλού στο Internet.

source: Default Video URL
ar: عنوان URL الافتراضي للفيديو
el: Προεπιλεγμένη διεύθυνση URL βίντεο

source: Component Display Name
ar: اسم عرض المكون
el: Εμφανιζόμενο όνομα στοιχείου

source: Current position in the video.
ar: الموضع الحالي في الفيديو.
el: Τρέχουσα θέση στο βίντεο.

source: Optional, for older browsers: the YouTube ID for the normal speed video.
ar: اختياري، للمتصفحات القديمة: معرف YouTube لفيديو السرعة العادية.
el: Προαιρετικά, για παλαιότερα προγράμματα περιήγησης: το αναγνωριστικό YouTube για το βίντεο κανονικής ταχύτητας.

source: YouTube ID
ar: معرف YouTube
el: Ταυτότητα YouTube

source: Optional, for older browsers: the YouTube ID for the .75x speed video.
ar: اختياري، للمتصفحات القديمة: معرف YouTube لفيديو السرعة .75x.
el: Προαιρετικά, για παλαιότερα προγράμματα περιήγησης: το αναγνωριστικό YouTube για το βίντεο ταχύτητας .75x.

source: YouTube ID for .75x speed
ar: معرف YouTube لسرعة .75x
el: Αναγνωριστικό YouTube για ταχύτητα 75x

source: Optional, for older browsers: the YouTube ID for the 1.25x speed video.
ar: اختياري، للمتصفحات القديمة: معرف YouTube للفيديو بسرعة 1.25x.
el: Προαιρετικά, για παλαιότερα προγράμματα περιήγησης: το αναγνωριστικό YouTube για το βίντεο ταχύτητας 1.25x.

source: YouTube ID for 1.25x speed
ar: معرف YouTube لسرعة 1.25x
el: Αναγνωριστικό YouTube για ταχύτητα 1.25x

source: Optional, for older browsers: the YouTube ID for the 1.5x speed video.
ar: اختياري، للمتصفحات القديمة: معرف YouTube للفيديو بسرعة 1.5x.
el: Προαιρετικά, για παλαιότερα προγράμματα περιήγησης: το αναγνωριστικό YouTube για το βίντεο ταχύτητας 1,5 x.

source: YouTube ID for 1.5x speed
ar: معرف YouTube لسرعة 1.5x
el: Αναγνωριστικό YouTube για ταχύτητα 1,5x

source: Time you want the video to start if you don't want the entire video to play. Not supported in the native mobile app: the full video file will play. Formatted as HH:MM:SS. The maximum value is 23:59:59.
ar: الوقت الذي تريد أن يبدأ فيه الفيديو إذا كنت لا تريد تشغيل الفيديو بالكامل. غير مدعوم في تطبيق الهاتف المحمول الأصلي: سيتم تشغيل ملف الفيديو الكامل. تم تنسيقه كـ HH: MM: SS. القيمة القصوى هي 23:59:59.
el: Ώρα που θέλετε να ξεκινήσει το βίντεο, αν δεν θέλετε να αναπαράγεται ολόκληρο το βίντεο. Δεν υποστηρίζεται στην εγγενή εφαρμογή για κινητά: θα αναπαράγεται το πλήρες αρχείο βίντεο. Μορφοποιημένο ως ΩΩ:ΜΜ:ΔΣ. Η μέγιστη τιμή είναι 23:59:59.

source: Video Start Time
ar: وقت بدء الفيديو
el: Ώρα έναρξης βίντεο

source: Time you want the video to stop if you don't want the entire video to play. Not supported in the native mobile app: the full video file will play. Formatted as HH:MM:SS. The maximum value is 23:59:59.
ar: الوقت الذي تريد أن يتوقف فيه الفيديو إذا كنت لا تريد تشغيل الفيديو بالكامل. غير مدعوم في تطبيق الهاتف المحمول الأصلي: سيتم تشغيل ملف الفيديو الكامل. تم تنسيقه كـ HH: MM: SS. القيمة القصوى هي 23:59:59.
el: Χρόνος που θέλετε να σταματήσει το βίντεο, αν δεν θέλετε να αναπαράγεται ολόκληρο το βίντεο. Δεν υποστηρίζεται στην εγγενή εφαρμογή για κινητά: θα αναπαράγεται το πλήρες αρχείο βίντεο. Μορφοποιημένο ως ΩΩ:ΜΜ:ΔΣ. Η μέγιστη τιμή είναι 23:59:59.

source: Video Stop Time
ar: وقت إيقاف الفيديو
el: Χρόνος διακοπής βίντεο

source: The external URL to download the video.
ar: عنوان URL الخارجي لتنزيل الفيديو.
el: Η εξωτερική διεύθυνση URL για να κατεβάσετε το βίντεο.

source: Download Video
ar: تنزيل الفيديو
el: Κατεβάστε το βίντεο

source: Allow learners to download versions of this video in different formats if they cannot use the edX video player or do not have access to YouTube. You must add at least one non-YouTube URL in the Video File URLs field.
ar: السماح متعلمين بتنزيل إصدارات هذا الفيديو بتنسيقات مختلفة إذا لم يتمكنوا من استخدام مشغل الفيديو edX أو لم يكن لديهم حق الوصول إلى YouTube. يجب إضافة عنوان URL واحد على الأقل غير YouTube في حقل عناوين URL لملف الفيديو.
el: Να επιτρέπεται στους εκπαιδευόμενους να κατεβάζουν εκδόσεις αυτού του βίντεο σε διαφορετικές μορφές, αν δεν μπορούν να χρησιμοποιήσουν το πρόγραμμα αναπαραγωγής βίντεο EDX ή δεν έχουν πρόσβαση στο YouTube. Πρέπει να προσθέσετε τουλάχιστον μία διεύθυνση URL εκτός YouTube στο πεδίο URL αρχείου βίντεο.

source: Video Download Allowed
ar: تنزيل الفيديو مسموح به
el: Επιτρέπεται η λήψη βίντεο
