Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar, el

source: The URL or URLs where you've posted non-YouTube versions of the video. Each URL must end in .mpeg, .mp4, .ogg, or .webm and cannot be a YouTube URL. (For browser compatibility, we strongly recommend .mp4 and .webm format.) Learners will be able to view the first listed video that's compatible with the learner's computer. To allow learners to download these videos, set Video Download Allowed to True.
ar: عنوان URL أو عناوين URL التي نشرت فيها إصدارات غير YouTube من الفيديو. يجب أن ينتهي كل عنوان URL ب.mpeg أو .mp4 أو.ogg أو .webm ولا يمكن أن يكون عنوان URL على YouTube. (لتوافق المتصفح، نوصي بشدة بتنسيق.mp4 و.webm.) سيتمكن متعلمين من مشاهدة أول فيديو مدرج متوافق مع كمبيوتر المتعلم. للسماح للمتعلمين بتنزيل مقاطع الفيديو هذه، قم بتعيين تنزيل الفيديو المسموح به إلى True.
el: Η διεύθυνση URL ή οι διευθύνσεις URL όπου έχετε δημοσιεύσει εκδόσεις του βίντεο που δεν ανήκουν στο YouTube. Κάθε διεύθυνση URL πρέπει να τελειώνει σε .mpeg, .mp4, .ogg ή .webm και δεν μπορεί να είναι διεύθυνση URL του YouTube. (Για συμβατότητα του προγράμματος περιήγησης, συνιστούμε ανεπιφύλακτα τη μορφή.mp4 και .webm.) Οι εκπαιδευόμενοι θα μπορούν να δουν το πρώτο βίντεο που εμφανίζεται που είναι συμβατό με τον υπολογιστή του εκπαιδευόμενου. Για να επιτρέψετε στους εκπαιδευόμενους να κατεβάζουν αυτά τα βίντεο, ρυθμίστε τη λήψη βίντεο Επιτρέπεται σε True.

source: Video File URLs
ar: عناوين URL لملفات الفيديو
el: URL αρχείου βίντεο

source: By default, learners can download an .srt or .txt transcript when you set Download Transcript Allowed to True. If you want to provide a downloadable transcript in a different format, we recommend that you upload a handout by using the Upload a Handout field. If this isn't possible, you can post a transcript file on the Files & Uploads page or on the Internet, and then add the URL for the transcript here. Learners see a link to download that transcript below the video.
ar: بشكل افتراضي، يمكن متعلمين تنزيل نص.srt أو.txt عند تعيين تنزيل نسخة مسموح بها إلى True. إذا كنت ترغب في تقديم نسخة قابلة للتنزيل بتنسيق مختلف، نوصيك بتحميل نشرة باستخدام حقل تحميل نشرة. إذا لم يكن ذلك ممكنًا، يمكنك نشر ملف نص على صفحة الملفات والتحميلات أو على الإنترنت، ثم إضافة عنوان URL للنص هنا. يرى متعلمين رابطًا لتنزيل هذا النص أسفل الفيديو.
el: Από προεπιλογή, οι εκπαιδευόμενοι μπορούν να κατεβάσουν ένα μεταγραφή.srt ή .txt όταν ορίσετε τη λήψη του μεταγραφικού ελέγχου επιτρέπεται σε True. Εάν θέλετε να παράσχετε ένα αντίγραφο μεταγραφών με δυνατότητα λήψης σε διαφορετική μορφή, συνιστάται να αποστείλετε ένα φυλλάδιο χρησιμοποιώντας το πεδίο Αποστολή ενός φυλλάδιο. Εάν αυτό δεν είναι δυνατό, μπορείτε να δημοσιεύσετε ένα αρχείο μεταγραφών στη σελίδα Αρχεία & Μεταφορτώσεις ή στο Internet και, στη συνέχεια, να προσθέσετε τη διεύθυνση URL για το αντίγραφο εδώ. Οι εκπαιδευόμενοι βλέπουν έναν σύνδεσμο για να κατεβάσουν αυτό το κείμενο κάτω από το βίντεο.

source: Downloadable Transcript URL
ar: عنوان URL للنسخة القابلة للتنزيل
el: Διεύθυνση URL Μεταγραφών με δυνατότητα λήψης

source: Allow learners to download the timed transcript. A link to download the file appears below the video. By default, the transcript is an .srt or .txt file. If you want to provide the transcript for download in a different format, upload a file by using the Upload Handout field.
ar: السماح متعلمين بتنزيل النص الموقعي. يظهر رابط لتنزيل الملف أسفل الفيديو. بشكل افتراضي، يكون النص عبارة عن ملف.srt أو .txt. إذا كنت ترغب في توفير النص للتنزيل بتنسيق مختلف، فقم بتحميل ملف باستخدام حقل تحميل النشرة.
el: Να επιτρέπεται στους εκπαιδευόμενους να κατεβάζουν το χρονομετρημένο μεταγραφικό. Κάτω από το βίντεο εμφανίζεται ένας σύνδεσμος για να κατεβάσετε το αρχείο. Από προεπιλογή, το μεταγραφικό είναι ένα αρχείο.srt ή .txt. Εάν θέλετε να δώσετε το αντίγραφο για λήψη σε διαφορετική μορφή, αποστείλετε ένα αρχείο χρησιμοποιώντας το πεδίο «Αποστολή εγγράφου».

source: Download Transcript Allowed
ar: تنزيل نسخة مسموح بها
el: Λήψη Μεταγραφή επιτρέπεται

source: The default transcript for the video, from the Default Timed Transcript field on the Basic tab. This transcript should be in English. You don't have to change this setting.
ar: النص الافتراضي للفيديو، من حقل النص الافتراضي المؤقت في علامة التبويب Basic. يجب أن يكون هذا النص باللغة الإنجليزية. ليس عليك تغيير هذا الإعداد.
el: Το προεπιλεγμένο αντίγραφο ελέγχου για το βίντεο, από το πεδίο Προεπιλεγμένο χρονικό χρονικό μεταγραφή στην καρτέλα Βασικό. Αυτή η μεταγραφή πρέπει να είναι στα αγγλικά. Δεν χρειάζεται να αλλάξετε αυτήν τη ρύθμιση.

source: Default Timed Transcript
ar: نسخة افتراضية موقوتة
el: Προκαθορισμένο χρονομετρημένο μεταγραφικό

source: Specify whether the transcripts appear with the video by default.
ar: حدد ما إذا كانت النصوص تظهر مع الفيديو افتراضيًا.
el: Καθορίστε εάν τα αντίγραφα θα εμφανίζονται με το βίντεο από προεπιλογή.

source: Show Transcript
ar: عرض النص
el: Εμφάνιση απομαγνητοφωνικού

source: Add transcripts in different languages. Click below to specify a language and upload an .srt transcript file for that language.
ar: أضف نسخًا بلغات مختلفة. انقر أدناه لتحديد لغة وتحميل ملف نص .srt لتلك اللغة.
el: Προσθήκη μεταγραφών σε διαφορετικές γλώσσες. Κάντε κλικ παρακάτω για να καθορίσετε μια γλώσσα και να αποστείλετε ένα αρχείο.srt transcript για τη συγκεκριμένη γλώσσα.

source: Transcript Languages
ar: لغات النسخ
el: Γλώσσες μεταγραφών

source: Preferred language for transcript.
ar: اللغة المفضلة للنص.
el: Προτιμώμενη γλώσσα υποτίτλων

source: Preferred language for transcript
ar: اللغة المفضلة للنص
el: Προτιμώμενη γλώσσα υποτίτλων

source: Transcript file format to download by user.
ar: تنسيق ملف نسخة لتنزيله من قبل المستخدم.
el: Μορφή αρχείου μεταγραφή για λήψη από το χρήστη.

source: SubRip (.srt) file
ar: ملف سوريب (.srt)
el: Αρχείο SubRip (.srt)

source: Text (.txt) file
ar: ملف نص (.txt)
el: Αρχείο κειμένου (.txt)

source: The last speed that the user specified for the video.
ar: السرعة الأخيرة التي حددها المستخدم للفيديو.
el: Η τελευταία ταχύτητα που έχει καθορίσει ο χρήστης για το βίντεο.

source: The default speed for the video.
ar: السرعة الافتراضية للفيديو.
el: Η προεπιλεγμένη ταχύτητα για το βίντεο.

source: Specify whether to advance automatically to the next unit when the video ends.
ar: حدد ما إذا كنت تريد التقدم تلقائيًا إلى الوحدة التالية عند انتهاء الفيديو.
el: Καθορίστε αν θα προχωρήσετε αυτόματα στην επόμενη μονάδα όταν τελειώσει το βίντεο.

source: Specify whether YouTube is available for the user.
ar: حدد ما إذا كان YouTube متاحًا للمستخدم.
el: Καθορίστε εάν το YouTube είναι διαθέσιμο για το χρήστη.

source: Upload a handout to accompany this video. Learners can download the handout by clicking Download Handout under the video.
ar: قم بتحميل نشرة لمرافقة هذا الفيديو. يمكن متعلمين تنزيل النشرة بالنقر فوق تنزيل النشرة أسفل الفيديو.
el: Ανεβάστε ένα φυλλάδιο για να συνοδεύσει αυτό το βίντεο. Οι εκπαιδευόμενοι μπορούν να κατεβάσουν το φυλλάδιο κάνοντας κλικ στην επιλογή Λήψη φυλλάδιο κάτω από το βίντεο.

source: Upload Handout
ar: نشرة التحميل
el: Μεταφόρτωση φυλλάδιο

source: Specify whether access to this video is limited to browsers only, or if it can be accessed from other applications including mobile apps.
ar: حدد ما إذا كان الوصول إلى هذا الفيديو يقتصر على المتصفحات فقط، أو إذا كان يمكن الوصول إليه من تطبيقات أخرى بما في ذلك تطبيقات الجوال.
el: Καθορίστε εάν η πρόσβαση σε αυτό το βίντεο περιορίζεται μόνο σε προγράμματα περιήγησης ή εάν είναι δυνατή η πρόσβαση σε αυτό από άλλες εφαρμογές, συμπεριλαμβανομένων των εφαρμογών για κινητές συσκευές.

source: Video Available on Web Only
ar: فيديو متاح على الويب فقط
el: Βίντεο διαθέσιμο μόνο στο Web

source: If you were assigned a Video ID by edX for the video to play in this component, enter the ID here. In this case, do not enter values in the Default Video URL, the Video File URLs, and the YouTube ID fields. If you were not assigned a Video ID, enter values in those other fields and ignore this field.
ar: إذا تم تعيين معرف فيديو بواسطة edX للفيديو الذي سيتم تشغيله في هذا المكون، فأدخل المعرف هنا. في هذه الحالة، لا تقم بإدخال قيم في عنوان URL الافتراضي للفيديو وعناوين URL لملف الفيديو وحقول معرف YouTube. إذا لم يتم تعيين معرف فيديو لك، فأدخل القيم في تلك الحقول الأخرى وتجاهل هذا الحقل.
el: Εάν σας έχει ανατεθεί ένα Αναγνωριστικό βίντεο από το EDX για την αναπαραγωγή του βίντεο σε αυτό το στοιχείο, πληκτρολογήστε εδώ το αναγνωριστικό. Σε αυτήν την περίπτωση, μην εισαγάγετε τιμές στο προεπιλεγμένο URL βίντεο, στις διευθύνσεις URL αρχείου βίντεο και στα πεδία Αναγνωριστικό YouTube. Αν δεν σας έχει εκχωρηθεί ένα Αναγνωριστικό βίντεο, εισαγάγετε τιμές σε αυτά τα άλλα πεδία και αγνοήστε αυτό το πεδίο.

source: Date of the last view of the bumper
ar: تاريخ آخر عرض للمصد
el: Ημερομηνία της τελευταίας προβολής του προφυλακτήρα

source: Do not show bumper again
ar: لا تظهر المصد مرة أخرى
el: Να μην εμφανιστεί ξανά ο προφυλακτήρας

source: Video Annotation
ar: تعليق توضيحي للفيديو
el: Βίντεο Σχολιασμός

source: The external source URL for the video.
ar: عنوان URL المصدر الخارجي للفيديو.
el: Η εξωτερική διεύθυνση URL προέλευσης για το βίντεο.

source: Source URL
ar: عنوان URL للمصدر
el: URL πηγής

source: Poster Image URL
ar: عنوان URL لصورة الملصق
el: URL εικόνας αφίσας

source: Poster URL
ar: عنوان URL للملصق
el: URL αφίσας

source: Instructions
ar: تعليمات
el: Οδηγίες

source: Add instructions to help learners understand how to use the word cloud. Clear instructions are important, especially for learners who have accessibility requirements.
ar: أضف تعليمات لمساعدة متعلمين على فهم كيفية استخدام كلمة cloud. التعليمات الواضحة مهمة، خاصة بالنسبة للمتعلمين الذين لديهم متطلبات إمكانية الوصول.
el: Προσθέστε οδηγίες για να βοηθήσετε τους εκπαιδευόμενους να κατανοήσουν πώς να χρησιμοποιούν τη λέξη cloud. Οι σαφείς οδηγίες είναι σημαντικές, ειδικά για τους εκπαιδευόμενους που έχουν απαιτήσεις προσβασιμότητας.

source: Inputs
ar: المدخلات
el: Είσοδοι

source: The number of text boxes available for learners to add words and sentences.
ar: عدد مربعات النص المتاحة للمتعلمين لإضافة كلمات وجمل.
el: Ο αριθμός των πλαισίων κειμένου που είναι διαθέσιμα για τους εκπαιδευόμενους να προσθέτουν λέξεις και προτάσεις.

source: Maximum Words
ar: الحد الأقصى للكلمات
el: Μέγιστες λέξεις

source: The maximum number of words displayed in the generated word cloud.
ar: الحد الأقصى لعدد الكلمات المعروضة في سحابة الكلمات التي تم إنشاؤها.
el: Ο μέγιστος αριθμός λέξεων που εμφανίζονται στο δημιουργημένο σύννεφο λέξεων.

source: Show Percents
ar: عرض النسب المئوية
el: Εμφάνιση Ποσοστά

source: Statistics are shown for entered words near that word.
ar: يتم عرض الإحصائيات للكلمات المدخلة بالقرب من تلك الكلمة.
el: Οι στατιστικές εμφανίζονται για τις λέξεις που έχουν εισαχθεί κοντά σε αυτή τη λέξη.

source: Whether this learner has posted words to the cloud.
ar: ما إذا كان هذا متعلم قد نشر كلمات على السحابة.
el: Αν αυτός ο εκπαιδευόμενος έχει δημοσιεύσει λέξεις στο cloud.

source: Learner answer.
ar: إجابة متعلم.
el: Απάντηση μαθητή.

source: All possible words from all learners.
ar: جميع الكلمات الممكنة من جميع متعلمين.
el: Όλες οι πιθανές λέξεις από όλους τους μαθητές.

source: Top num_top_words words for word cloud.
ar: أعلى الكلمات num_top_words لسحابة الكلمات.
el: Κορυφαίες λέξεις_top_λέξεων για το σύννεφο λέξεων.

source: Welcome to %(platform_name)s.
ar: مرحبًا بك في %(platform_name)s.
el: Καλώς ήρθατε στο %(platform_name)s.

source: You can login with your email address: %(user_email)s
ar: يمكنك تسجيل الدخول باستخدام عنوان بريدك الإلكتروني: %(user_email)s
el: Μπορείτε να συνδεθείτε με τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας: %(user_email)s

source: Please go to the following page to create your password:
ar: يرجى الانتقال إلى الصفحة التالية لإنشاء كلمة المرور الخاصة بك:
el: Παρακαλούμε μεταβείτε στην παρακάτω σελίδα για να δημιουργήσετε τον κωδικό πρόσβασής σας:

source: Password Reset
ar: إعادة تعيين كلمة المرور
el: Αλλαγή κωδικού

source: You're receiving this e-mail because you requested a password reset for your user account at %(platform_name)s.
ar: تتلقى هذا البريد الإلكتروني لأنك طلبت إعادة تعيين كلمة المرور لحساب المستخدم الخاص بك على %(platform_name)s.
el: Έχετε λάβει αυτό το μήνυμα επειδή ζητήσατε την αλλαγή του κωδικού σας στο %(platform_name)s

source: However, there is currently no user account associated with your email address: %(email_address)s.
ar: ومع ذلك، لا يوجد حاليًا حساب مستخدم مرتبط بعنوان بريدك الإلكتروني: %(email_address)s.
el: Ωστόσο, προς το παρόν δεν υπάρχει λογαριασμός χρήστη που να σχετίζεται με τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας: %(email_address)s.

source: If you did not request this change, you can ignore this email.
ar: إذا لم تطلب هذا التغيير، يمكنك تجاهل هذا البريد الإلكتروني.
el: Εάν δεν ζητήσατε αυτήν την αλλαγή, μπορείτε να αγνοήσετε αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου.

source: If you didn't request this change, you can disregard this email - we have not yet reset your password.
ar: إذا لم تطلب هذا التغيير، يمكنك تجاهل هذا البريد الإلكتروني - لم نقم بعد بإعادة تعيين كلمة المرور الخاصة بك.
el: Αν δε ζητήσατε αυτή την αλλαγή απλώς αγνοήστε τούτο το email. Δεν έχουμε προχωρήσει σε αλλαγή του κωδικού σας.

source: Change my Password
ar: تغيير كلمة المرور الخاصة بي
el: Αλλαγή του Κωδικού μου

source: Please go to the following page and choose a new password:
ar: يرجى الانتقال إلى الصفحة التالية واختيار كلمة مرور جديدة:
el: Παρακαλούμε κάντε κλικ στον σύνδεσμο που ακολουθεί και στην σελίδα που θα εμφανιστεί, επιλέξτε ένα νέο κωδικό πρόσβασης:

source: Thanks for using our site!
ar: شكرا لاستخدام موقعنا!
el: Ευχαριστούμε

source: Password reset on %(platform_name)s
ar: إعادة تعيين كلمة المرور على %(platform_name)s
el: Αλλαγή του κωδικού σας στο %(platform_name)s

source: Completed the course "{course_name}" ({course_mode}, {start_date} - {end_date})
ar: أكمل دورة "{course_name}" ({course_mode}، {start_date} - {end_date})
el: Ολοκληρώθηκε το μάθημα "{course_name}" ({course_mode}, {start_date} - {end_date})

source: Completed the course "{course_name}" ({course_mode})
ar: أكمل دورة "{course_name}" ({course_mode})
el: Ολοκλήρωσε το μάθημα "{course_name}" ({course_mode})

source: The badge image must be square.
ar: يجب أن تكون صورة شارة مربعة.
el: Η εικόνα του σήματος πρέπει να είναι τετράγωνη.

source: The badge image file size must be less than 250KB.
ar: يجب أن يكون حجم ملف صورة شارة أقل من 250 كيلوبايت.
el: Το μέγεθος του αρχείου εικόνας σήματος πρέπει να είναι μικρότερο από 250KB.

source: This value must be all lowercase.
ar: يجب أن تكون هذه القيمة كلها صغيرة.
el: Αυτή η τιμή πρέπει να είναι πεζά.

source: The course mode for this badge image. For example, "verified" or "honor".
ar: وضع دورة لصورة شارة هذه. على سبيل المثال، «تم التحقق منه» أو «الشرف».
el: Η λειτουργία πορείας για αυτήν την εικόνα σήματος. Για παράδειγμα, «επαληθεύεται» ή «τιμή».

source: Badge images must be square PNG files. The file size should be under 250KB.
ar: يجب أن تكون صور شارة ملفات PNG مربعة. يجب أن يكون حجم الملف أقل من 250 كيلوبايت.
el: Οι εικόνες σήματος πρέπει να είναι τετράγωνα αρχεία PNG. Το μέγεθος του αρχείου πρέπει να είναι κάτω από 250KB.

source: Set this value to True if you want this image to be the default image for any course modes that do not have a specified badge image. You can have only one default image.
ar: قم بتعيين هذه القيمة إلى True إذا كنت تريد أن تكون هذه الصورة هي الصورة الافتراضية لأي أوضاع دورة لا تحتوي على صورة شارة محددة. يمكنك الحصول على صورة افتراضية واحدة فقط.
el: Ορίστε αυτήν την τιμή σε True αν θέλετε αυτή η εικόνα να είναι η προεπιλεγμένη εικόνα για οποιεσδήποτε λειτουργίες μαθημάτων που δεν έχουν καθορισμένη εικόνα σήματος. Μπορείτε να έχετε μόνο μία προεπιλεγμένη εικόνα.

source: There can be only one default image.
ar: يمكن أن تكون هناك صورة افتراضية واحدة فقط.
el: Μπορεί να υπάρχει μόνο μία προεπιλεγμένη εικόνα.

source: On each line, put the number of completed courses to award a badge for, a comma, and the slug of a badge class you have created that has the issuing component 'openedx__course'. For example: 3,enrolled_3_courses
ar: في كل سطر، ضع عدد دورات المكتملة لمنح شارة، فاصلة، وسبيكة فئة شارة قمت بإنشائها والتي تحتوي على مكون الإصدار «openedx__course». على سبيل المثال: 3، enctord_3_courses
el: Σε κάθε γραμμή, τοποθετήστε τον αριθμό των ολοκληρωμένων μαθημάτων για να απονείμετε ένα σήμα, ένα κόμμα και τον γυμνοσάλιαγκα μιας κλάσης σήματος που έχετε δημιουργήσει και έχει το στοιχείο έκδοσης «openedx__curse'. Για παράδειγμα: 3, enrolled_3_μαθήματα

source: On each line, put the number of enrolled courses to award a badge for, a comma, and the slug of a badge class you have created that has the issuing component 'openedx__course'. For example: 3,enrolled_3_courses
ar: في كل سطر، ضع عدد دورات المسجلة لمنح شارة، فاصلة، وسبيكة فئة شارة التي قمت بإنشائها والتي تحتوي على مكون الإصدار «openedx__course». على سبيل المثال: 3، enctord_3_courses
el: Σε κάθε γραμμή, τοποθετήστε τον αριθμό των εγγεγραμμένων μαθημάτων για να απονείμετε ένα σήμα, ένα κόμμα, και το γυμνοσάλιαγκα μιας κλάσης σήματος που έχετε δημιουργήσει που έχει το στοιχείο έκδοσης «openedx__curse'. Για παράδειγμα: 3, enrolled_3_μαθήματα

source: Each line is a comma-separated list. The first item in each line is the slug of a badge class you have created that has an issuing component of 'openedx__course'. The remaining items in each line are the course keys the learner needs to complete to be awarded the badge. For example: slug_for_compsci_courses_group_badge,course-v1:CompSci+Course+First,course-v1:CompsSci+Course+Second
ar: كل سطر عبارة عن قائمة مفصولة بفواصل. العنصر الأول في كل سطر هو سبيكة فئة شارة قمت بإنشائها والتي تحتوي على مكون إصدار من «openedx__course». العناصر المتبقية في كل سطر هي مفاتيح الدورة دورة التي يحتاج متعلم إلى إكمالها للحصول على الشارة. على سبيل المثال: slug_for_compsci_courses_group_badge، كورس - v1: كومبسي+كورس+أول، كورس - v1: كومبسسي+كورس+الثانية
el: Κάθε γραμμή είναι μια λίστα διαχωρισμένη με κόμματα. Το πρώτο στοιχείο σε κάθε γραμμή είναι ο γυμνοσάλιαγκας μιας κλάσης σήματος που έχετε δημιουργήσει και έχει ένα συστατικό έκδοσης του 'openedx__curse'. Τα υπόλοιπα στοιχεία σε κάθε γραμμή είναι τα κλειδιά μαθημάτων που πρέπει να συμπληρώσει ο εκπαιδευόμενος για να του απονεμηθεί το σήμα. Για παράδειγμα: slug_for_compsci_courses_group_badge, πορεία-v1:compsci+πορεία+πρώτα, μαθήματα-v1:compssci+πορεία+δεύτερη

source: Please check the syntax of your entry.
ar: يرجى التحقق من بناء الجملة الخاص بإدخالك.
el: Παρακαλώ ελέγξτε τη σύνταξη της καταχώρησης σας.

source: Take free online courses at edX.org
ar: خذ دورات مجانية عبر الإنترنت على edX.org
el: Πάρτε δωρεάν online μαθήματα στο EDX.org

source: © {org_name}. All rights reserved except where noted. EdX, Open edX and their respective logos are trademarks or registered trademarks of edX Inc.
ar: © {org_name}. جميع الحقوق محفوظة باستثناء الحالات المشار إليها. EdX و Open edX وشعاراتها هي علامات تجارية أو علامات تجارية مسجلة لشركة edX Inc.
el: © {org_name}. Όλα τα δικαιώματα διατηρούνται εκτός από τις περιπτώσεις που σημειώνεται. Οι επωνυμίες EDX, Open EDX και τα αντίστοιχα λογότυπα τους αποτελούν εμπορικά σήματα ή σήματα κατατεθέντα της EdX Inc.

source: Powered by Open edX
ar: مدعوم من Open edX
el: Υποστηρίζεται από το Open edX

source: Blog
ar: مدونة
el: Ιστολόγιο

source: Contact Us
ar: اتصل بنا
el: Επικοινωνήστε μαζί μας

source: Help Center
ar: مركز المساعدة
el: Κέντρο Βοήθειας

source: Media Kit
ar: مجموعة وسائل الإعلام
el: Κιτ μέσων

source: Donate
ar: تبرع
el: Συνεισφέρετε

source: {platform_name} for Business
ar: {platform_name} للأعمال
el: {platform_name} για Επιχειρήσεις

source: News
ar: أخبار
el: Νέα

source: Contact
ar: جهة الاتصال
el: Επικοινωνία

source: Careers
ar: وظائف
el: Καριέρες

source: Terms of Service & Honor Code
ar: شروط الخدمة ورمز الشرف
el: Όροι χρήσης και Κώδικας τιμής

source: Privacy Policy
ar: سياسة الخصوصية
el: Πολιτική προστασίας δεδομένων

source: Accessibility Policy
ar: سياسة إمكانية الوصول
el: Πολιτική Προσβασιμότητας

source: Sitemap
ar: خريطة الموقع
el: Χάρτης Ιστοσελίδας

source: Terms of Service
ar: شروط الخدمة
el: Όροι Χρήσης

source: Affiliates
ar: الشركات التابعة
el: Συνεργάτες

source: Open edX
ar: افتح edX
el: Άνοιγμα EDX

source: Trademark Policy
ar: سياسة العلامات التجارية
el: Πολιτική Εμπορικών Σημάτων

source: Download the {platform_name} mobile app from the Apple App Store
ar: قم بتنزيل تطبيق {platform_name} للجوال من متجر تطبيقات Apple
el: Κάντε λήψη της εφαρμογής {platform_name} για κινητές συσκευές από το Apple App Store

source: Download the {platform_name} mobile app from Google Play
ar: قم بتنزيل تطبيق {platform_name} للجوال من Google Play
el: Κατεβάστε την εφαρμογή {platform_name} για κινητά από το Google Play

source: "{course_title}" Course Staff
el: Προσωπικό Μαθήματος «{course_title}»

source: CCX Coach
ar: مدرب CCX
el: CCX προπονητής

source: A CCX can only be created on this course through an external service. Contact a course admin to give you access.
ar: لا يمكن إنشاء CCX إلا في هذه دورة من خلال خدمة خارجية. اتصل بمسؤول دورة لمنحك حق الوصول.
el: Ένα CCX μπορεί να δημιουργηθεί σε αυτό το μάθημα μόνο μέσω εξωτερικής υπηρεσίας. Επικοινωνήστε με έναν διαχειριστή μαθήματος για να σας δώσουμε πρόσβαση.

source: The course is full: the limit is {max_student_enrollments_allowed}
ar: دورة ممتلئة: الحد هو {max_student_enrollments_allowed}
el: Το μάθημα είναι πλήρες: το όριο είναι {max_student_enrollments_allowed}

source: You must be a CCX Coach to access this view.
ar: يجب أن تكون مدرب CCX للوصول إلى طريقة العرض هذه.
el: Πρέπει να είστε προπονητής CCX για να έχετε πρόσβαση σε αυτή την προβολή.

source: You must be the coach for this ccx to access this view
ar: يجب أن تكون مدرب ccx هذا للوصول إلى هذا العرض.
el: Πρέπει να είστε ο προπονητής για αυτό το ccx για να αποκτήσετε πρόσβαση σε αυτή την προβολή

source: You cannot create a CCX from a course using a deprecated id. Please create a rerun of this course in the studio to allow this action.
ar: لا يمكنك إنشاء CCX من دورة باستخدام معرف تم إيقافه. الرجاء إنشاء إعادة تشغيل لهذا دورة في الاستوديو للسماح بهذا الإجراء.
el: Δεν μπορείτε να δημιουργήσετε ένα CCX από ένα μάθημα χρησιμοποιώντας ένα καταργημένο αναγνωριστικό. Παρακαλώ δημιουργήστε μια επανάληψη αυτού του μαθήματος στο στούντιο για να επιτρέψετε αυτή την ενέργεια.

source: created
ar: تم إنشاؤه
el: δημιουργήθηκε

source: regenerated
ar: مجدد
el: αναγεννηθεί

source: generated
ar: ولدت
el: παράγεται

source: All learners
ar: جميع متعلمين
el: Όλοι οι εκπαιδευόμενοι

source: For exceptions
ar: للاستثناءات
el: Για εξαιρέσεις

source: A human-readable description of the example certificate. For example, 'verified' or 'honor' to differentiate between two types of certificates.
ar: وصف يمكن قراءته من قبل الإنسان شهادة المثال. على سبيل المثال، «تم التحقق منه» أو «الشرف» للتمييز بين نوعين من شهادات.
el: Αναγνωστή από τον άνθρωπο περιγραφή του παραδειγματικού πιστοποιητικού. Για παράδειγμα, «επαλήθευση» ή «τιμή» για τη διάκριση μεταξύ δύο τύπων πιστοποιητικών.

source: A unique identifier for the example certificate. This is used when we receive a response from the queue to determine which example certificate was processed.
ar: معرف فريد لشهادة المثال. يتم استخدام هذا عندما نتلقى ردًا من قائمة الانتظار لتحديد شهادة المثال التي تمت معالجتها.
el: Ένα μοναδικό αναγνωριστικό για το παράδειγμα πιστοποιητικού. Αυτό χρησιμοποιείται όταν λαμβάνουμε μια απάντηση από την ουρά για να καθορίσουμε ποιο παράδειγμα πιστοποιητικού υποβλήθηκε σε επεξεργασία.
