Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar, el

source: The public display name for your course. This cannot be changed, but you can set a different display name in Advanced Settings later.
ar: اسم العرض العام للمقرر دورة الخاص بك. لا يمكن تغيير هذا، ولكن يمكنك تعيين اسم عرض مختلف في الإعدادات المتقدمة لاحقًا.
el: Δηλώστε το εμφανιζόμενο όνομα του μαθήματός σας. Δεν μπορεί να αλλαχτεί παρά μόνο μέσω της επιλογής Advanced Settings.

source: The name of the organization sponsoring the course. {strong_start}Note: The organization name is part of the course URL.{strong_end} This cannot be changed, but you can set a different display name in Advanced Settings later.
ar: اسم المنظمة التي ترعى دورة. {strong_start}ملاحظة: اسم المؤسسة جزء من عنوان URL للمقرر دورة.{strong_end} لا يمكن تغيير هذا، ولكن يمكنك تعيين اسم عرض مختلف في الإعدادات المتقدمة لاحقًا.
el: Το όνομα του οργανισμού που χορηγεί το μάθημα. {strong_start}Σημείωση: Το όνομα του οργανισμού είναι μέρος της διεύθυνσης URL του μαθήματος.{strong_end} Αυτό δεν μπορεί να αλλάξει, αλλά μπορείτε να ορίσετε ένα διαφορετικό εμφανιζόμενο όνομα στις Ρυθμίσεις για προχωρημένους αργότερα.

source: The unique number that identifies your course within your organization. {strong_start}Note: This is part of your course URL, so no spaces or special characters are allowed and it cannot be changed.{strong_end}
ar: الرقم الفريد الذي يحدد مقررك الدراسي داخل مؤسستك. {strong_start}ملاحظة: هذا جزء من عنوان URL للمقرر دورة الخاص بك، لذلك لا يُسمح بمسافات أو أحرف خاصة ولا يمكن تغييرها.{strong_end}
el: Ο μοναδικός αριθμός που προσδιορίζει την πορεία σας στον οργανισμό σας. {strong_start}Σημείωση: Αυτό είναι μέρος της διεύθυνσης URL του μαθήματος, επομένως δεν επιτρέπονται κενά ή ειδικοί χαρακτήρες και δεν μπορούν να αλλάξουν.{strong_end}

source: e.g. {current_year}_T1
ar: على سبيل المثال {current_year}_T1
el: π.χ. {current_year}_Τ1

source: The term in which your course will run. {strong_start}Note: This is part of your course URL, so no spaces or special characters are allowed and it cannot be changed.{strong_end}
ar: المصطلح الذي سيتم فيه تشغيل مقررك الدراسي. {strong_start}ملاحظة: هذا جزء من عنوان URL للمقرر دورة الخاص بك، لذلك لا يُسمح بمسافات أو أحرف خاصة ولا يمكن تغييرها.{strong_end}
el: Ο όρος με τον οποίο θα τρέξει το μάθημά σας. {strong_start}Σημείωση: Αυτό είναι μέρος της διεύθυνσης URL του μαθήματος, επομένως δεν επιτρέπονται κενά ή ειδικοί χαρακτήρες και δεν μπορούν να αλλάξουν.{strong_end}

source: Create
ar: إنشاء
el: Δημιουργία

source: Create a New Library
ar: إنشاء مكتبة جديدة
el: Δημιουργία νέας βιβλιοθήκης

source: Required Information to Create a New Library
ar: المعلومات المطلوبة لإنشاء مكتبة جديدة
el: Απαιτούμενες πληροφορίες για τη δημιουργία νέας βιβλιοθήκης

source: Library Name
ar: اسم المكتبة
el: Όνομα Βιβλιοθήκης

source: e.g. Computer Science Problems
ar: على سبيل المثال مشاكل علوم الكمبيوتر
el: π.χ. Προβλήματα Πληροφορικής

source: The public display name for your library.
ar: اسم العرض العام لمكتبتك.
el: Το δημόσιο εμφανιζόμενο όνομα για τη βιβλιοθήκη σας.

source: The public organization name for your library.
ar: اسم المؤسسة العامة لمكتبتك.
el: Το όνομα του δημόσιου οργανισμού για τη βιβλιοθήκη σας.

source: This cannot be changed.
ar: لا يمكن تغيير هذا.
el: Αυτό δεν μπορεί να αλλάξει.

source: Library Code
ar: كود المكتبة
el: Κωδικός Βιβλιοθήκης

source: e.g. CSPROB
ar: على سبيل المثال CSPROB
el: π.χ. CSPROB

source: The unique code that identifies this library. {strong_start}Note: This is part of your library URL, so no spaces or special characters are allowed.{strong_end} This cannot be changed.
ar: الرمز الفريد الذي يحدد هذه المكتبة. {strong_start}ملاحظة: هذا جزء من عنوان URL لمكتبتك، لذلك لا يُسمح بمسافات أو أحرف خاصة.{strong_end} لا يمكن تغيير هذا.
el: Ο μοναδικός κωδικός που προσδιορίζει αυτήν τη βιβλιοθήκη. {strong_start}Σημείωση: Αυτό είναι μέρος της διεύθυνσης URL της βιβλιοθήκης, επομένως δεν επιτρέπονται κενά ή ειδικοί χαρακτήρες.{strong_end} Αυτό δεν μπορεί να αλλάξει.

source: Organization and Library Settings
ar: إعدادات المؤسسة والمكتبة
el: Ρυθμίσεις οργανισμού και βιβλιοθήκης

source: Show all courses in organization:
ar: عرض جميع دورات في المؤسسة:
el: Εμφάνιση όλων των μαθημάτων στην οργάνωση:

source: For example, MITx
ar: على سبيل المثال، MITx
el: Για παράδειγμα, MitX

source: Courses Being Processed
ar: دورات التي تتم معالجتها
el: Μαθήματα που υποβάλλονται σε επεξεργασία

source: This course run is currently being created.
ar: يتم إنشاء تشغيل هذا دورة حاليًا.
el: Αυτή τη στιγμή δημιουργείται αυτή τη στιγμή η εκτέλεση μαθημάτων.

source: Configuring as re-run
ar: تكوين كإعادة تشغيل
el: Ρύθμιση παραμέτρων ως επανάληψη εκτέλεσης

source: The new course will be added to your course list in 5-10 minutes. Return to this page or {link_start}refresh it{link_end} to update the course list. The new course will need some manual configuration.
ar: ستتم إضافة دورة الجديد إلى قائمة دورة الخاص بك في غضون 5-10 دقائق. ارجع إلى هذه الصفحة أو {link_start}قم بتحديثه{link_end} لتحديث قائمة دورة. ستحتاج دورة الجديدة إلى بعض التكوين اليدوي.
el: Το νέο μάθημα θα προστεθεί στη λίστα μαθημάτων σας σε 5-10 λεπτά. Επιστρέψτε σε αυτή τη σελίδα ή {link_start}ανανεώστε την{link_end} για να ενημερώσετε τη λίστα μαθημάτων. Το νέο μάθημα θα χρειαστεί κάποια χειροκίνητη διαμόρφωση.

source: This re-run processing status:
ar: حالة معالجة إعادة التشغيل هذه:
el: Αυτή η κατάσταση επανάληψης επεξεργασίας:

source: Configuration Error
ar: خطأ في التكوين
el: Σφάλμα ρύθμισης παραμέτρων

source: A system error occurred while your course was being processed. Please go to the original course to try the re-run again, or contact your PM for assistance.
ar: حدث خطأ في النظام أثناء معالجة مقررك الدراسي. يرجى الانتقال إلى الدورة دورة الأصلية لمحاولة إعادة التشغيل مرة أخرى، أو الاتصال بPM للحصول على المساعدة.
el: Παρουσιάστηκε σφάλμα συστήματος κατά την επεξεργασία του μαθήματος σας. Πηγαίνετε στην αρχική σειρά μαθημάτων για να δοκιμάσετε ξανά την επανάληψη ή επικοινωνήστε με τον PM σας για βοήθεια.

source: Archived Courses
ar: دورات مؤرشفة
el: Αρχειοθετημένα Μαθήματα

source: Libraries
ar: المكتبات
el: Βιβλιοθήκες

source: Are you staff on an existing {studio_name} course?
ar: هل أنتم موظفون في دورة {studio_name} موجودة؟
el: Είστε το προσωπικό σε μια υπάρχουσα πορεία {studio_name};

source: The course creator must give you access to the course. Contact the course creator or administrator for the course you are helping to author.
ar: يجب أن يمنحك منشئ دورة إمكانية الوصول إلى المقرر دورة. اتصل بمنشئ دورة أو المسؤول الخاص بالمقرر دورة الذي تساعد في تألييفه.
el: Ο δημιουργός του μαθήματος πρέπει να σας δώσει πρόσβαση στο μάθημα. Επικοινωνήστε με τον δημιουργό του μαθήματος ή τον διαχειριστή του μαθήματος για το μάθημα που βοηθάτε να συντάξετε.

source: Create Your First Course
ar: إنشاء دورة الأولى
el: Δημιουργήστε το πρώτο σας μάθημα

source: Your new course is just a click away!
ar: دورة الجديدة الخاصة بك على بعد نقرة واحدة!
el: Το νέο σας μάθημα απλώς με ένα κλίκ!

source: Becoming a Course Creator in {studio_name}
ar: أن تصبح منشئ دورة في {studio_name}
el: Γίνετε Δημιουργός Μαθήματος στο {studio_name}

source: {studio_name} is a hosted solution for our xConsortium partners and selected guests. Courses for which you are a team member appear above for you to edit, while course creator privileges are granted by {platform_name}. Our team will evaluate your request and provide you feedback within 24 hours during the work week.
ar: {studio_name} هو حل مستضاف لشركائنا في xConsortium والضيوف المختارين. تظهر دورات التي تكون عضوًا فيها في الفريق أعلاه لكي تقوم بتحريرها، بينما يتم منح امتيازات منشئ دورة بواسطة {platform_name}. سيقوم فريقنا بتقييم طلبك وتقديم ملاحظاتك في غضون 24 ساعة خلال أسبوع العمل.
el: {studio_name} είναι μια φιλοξενούμενη λύση για τους συνεργάτες μας XConsortium και επιλεγμένους επισκέπτες. Τα μαθήματα για τα οποία είστε μέλος ομάδας εμφανίζονται παραπάνω για να επεξεργαστείτε, ενώ τα προνόμια δημιουργού μαθημάτων χορηγούνται από το {platform_name}. Η ομάδα μας θα αξιολογήσει το αίτημά σας και θα σας δώσει ανατροφοδότηση εντός 24 ωρών κατά τη διάρκεια της εργάσιμης εβδομάδας.

source: Your Course Creator Request Status:
ar: حالة طلب منشئ دورة الخاص بك:
el: Κατάσταση Αίτησης Δημιουργού Μαθήματος:

source: Request the Ability to Create Courses
ar: طلب القدرة على إنشاء دورات
el: Ζητήστε τη δυνατότητα δημιουργίας μαθημάτων

source: Your Course Creator Request Status
ar: حالة طلب منشئ دورة
el: Κατάσταση Αίτησης Δημιουργού Μαθήματος

source: {studio_name} is a hosted solution for our xConsortium partners and selected guests. Courses for which you are a team member appear above for you to edit, while course creator privileges are granted by {platform_name}. Our team is has completed evaluating your request.
ar: {studio_name} هو حل مستضاف لشركائنا في xConsortium والضيوف المختارين. تظهر دورات التي تكون عضوًا فيها في الفريق أعلاه لكي تقوم بتحريرها، بينما يتم منح امتيازات منشئ دورة بواسطة {platform_name}. لقد أكمل فريقنا تقييم طلبك.
el: {studio_name} είναι μια φιλοξενούμενη λύση για τους συνεργάτες μας XConsortium και επιλεγμένους επισκέπτες. Τα μαθήματα για τα οποία είστε μέλος ομάδας εμφανίζονται παραπάνω για να επεξεργαστείτε, ενώ τα προνόμια δημιουργού μαθημάτων χορηγούνται από το {platform_name}. Η ομάδα μας έχει ολοκληρώσει την αξιολόγηση του αιτήματός σας.

source: Your Course Creator request is:
ar: طلب منشئ دورة الخاص بك هو:
el: Το αίτημά σας Δημιουργού Μαθήματος είναι:

source: Your request did not meet the criteria/guidelines specified by {platform_name} Staff.
ar: لم يستوفي طلبك المعايير/الإرشادات المحددة من قبل {platform_name} طاقم.
el: Το αίτημά σας δεν πληροί τα κριτήρια/κατευθυντήριες γραμμές που καθορίζονται από {platform_name} Προσωπικό.

source: {studio_name} is a hosted solution for our xConsortium partners and selected guests. Courses for which you are a team member appear above for you to edit, while course creator privileges are granted by {platform_name}. Our team is currently evaluating your request.
ar: {studio_name} هو حل مستضاف لشركائنا في xConsortium والضيوف المختارين. تظهر دورات التي تكون عضوًا فيها في الفريق أعلاه لكي تقوم بتحريرها، بينما يتم منح امتيازات منشئ دورة بواسطة {platform_name}. يقوم فريقنا حاليًا بتقييم طلبك.
el: {studio_name} είναι μια φιλοξενούμενη λύση για τους συνεργάτες μας XConsortium και επιλεγμένους επισκέπτες. Τα μαθήματα για τα οποία είστε μέλος ομάδας εμφανίζονται παραπάνω για να επεξεργαστείτε, ενώ τα προνόμια δημιουργού μαθημάτων χορηγούνται από το {platform_name}. Η ομάδα μας αυτή τη στιγμή αξιολογεί το αίτημά σας.

source: Your request is currently being reviewed by {platform_name} staff and should be updated shortly.
ar: تتم مراجعة طلبك حاليًا من قبل {platform_name} موظف ويجب تحديثه قريبًا.
el: Το αίτημά σας εξετάζεται επί του παρόντος από {platform_name} προσωπικό και θα πρέπει να ενημερωθεί σύντομα.

source: Were you expecting to see a particular library here?
ar: هل كنت تتوقع رؤية مكتبة معينة هنا؟
el: Περίμενες να δεις μια συγκεκριμένη βιβλιοθήκη εδώ;

source: The library creator must give you access to the library. Contact the library creator or administrator for the library you are helping to author.
ar: يجب أن يمنحك منشئ المكتبة إمكانية الوصول إلى المكتبة. اتصل بمنشئ المكتبة أو المسؤول الخاص بالمكتبة التي تساعد في تأليفك.
el: Ο δημιουργός της βιβλιοθήκης πρέπει να σας δώσει πρόσβαση στη βιβλιοθήκη. Επικοινωνήστε με τον δημιουργό της βιβλιοθήκης ή το διαχειριστή της βιβλιοθήκης για τη βιβλιοθήκη που βοηθάτε να συντάξετε.

source: Create Your First Library
ar: إنشاء مكتبتك الأولى
el: Δημιουργήστε την πρώτη σας βιβλιοθήκη

source: Libraries hold a pool of components that can be re-used across multiple courses. Create your first library with the click of a button!
ar: تحتوي المكتبات على مجموعة من المكونات التي يمكن إعادة استخدامها عبر دورات متعددة. قم بإنشاء مكتبتك الأولى بنقرة زر واحدة!
el: Οι βιβλιοθήκες κατέχουν μια ομάδα στοιχείων που μπορούν να επαναχρησιμοποιηθούν σε πολλά μαθήματα. Δημιουργήστε την πρώτη σας βιβλιοθήκη με το πάτημα ενός κουμπιού!

source: New to {studio_name}?
ar: جديد إلى {studio_name}؟
el: Νέος/α στο {studio_name};

source: Click Help in the upper-right corner to get more information about the {studio_name} page you are viewing. You can also use the links at the bottom of the page to access our continually updated documentation and other {studio_name} resources.
ar: انقر فوق تعليمات في الزاوية العلوية اليمنى للحصول على مزيد من المعلومات حول صفحة {studio_name} التي تشاهدها. يمكنك أيضًا استخدام الروابط الموجودة أسفل الصفحة للوصول إلى وثائقنا المحدثة باستمرار وغيرها من الموارد {studio_name} .
el: Κάντε κλικ στην επιλογή Βοήθεια στην επάνω δεξιά γωνία για να λάβετε περισσότερες πληροφορίες σχετικά με τη σελίδα {studio_name} που προβάλλετε. Μπορείτε επίσης να χρησιμοποιήσετε τους συνδέσμους στο κάτω μέρος της σελίδας για να αποκτήσετε πρόσβαση στη συνεχώς ενημερωμένη τεκμηρίωση μας και σε άλλους {studio_name} πόρους.

source: Getting Started with {studio_name}
ar: البدء مع {studio_name}
el: Ξεκινώντας με {studio_name}

source: Can I create courses in {studio_name}?
ar: هل يمكنني إنشاء دورات في {studio_name}؟
el: Μπορώ να δημιουργήσω μαθήματα στο {studio_name};

source: In order to create courses in {studio_name}, you must {link_start}contact {platform_name} staff to help you create a course{link_end}.
el: Για να δημιουργήσετε μαθήματα στο {studio_name}, πρέπει {link_start}να επικοινωνήσετε με το {platform_name} προσωπικό για να σας βοηθήσει να δημιουργήσετε ένα μάθημα{link_end}.

source: In order to create courses in {studio_name}, you must have course creator privileges to create your own course.
ar: لإنشاء دورات في {studio_name}، يجب أن يكون لديك امتيازات منشئ دورة لإنشاء دورة الخاص بك.
el: Για να δημιουργήσετε μαθήματα στο {studio_name}, πρέπει να έχετε προνόμια δημιουργού μαθημάτων για να δημιουργήσετε το δικό σας μάθημα.

source: Your request to author courses in {studio_name} has been denied. Please {link_start}contact {platform_name} Staff with further questions{link_end}.
ar: تم رفض طلبك لمؤلف دورات في {studio_name} . يرجى الاتصال {link_start} {platform_name} طاقم مع مزيد من الأسئلة{link_end}.
el: Το αίτημά σας για συγγραφή μαθημάτων στο {studio_name} απορρίφθηκε. Παρακαλώ {link_start}επικοινωνήστε {platform_name} Προσωπικό με περαιτέρω ερωτήσεις{link_end}.

source: Thanks for signing up, {name}!
ar: شكرا للتسجيل, {name}!
el: Ευχαριστούμε για την εγγραφή σας, {name}!

source: We need to verify your email address
ar: نحن بحاجة إلى التحقق من عنوان بريدك الإلكتروني
el: Πρέπει να επαληθεύσουμε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας

source: Almost there! In order to complete your sign up we need you to verify your email address ({email}). An activation message and next steps should be waiting for you there.
ar: هناك تقريبا! من أجل إكمال تسجيلك، نحتاج منك التحقق من عنوان بريدك الإلكتروني ({email}). يجب أن تكون رسالة التنشيط والخطوات التالية في انتظارك هناك.
el: Σχεδόν φτάσαμε! Για να ολοκληρώσετε την εγγραφή σας, θα πρέπει να επαληθεύσετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας ({email}). Ένα μήνυμα ενεργοποίησης και τα επόμενα βήματα θα πρέπει να σας περιμένουν εκεί.

source: Need help?
ar: هل تحتاج إلى مساعدة؟
el: Χρειάζεστε βοήθεια;

source: Please check your Junk or Spam folders in case our email isn't in your INBOX. Still can't find the verification email? Request help via the link below.
ar: يرجى التحقق من مجلدات البريد العشوائي أو البريد العشوائي في حالة عدم وجود بريدنا الإلكتروني في علبة الوارد الخاصة بك. ما زلت لا يمكن العثور على البريد الإلكتروني للتحقق؟ اطلب المساعدة عبر الرابط أدناه.
el: Ελέγξτε τους φακέλους ανεπιθύμητης αλληλογραφίας ή ανεπιθύμητης αλληλογραφίας σε περίπτωση που το email μας δεν βρίσκεται στα Εισερχόμενα σας. Ακόμα δεν μπορείτε να βρείτε το email επαλήθευσης; Ζητήστε βοήθεια μέσω του παρακάτω συνδέσμου.

source: Content Library
ar: مكتبة المحتوى
el: Βιβλιοθήκη Περιεχομένου

source: Add Component
ar: إضافة مكون
el: Προσθήκη συστατικού

source: Adding content to your library
ar: إضافة محتوى إلى مكتبتك
el: Προσθήκη περιεχομένου στη βιβλιοθήκη σας

source: Add components to your library for use in courses, using Add New Component at the bottom of this page.
ar: أضف مكونات إلى مكتبتك لاستخدامها في دورات، باستخدام إضافة مكون جديد في أسفل هذه الصفحة.
el: Προσθέστε στοιχεία στη βιβλιοθήκη σας για χρήση σε μαθήματα, χρησιμοποιώντας την Προσθήκη νέου στοιχείου στο κάτω μέρος αυτής της σελίδας.

source: Components are listed in the order in which they are added, with the most recently added at the bottom. Use the pagination arrows to navigate from page to page if you have more than one page of components in your library.
ar: يتم سرد المكونات بالترتيب الذي تمت إضافتها به، مع إضافة آخرها في الأسفل. استخدم أسهم ترقيم الصفحات للتنقل من صفحة إلى أخرى إذا كان لديك أكثر من صفحة واحدة من المكونات في مكتبتك.
el: Τα εξαρτήματα παρατίθενται με τη σειρά με την οποία προστίθενται, με τα πιο πρόσφατα προστιθέμενα στο κάτω μέρος. Χρησιμοποιήστε τα βέλη σελιδοποίησης για να περιηγηθείτε από σελίδα σε σελίδα, εάν έχετε περισσότερες από μία σελίδες στοιχείων στη βιβλιοθήκη σας.

source: Using library content in courses
ar: استخدام محتوى المكتبة في دورات
el: Χρήση περιεχομένου βιβλιοθήκης σε μαθήματα

source: Use library content in courses by adding the {em_start}library_content{em_end} policy key to the Advanced Module List in the course's Advanced Settings, then adding a Randomized Content Block to your courseware. In the settings for each Randomized Content Block, select this library as the source library, and specify the number of problems to be randomly selected and displayed to each learner.
ar: استخدم محتوى المكتبة في دورات بإضافة مفتاح نهج {em_start}library_content{em_end} إلى قائمة الوحدة النمطية المتقدمة في الإعدادات المتقدمة للمقرر الدراسي، ثم إضافة كتلة محتوى عشوائي إلى المناهج الدراسية الخاصة بك. في إعدادات كل كتلة محتوى عشوائي، حدد هذه المكتبة كمكتبة المصدر، وحدد عدد المشكلات التي سيتم اختيارها عشوائيًا وعرضها لكل متعلم.
el: Χρησιμοποιήστε περιεχόμενο βιβλιοθήκης σε μαθήματα προσθέτοντας το κλειδί πολιτικής {em_start}library_content{em_end} στη λίστα Advanced Module List στις Ρυθμίσεις για προχωρημένους του μαθήματος και, στη συνέχεια, προσθέτοντας ένα τυχαίο μπλοκ περιεχομένου στο πρόγραμμα μαθημάτων σας. Στις ρυθμίσεις για κάθε τυχαίο μπλοκ περιεχομένου, επιλέξτε αυτή τη βιβλιοθήκη ως βιβλιοθήκη προέλευσης και καθορίστε τον αριθμό των προβλημάτων που θα επιλεγούν τυχαία και θα εμφανίζονται σε κάθε εκπαιδευόμενο.

source: Learn more about content libraries
ar: تعرف على المزيد حول مكتبات المحتوى
el: Μάθετε περισσότερα σχετικά με τις βιβλιοθήκες περιεχομένου

source: Welcome to your training platform, log in to find your training space!
ar: مرحبًا بك في منصة التدريب الخاصة بك، قم بتسجيل الدخول للعثور على مساحة التدريب الخاصة بك!
el: Καλώς ήλθατε στην εκπαιδευτική σας πλατφόρμα, συνδεθείτε για να βρείτε το χώρο προπόνησής σας!

source: Login in SSO
ar: تسجيل الدخول في SSO
el: Σύνδεση σε SSO

source: Course Team Settings
ar: إعدادات فريق دورة
el: Ρυθμίσεις Ομάδας Μαθήματος

source: New Team Member
ar: عضو فريق جديد
el: Νέο Μέλος Ομάδας

source: Add a User to Your Course's Team
ar: إضافة مستخدم إلى فريق مقررك الدراسي
el: Προσθήκη χρήστη στην Ομάδα του Μαθήματος σας

source: New Team Member Information
ar: معلومات عضو الفريق الجديد
el: Πληροφορίες νέου μέλους ομάδας

source: User's Email Address
ar: عنوان البريد الإلكتروني للمستخدم
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου χρήστη

source: Provide the email address of the user you want to add as Staff
ar: قم بتوفير عنوان البريد الإلكتروني للمستخدم الذي تريد إضافته كطاقم طاقم
el: Δώστε τη διεύθυνση ηλεκτρονικού ταχυδρομείου του χρήστη που θέλετε να προσθέσετε ως Προσωπικό

source: Add User
ar: إضافة مستخدم
el: Προσθήκη Χρήστη

source: Add Team Members to This Course
ar: إضافة أعضاء الفريق إلى هذه دورة
el: Προσθήκη μελών ομάδας σε αυτό το μάθημα

source: Adding team members makes course authoring collaborative. Users must be signed up for {studio_name} and have an active account.
ar: إضافة أعضاء الفريق يجعل تأليف دورة تعاونيًا. يجب تسجيل المستخدمين لـ {studio_name} وأن يكون لديهم حساب نشط.
el: Η προσθήκη μελών της ομάδας καθιστά τη σύνταξη μαθημάτων συνεργατική. Οι χρήστες πρέπει να εγγραφούν για {studio_name} και να έχουν ενεργό λογαριασμό.

source: Add a New Team Member
ar: إضافة عضو فريق جديد
el: Προσθήκη νέου μέλους ομάδας

source: Course Team Roles
ar: أدوار فريق دورة
el: Ρόλοι Ομάδας Μαθήματος

source: This user has Admin Access to the course, because he/she is the one who created the course or this user has been granted Admin Access by another Admin. They can add and remove other course team members.
ar: هذا المستخدم لديه وصول أدمن إلى دورة، لأنه هو/هي الشخص الذي أنشأ دورة أو تم منح هذا المستخدم وصول أدمن من قبل أدمن آخر. يمكنهم إضافة أعضاء فريق دورة الآخرين وإزالتهم.
el: Αυτός ο χρήστης έχει πρόσβαση διαχειριστή στο μάθημα, επειδή αυτός/αυτή είναι αυτός που δημιούργησε το μάθημα ή σε αυτόν τον χρήστη έχει παραχωρηθεί πρόσβαση διαχειριστή από άλλον Διαχειριστή. Μπορούν να προσθέσουν και να αφαιρέσουν άλλα μέλη της ομάδας μαθημάτων.

source: This user can edit the course but cannot manage the course team (cannot add a new member or change other members' access). They are course co-authors. They have also full writing and editing privileges on all course content.
ar: يمكن لهذا المستخدم تحرير دورة ولكن لا يمكنه إدارة فريق دورة (لا يمكنه إضافة عضو جديد أو تغيير وصول الأعضاء الآخرين). إنهم مؤلفون مشاركون دورة. لديهم أيضًا امتيازات الكتابة والتحرير الكاملة على كل محتوى دورة.
el: Αυτός ο χρήστης μπορεί να επεξεργαστεί το μάθημα αλλά δεν μπορεί να διαχειριστεί την ομάδα μαθημάτων (δεν μπορεί να προσθέσει νέο μέλος ή να αλλάξει την πρόσβαση άλλων μελών). Είναι φυσικά συν-συγγραφείς. Έχουν επίσης πλήρη δικαιώματα γραφής και επεξεργασίας σε όλο το περιεχόμενο του μαθήματος.

source: This user has no access to the Studio, but has been added to the course team by an Admin. He/She cannot be granted Admin Access to the course. He/she will have access to the ILT Admin Panel.
ar: لا يتمتع هذا المستخدم بإمكانية الوصول إلى Studio، ولكن تمت إضافته إلى فريق دورة بواسطة أدمن. لا يمكن منح ه/هي وصول أدمن إلى الدورة دورة. سيكون لديه حق الوصول إلى لوحة الادارة ILT.
el: Αυτός ο χρήστης δεν έχει πρόσβαση στο Studio, αλλά έχει προστεθεί στην ομάδα μαθημάτων από έναν Διαχειριστή. Δεν μπορεί να του χορηγηθεί πρόσβαση διαχειριστή στο μάθημα. Θα έχει πρόσβαση στον Πίνακα Διαχείρισης ΔΠΕΛ.

source: Course team members with the Staff role are course co-authors. They have full writing and editing privileges on all course content.
ar: أعضاء فريق دورة مع دور طاقم هم مؤلفون مشاركون في دورة. لديهم امتيازات الكتابة والتحرير الكاملة على كل محتوى دورة.
el: Τα μέλη της ομάδας μαθημάτων με το ρόλο του Προσωπικού είναι συν-συντάκτες μαθημάτων. Έχουν πλήρη δικαιώματα γραφής και επεξεργασίας σε όλο το περιεχόμενο του μαθήματος.

source: Admins are course team members who can add and remove other course team members.
ar: المشرفون هم أعضاء فريق دورة الذين يمكنهم إضافة أعضاء فريق دورة الآخرين وإزالتهم.
el: Οι διαχειριστές είναι μέλη της ομάδας μαθημάτων που μπορούν να προσθέσουν και να αφαιρέσουν άλλα μέλη της ομάδας μαθημάτων.

source: All course team members can access content in Studio and the LMS, but are not automatically enrolled in the course.
ar: يمكن لجميع أعضاء فريق دورة الوصول إلى المحتوى في Studio و LMS، ولكن لا يتم تسجيلهم تلقائيًا في دورة.
el: Όλα τα μέλη της ομάδας μαθημάτων μπορούν να έχουν πρόσβαση σε περιεχόμενο στο Studio και στο LMS, αλλά δεν εγγράφονται αυτόματα στο μάθημα.

source: Transferring Ownership
ar: نقل الملكية
el: Μεταβίβαση κυριότητας
