Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar, el

source: {provider_name} did not approve your request for course credit. For more information, contact {link_to_provider_site} directly.
ar: لم توافق {provider_name} على طلبك للحصول على رصيد دورة. لمزيد من المعلومات، اتصل بـ {link_to_provider_site} مباشرة.
el: {provider_name} δεν ενέκρινε το αίτημά σας για πίστωση μαθήματος. Για περισσότερες πληροφορίες, επικοινωνήστε απευθείας με {link_to_provider_site}.

source: An error occurred with this transaction. For help, contact {support_email}.
ar: حدث خطأ مع هذه المعاملة. للحصول على المساعدة، اتصل بـ {support_email}.
el: Παρουσιάστηκε σφάλμα με αυτήν τη συναλλαγή. Για βοήθεια, επικοινωνήστε με {support_email}.

source: Course options for {courseName}
ar: خيارات دورة لـ {courseName}
el: Επιλογές μαθήματος για {courseName}

source: Consent to share your data
ar: الموافقة على مشاركة بياناتك
el: Συγκατάθεση για την κοινοποίηση των δεδομένων σας

source: To access this course, you must first consent to share your learning achievements with {enterprise_customer_name}.
ar: للوصول إلى هذه دورة, يجب أن توافق أولاً على مشاركة إنجازاتك التعليمية مع {enterprise_customer_name}.
el: Για να αποκτήσετε πρόσβαση σε αυτό το μάθημα, πρέπει πρώτα να συναινέσετε να μοιραστείτε τα μαθησιακά σας επιτεύγματα με {enterprise_customer_name}.

source: View Consent
ar: عرض الموافقة
el: Προβολή συναίνεσης

source: Current Verification Status: Approved
ar: حالة التحقق الحالية: تمت الموافقة
el: Τρέχουσα κατάσταση επαλήθευσης: Εγκρίθηκε

source: Your edX verification has been approved. Your verification is effective for one year after submission.
ar: تمت الموافقة على التحقق من edX الخاص بك. التحقق الخاص بك ساري المفعول لمدة عام واحد بعد التقديم.
el: Η επαλήθευση EDX εγκρίθηκε. Η επαλήθευση σας ισχύει για ένα χρόνο μετά την υποβολή.

source: Current Verification Status: Pending
ar: حالة التحقق الحالية: معلقة
el: Τρέχουσα κατάσταση επαλήθευσης: Εκκρεμεί

source: Your edX ID verification is pending. Your verification information has been submitted and will be reviewed shortly.
ar: التحقق من معرف edX الخاص بك معلق. تم تقديم معلومات التحقق الخاصة بك وسيتم مراجعتها قريبًا.
el: Η επαλήθευση IDX ID σας εκκρεμεί. Οι πληροφορίες επαλήθευσης έχουν υποβληθεί και θα επανεξεταστούν σύντομα.

source: Current Verification Status: Denied
ar: حالة التحقق الحالية: تم رفض
el: Τρέχουσα κατάσταση επαλήθευσης: Δεν επιτρέπεται

source: Your verification submission was not accepted. To receive a verified certificate, you must submit a new photo of yourself and your government-issued photo ID before the verification deadline for your course.
ar: لم يتم قبول تقديم التحقق الخاص بك. للحصول على شهادة تم التحقق منها، يجب عليك تقديم صورة جديدة لنفسك وبطاقة هوية تحمل صورة صادرة عن الحكومة قبل الموعد النهائي للتحقق من دورة الخاصة بك.
el: Η υποβολή επαλήθευσης δεν έγινε δεκτή. Για να λάβετε ένα επαληθευμένο πιστοποιητικό, πρέπει να υποβάλετε μια νέα φωτογραφία του εαυτού σας και του κρατικού σας ταυτότητας με φωτογραφία πριν από την προθεσμία επαλήθευσης για το μάθημά σας.

source: Your verification was denied for the following reasons:
ar: تم رفض التحقق الخاص بك للأسباب التالية:
el: Η επαλήθευσή σας απορρίφθηκε για τους εξής λόγους:

source: Resubmit Verification
ar: إعادة إرسال التحقق
el: Υποβολή εκ νέου επαλήθευσης

source: Current Verification Status: Expired
ar: حالة التحقق الحالية: منتهية الصلاحية
el: Τρέχουσα Κατάσταση Επαλήθευσης: Έληξε

source: Your verification has expired. To receive a verified certificate, you must submit a new photo of yourself and your government-issued photo ID before the verification deadline for your course.
ar: انتهت صلاحية التحقق الخاص بك. للحصول على شهادة تم التحقق منها، يجب عليك تقديم صورة جديدة لنفسك وبطاقة هوية تحمل صورة صادرة عن الحكومة قبل الموعد النهائي للتحقق من دورة الخاصة بك.
el: Η επαλήθευση σας έχει λήξει. Για να λάβετε ένα επαληθευμένο πιστοποιητικό, πρέπει να υποβάλετε μια νέα φωτογραφία του εαυτού σας και του κρατικού σας ταυτότητας με φωτογραφία πριν από την προθεσμία επαλήθευσης για το μάθημά σας.

source: Could Not Link Accounts
ar: تعذر ربط الحسابات
el: Δεν μπόρεσε να γίνει σύνδεση των λογαριασμών

source: The {provider_name} account you selected is already linked to another {platform_name} account.
ar: حساب {provider_name} الذي حددته مرتبط بالفعل بحساب {platform_name} آخر.
el: Ο λογαριασμός σας στο {provider_name} που επιλέξατε είναι ήδη συνδεδεμένος με κάποιον άλλο λογαριασμό στο {platform_name}

source: We're sorry to see you go! Please share your main reason for unenrolling.
ar: نحن آسفون لرؤيتك تذهب! يرجى مشاركة السبب الرئيسي لإلغاء التسجيل.
el: Λυπούμαστε που φεύγετε! Παρακαλώ μοιραστείτε τον κύριο λόγο για την κατάργηση της συμμετοχής σας.

source: I just wanted to browse the material
ar: أردت فقط تصفح المواد.
el: Απλά ήθελα να περιηγηθώ στο υλικό

source: This won't help me reach my goals
ar: هذا لن يساعدني في الوصول إلى أهدافي.
el: Αυτό δεν θα με βοηθήσει να πετύχω τους στόχους μου

source: I don't have the time
ar: ليس لدي الوقت
el: Δεν έχω χρόνο.

source: I don't have the academic or language prerequisites
ar: ليس لدي المتطلبات الأكاديمية أو اللغوية
el: Δεν έχω τα ακαδημαϊκά ή γλωσσικά προαπαιτούμενα

source: I don't have enough support
ar: ليس لدي ما يكفي من الدعم
el: Δεν έχω αρκετή υποστήριξη

source: I am not happy with the quality of the content
ar: أنا لست سعيدًا بجودة المحتوى
el: Δεν είμαι ευχαριστημένος με την ποιότητα του περιεχομένου

source: The course material was too hard
ar: كانت مادة دورة صعبة للغاية.
el: Το υλικό του μαθήματος ήταν πολύ δύσκολο

source: The course material was too easy
ar: كانت مادة دورة سهلة للغاية.
el: Το υλικό του μαθήματος ήταν πολύ εύκολο

source: Something was broken
ar: تم كسر شيء ما
el: Κάτι έσπασε.

source: Other
ar: أخرى
el: Άλλο

source: Thank you for sharing your reasons for unenrolling.
ar: شكرًا لك على مشاركة أسباب إلغاء التسجيل.
el: Σας ευχαριστούμε που μοιράσατε τους λόγους σας για την κατάργηση της συμμετοχής σας.

source: You are unenrolled from
ar: أنت غير مسجل من
el: Είστε μη εγγεγραμμένοι από το

source: Return To Dashboard
ar: العودة إلى لوحة القيادة
el: Επιστροφή στο ταμπλό

source: Browse Courses
ar: تصفح دورات
el: Αναζήτηση μαθημάτων

source: Results:
ar: النتائج:
el: Αποτελέσματα:

source: Topic:
ar: الموضوع:
el: Θέμα:

source: Show Discussion
ar: عرض المناقشة
el: Εμφάνιση συζήτησης

source: To view live discussions, click Preview or View Live in Unit Settings.
ar: لعرض المناقشات المباشرة، انقر فوق معاينة أو عرض مباشر في إعدادات وحدة.
el: Για να προβάλετε ζωντανές συζητήσεις, κάντε κλικ στην επιλογή Προεπισκόπηση ή Προβολή Live στις Ρυθμίσεις μονάδας.

source: Discussion ID: {discussion_id}
ar: معرف المناقشة: {discussion_id}
el: Αναγνωριστικό συζήτησης: {discussion_id}

source: Discussion topics list
ar: قائمة موضوعات المناقشة
el: Λίστα θεμάτων συζήτησης

source: Filter Topics
ar: تصفية المواضيع
el: Φιλτράρισμα θεμάτων

source: filter topics
ar: موضوعات التصفية
el: φιλτράρισμα θεμάτων

source: Posts I'm Following
ar: المشاركات التي أتابعها
el: Οι αναρτήσεις που ακολουθώ

source: Filter:
ar: عامل التصفية:
el: Φίλτρο:

source: Show all posts
ar: عرض جميع المشاركات
el: Όλες οι αναρτήσεις

source: Unread posts
ar: مشاركات غير مقروءة
el: Οι μη διαβασμένες

source: Unanswered posts
ar: مشاركات لم يتم الرد عليها
el: Οι αναπάντητες

source: Flagged
ar: تم وضع علامة
el: οι αναφερθείσες

source: Group:
ar: المجموعة:
el: Ομάδα:

source: in all groups
ar: في جميع المجموعات
el: σε όλες τις ομάδες

source: Sort:
ar: فرز:
el: Ταξινόμηση:

source: Password Creation Complete
ar: اكتمل إنشاء كلمة المرور
el: Η δημιουργία κωδικού πρόσβασης ολοκληρώθηκε

source: Your password has been created. {start_link}Sign-in to your account.{end_link}
ar: تم إنشاء كلمة المرور الخاصة بك. {start_link}تسجيل الدخول إلى حسابك.{end_link}
el: Ο κωδικός πρόσβασής σας έχει δημιουργηθεί. {start_link}Συνδεθείτε στο λογαριασμό σας.{end_link}

source: by recent activity
ar: حسب النشاط الأخير
el: οι πιο πρόσφατες

source: by most activity
ar: حسب معظم الأنشطة
el: οι πιο ενεργές

source: by most votes
ar: من قبل معظم الأصوات
el: οι πιο δημοφιλείς

source: Invalid Password Creation Link
ar: رابط إنشاء كلمة مرور غير صالح
el: Μη έγκυρος σύνδεσμος δημιουργίας κωδικού πρόσβασης

source: Learner Notes
ar: ملاحظات متعلم
el: Σημειώσεις Εκπαιδευόμενου

source: Highlights and notes you've made in course content
ar: النقاط البارزة والملاحظات التي قمت بتقديمها في محتوى دورة
el: Στιγμιότυπα και σημειώσεις που έχετε κάνει στο περιεχόμενο του μαθήματος

source: Search notes for:
ar: ملاحظات البحث عن:
el: Αναζήτηση σημειώσεων για:

source: Search notes for...
ar: ملاحظات البحث عن...
el: Αναζήτηση σημειώσεων για...

source: View notes by:
ar: عرض الملاحظات من قبل:
el: Προβολή σημειώσεων από:

source: You have not made any notes in this course yet. Other learners in this course are using notes to:
ar: لم تقم بتدوين أي ملاحظات في هذه دورة حتى الآن. يستخدم متعلمين الآخرون في هذه دورة الملاحظات من أجل:
el: Δεν έχετε κάνει σημειώσεις σε αυτό το μάθημα ακόμα. Άλλοι εκπαιδευόμενοι σε αυτό το μάθημα χρησιμοποιούν σημειώσεις για:

source: Mark a passage or concept so that it's easy to find later.
ar: ضع علامة على مقطع أو مفهوم بحيث يسهل العثور عليه لاحقًا.
el: Σημειώστε ένα πέρασμα ή μια ιδέα έτσι ώστε να είναι εύκολο να βρεθεί αργότερα.

source: Record thoughts about a specific passage or concept.
ar: سجل الأفكار حول مقطع أو مفهوم معين.
el: Καταγράψτε σκέψεις σχετικά με ένα συγκεκριμένο πέρασμα ή έννοια.

source: Highlight important information to review later in the course or in future courses.
ar: قم بتمييز المعلومات المهمة لمراجعتها لاحقًا في دورة التدريبية أو في دورات المستقبلية.
el: Επισημάνετε σημαντικές πληροφορίες για να εξετάσετε αργότερα στο μάθημα ή σε μελλοντικά μαθήματα.

source: Get started by making a note in something you just read, like {section_link}.
ar: ابدأ بتدوين ملاحظة في شيء قرأته للتو, مثل {section_link}.
el: Ξεκινήστε κάνοντας μια σημείωση σε κάτι που μόλις διαβάσατε, όπως {section_link}.

source: Hide notes
ar: إخفاء الملاحظات
el: Απόκρυψη σημειώσεων

source: Show notes
ar: عرض الملاحظات
el: Εμφάνιση σημειώσεων

source: Welcome to {course_name}
ar: مرحبًا بك في {course_name}
el: Καλώς ήρθατε στο {course_name}

source: To get started, please visit https://{site_name}. The login information for your account follows.
ar: للبدء، يرجى زيارة https://{site_name}. تتبع معلومات تسجيل الدخول لحسابك.
el: Για να ξεκινήσετε, παρακαλούμε επισκεφθείτε το https://{site_name}. Ακολουθούν οι πληροφορίες σύνδεσης για το λογαριασμό σας.

source: email: {email}
ar: البريد الإلكتروني: {email}
el: Ηλεκτρονική διεύθυνση: {email}

source: password: {password}
ar: كلمة المرور: {password}
el: κωδικός: {password}

source: It is recommended that you change your password.
ar: من المستحسن تغيير كلمة المرور الخاصة بك.
el: Θα σας συνιστούσαμε να αλλάξετε τον κωδικό σας.

source: Sincerely yours,The {course_name} Team
ar: مع خالص التقدير لك، فريق {course_name}
el: Ειλικρινά δική σας, Η ομάδα {course_name}

source: You're almost there! Use the link to activate your account to access engaging, high-quality {platform_name} courses. Note that you will not be able to log back into your account until you have activated it.
ar: أنت تقريبا هناك! استخدم الرابط لتنشيط حسابك للوصول إلى دورات {platform_name} جذابة وعالية الجودة. لاحظ أنك لن تتمكن من تسجيل الدخول مرة أخرى إلى حسابك حتى تقوم بتنشيطه.
el: Έχετε σχεδόν ολοκληρώσει την εγγραφή σας! Κάντε κλικ στο σύνδεσμο που ακολουθεί για να αποκτήσετε πρόσβαση στα υψηλής ποιότητας μαθήματα του {platform_name}. Προσοχή, δεν θα μπορέσετε να συνδεθείτε στο λογαριασμό σας, εάν πρώτα δεν τον ενεργοποιήσετε μέσω αυτού του συνδέσμου.

source: Enjoy learning with {platform_name}.
ar: استمتع بالتعلم مع {platform_name}.
el: Καλωσορίσατε στο {platform_name}.

source: If you need help, please use our web form at {support_url} or email {support_email}.
ar: إذا كنت بحاجة إلى مساعدة، يرجى استخدام نموذج الويب الخاص بنا على {support_url} أو البريد الإلكتروني {support_email}.
el: Εάν χρειαστείτε οποιαδήποτε βοήθεια, παρακαλούμε επικοινωνήστε μαζί μας στο e-mail {support_email}. {support_url}

source: If you need help, please email {support_email}.
el: Αν χρειαστείτε βοήθεια, παρακαλούμε επικοινωνήστε μαζί μας στο email {support_email}.

source: This email message was automatically sent by {lms_url} because someone attempted to create an account on {platform_name} using this email address.
ar: تم إرسال رسالة البريد الإلكتروني هذه تلقائيًا بواسطة {lms_url} لأن شخصًا ما حاول إنشاء حساب على {platform_name} باستخدام عنوان البريد الإلكتروني هذا.
el: Το e-mail αυτό σας εστάλη αυτόματα από το {lms_url} μετά από αίτημα δημιουργίας λογαριασμού στο {platform_name}. Αν δεν κάνατε εσείς αυτή την ενέργεια, αγνοήστε το παρόν μήνυμα.

source: Action Required: Activate your {platform_name} account
ar: الإجراء المطلوب: قم بتنشيط حساب {platform_name}
el: Για να ολοκληρωθεί η εγγραφή σας στο {platform_name}, ενεργοποιήστε τον λογαριασμό σας

source: Dear {full_name}
el: Αγαπητέ/ή {full_name}

source: Dear
ar: عزيز
el: αγαπητός

source: You have been invited to be a beta tester for {course_name} at {site_name} by a member of the course staff.
ar: لقد تمت دعوتك لتكون اختبارًا تجريبيًا لـ {course_name} في {site_name} من قبل أحد أعضاء طاقم دورة.
el: Έχετε προσκληθεί ως beta tester στο μάθημα {course_name} του {site_name} από κάποιο μέλος του προσωπικού του μαθήματος.

source: To start accessing course materials, please visit {course_url}
ar: لبدء الوصول إلى مواد دورة، يرجى زيارة {course_url}
el: Για να έχετε πρόσβαση στο υλικό του μαθήματος, παρακαλώ επισκεφθείτε τον σύνδεσμο {course_url}

source: To start accessing Learning Path materials, please visit {program_url}
ar: لبدء الوصول إلى مواد مسار التعلم ، يرجى زيارة {program_url}
el: Για να αρχίσετε να αποκτάτε πρόσβαση στο υλικό της διαδρομής μάθησης, επισκεφθείτε τη διεύθυνση {program_url}

source: Visit {course_about_url} to join the course and begin the beta test.
ar: قم بزيارة {course_about_url} للانضمام إلى دورة وبدء الاختبار التجريبي.
el: Επισκεφθείτε το {course_about_url} για να συμμετάσχετε στο μάθημα και να ξεκινήσετε το beta test.

source: Visit {site_name} to enroll in the course and begin the beta test.
ar: قم بزيارة {site_name} للتسجيل في دورة وبدء الاختبار التجريبي.
el: Επισκεφθείτε το {site_name} για να εγγραφείτε στο μάθημα και να ξεκινήσετε το beta test.

source: This email was automatically sent from {site_name} to {email_address}
ar: تم إرسال هذا البريد الإلكتروني تلقائيًا من {site_name} إلى {email_address}
el: Αυτό το email στάλθηκε αυτόματα από {site_name} έως {email_address}

source: You have been invited to a beta test for {course_name}
ar: لقد تمت دعوتك إلى اختبار تجريبي لـ {course_name}
el: Έχετε προσκληθεί σε δοκιμαστικό beta για {course_name}

source: Thank you for your purchase of
ar: شكرا لك على شراء
el: Σας ευχαριστούμε για την αγορά

source: Your payment was successful.
ar: كانت دفعتك ناجحة.
el: Η πληρωμή σας ολοκληρώθηκε επιτυχώς.

source: If you have billing questions, please read the FAQ ({faq_url}) or contact {billing_email}.
ar: إذا كانت لديك أسئلة تتعلق بالفوترة، فيرجى قراءة الأسئلة الشائعة ({faq_url}) أو الاتصال {billing_email}.
el: Εάν έχετε ερωτήσεις σχετικά με τη χρέωση, διαβάστε τις Συχνές Ερωτήσεις ({faq_url}) ή επικοινωνήστε με {billing_email}.

source: If you have billing questions, please contact {billing_email}.
ar: إذا كانت لديك أسئلة تتعلق بالفوترة, يرجى الاتصال {billing_email}.
el: Αν έχετε ερωτήσεις σχετικά με τη χρέωση, επικοινωνήστε με το {billing_email}.

source: {order_placed_by} placed an order and mentioned your name as the Organization contact.
ar: {order_placed_by} وضعت طلبًا وذكر اسمك كجهة اتصال المنظمة.
el: {order_placed_by} κατέβαλε μια παραγγελία και ανέφερε το όνομά σας ως επαφή του Οργανισμού.

source: {order_placed_by} placed an order and mentioned your name as the additional receipt recipient.
ar: {order_placed_by} قدمت طلبًا وذكرت اسمك كمستلم إيصال إضافي.
el: {order_placed_by} κατέβαλε μια παραγγελία και ανέφερε το όνομά σας ως πρόσθετο παραλήπτη απόδειξης.

source: The items in your order are:
ar: العناصر في طلبك هي:
el: Τα είδη στην παραγγελία σας είναι:

source: Quantity - Description - Price
ar: الكمية - الوصف - السعر
el: Ποσότητα - Περιγραφή - Τιμή

source: Total billed to credit/debit card: {currency_symbol}{total_cost}
ar: إجمالي الفاتورة إلى بطاقة الائتمان/الخصم: {currency_symbol}{total_cost}
el: Σύνολο χρεωστικής κάρτας σε πιστωτική/χρεωστική κάρτα: {currency_symbol}{total_cost}

source: Company Name:
ar: اسم الشركة:
el: Επωνυμία Εταιρείας:

source: Purchase Order Number:
ar: رقم أمر الشراء:
el: Αριθμός Παραγγελίας Αγοράς:

source: Company Contact Name:
ar: اسم جهة اتصال الشركة:
el: Όνομα Επικοινωνίας Εταιρείας:

source: Company Contact Email:
ar: البريد الإلكتروني للاتصال بالشركة:
el: Email Επικοινωνίας Εταιρείας:

source: Recipient Name:
ar: اسم المستلم:
el: Όνομα παραλήπτη:

source: Recipient Email:
ar: البريد الإلكتروني للمستلم:
el: Email παραλήπτη:

source: Order Number: {order_number}
ar: رقم الطلب: {order_number}
el: Αριθμός Παραγγελίας: {order_number}

source: A CSV file of your registration URLs is attached. Please distribute registration URLs to each learner planning to enroll using the email template below.
ar: يتم إرفاق ملف CSV لعناوين URL للتسجيل الخاصة بك. يرجى توزيع عناوين URL للتسجيل على كل متعلم يخطط للتسجيل باستخدام قالب البريد الإلكتروني أدناه.
el: Επισυνάπτεται ένα αρχείο CSV των URL εγγραφής σας. Παρακαλώ διανείμετε διευθύνσεις URL εγγραφής σε κάθε εκπαιδευόμενο που σχεδιάζει να εγγραφεί χρησιμοποιώντας το παρακάτω πρότυπο ηλεκτρονικού ταχυδρομείου.

source: Warm regards,
ar: التحيات الحارة،
el: Θερμούς χαιρετισμούς,

source: Warm regards,<br>The {platform_name} Team
ar: التحيات الحارة،<br>فريق {platform_name}
el: Με εκτίμηση, <br> Η ομάδα του {platform_name}

source: Dear [[Name]]
ar: عزيزي [[Name]]
el: Αγαπητέ [[Name]]

source: To enroll in {course_names} we have provided a registration URL for you. Please follow the instructions below to claim your access.
ar: للتسجيل في {course_names} ، قدمنا عنوان URL للتسجيل لك. يرجى اتباع التعليمات أدناه للمطالبة بالوصول الخاص بك.
el: Για να εγγραφείτε στο {course_names} έχουμε δώσει μια διεύθυνση URL εγγραφής για εσάς. Ακολουθήστε τις παρακάτω οδηγίες για να διεκδικήσετε την πρόσβασή σας.

source: Your redeem url is: [[Enter Redeem URL here from the attached CSV]]
ar: عنوان url الخاص بالاسترداد هو: [[أدخل عنوان URL لاسترداد هنا من CSV المرفق]]
el: Το url εξαργύρωσης είναι: [Εισάγετε εδώ τη διεύθυνση URL εξαργύρωσης από το συνημμένο CSV]]

source: (1) Register for an account at {site_name}
ar: (1) سجل للحصول على حساب على {site_name}
el: (1) Εγγραφή για λογαριασμό στο {site_name}

source: (2) Once registered, copy the redeem URL and paste it in your web browser.
ar: (2) بمجرد التسجيل، انسخ عنوان URL للاسترداد والصقه في متصفح الويب الخاص بك.
el: (2) Μόλις καταχωρηθεί, αντιγράψτε τη διεύθυνση URL εξαργύρωσης και επικολλήστε την στο πρόγραμμα περιήγησής σας.

source: (3) On the enrollment confirmation page, Click the 'Activate Enrollment Code' button. This will show the enrollment confirmation.
ar: (3) في صفحة تأكيد التسجيل، انقر فوق الزر «تنشيط رمز التسجيل». سيظهر هذا تأكيد التسجيل.
el: (3) Στη σελίδα επιβεβαίωσης εγγραφής, κάντε κλικ στο κουμπί «Ενεργοποίηση κωδικού εγγραφής». Αυτό θα εμφανίσει την επιβεβαίωση εγγραφής.

source: (4) You should be able to click on 'view course' button or see your course on your student dashboard at {url}
el: (4) Θα πρέπει να μπορείτε να κάνετε κλικ στο κουμπί «Προβολή μαθήματος» ή να δείτε το μάθημά σας στον πίνακα εργαλείων του εκπαιδευόμενου σας στο {url}

source: (5) Course materials will not be available until the course start date.
ar: (5) لن تكون مواد دورة التدريبية متاحة حتى تاريخ بدء دورة.
el: (5) Το υλικό του μαθήματος δε θα είναι διαθέσιμο πριν την ημερομηνία έναρξης.

source: <p>Sincerely,</p><p>[[Your Signature]]</p>
ar: <p>مع خالص التقدير،</p><p>[[توقيعك]]</p>
el: <p>Ειλικρινά,</p><p>[[Η υπογραφή σας]]</p>

source: This is to confirm that you changed the e-mail associated with {platform_name} from {old_email} to {new_email}. If you did not make this request, please contact us immediately. Contact information is listed at:
ar: هذا لتأكيد أنك غيرت البريد الإلكتروني المرتبط بـ {platform_name} من {old_email} إلى {new_email}. إذا لم تقدم هذا الطلب، يرجى الاتصال بنا على الفور. يتم سرد معلومات الاتصال في:
el: Tο e-mail με το οποίο συνδέεστε στο λογαριασμό σας στο {platform_name} έχει πλέον αλλάξει από {old_email} σε {new_email}. Εάν δεν έχετε ζητήσει εσείς αυτή την αλλαγή, επικοινωνήστε άμεσα μαζί μας, πατώντας πάνω στον παρακάτω σύνδεσμο:

source: We keep a log of old e-mails, so if this request was unintentional, we can investigate.
ar: نحتفظ بسجل لرسائل البريد الإلكتروني القديمة، لذلك إذا كان هذا الطلب غير مقصود، يمكننا التحقيق.
el: Σε κάθε περίπτωση διατηρούμε αρχείο με τα παλαιότερα e-mail και αν δεν θελήσατε εσείς αυτή την αλλαγή, μπορούμε να το διερευνήσουμε.

source: You are receiving this message because you have been automatically re-enrolled in the course {course_name} on {site_name}.
ar: أنت تتلقى هذه الرسالة لأنه تمت إعادة تسجيلك تلقائيًا في دورة {course_name} على {site_name}.
el: Λαμβάνετε αυτό το μήνυμα επειδή έχετε εγγραφεί αυτόματα στο μάθημα {course_name} προς {site_name}.

source: The course must be completed within {finish_days} day.
ar: يجب إكمال دورة في غضون {finish_days} أيام.
el: Το μάθημα πρέπει να ολοκληρωθεί εντός {finish_days} ημερών.

source: You will be automatically re-enrolled in this course after {re_enroll_time} month after completion.
ar: ستتم إعادة تسجيلك تلقائيًا في هذه دورة بعد {re_enroll_time} أشهر من الانتهاء.
el: Θα επανεγγραφείτε αυτόματα σε αυτό το μάθημα μετά από {re_enroll_time} μήνα μετά την ολοκλήρωση.

source: You will be automatically re-enrolled in this course after {re_enroll_time} year after completion.
el: Θα επανεγγραφείτε αυτόματα σε αυτό το μάθημα μετά από {re_enroll_time} χρόνο μετά την ολοκλήρωση.

source: To access the course visit {course_url} and login.
ar: للوصول إلى الدورة دورة قم بزيارة {course_url} وتسجيل الدخول.
el: Για να αποκτήσετε πρόσβαση στο μάθημα επισκεφθείτε {course_url} και συνδεθείτε.

source: Best regards
ar: أطيب التحيات
el: Τις καλύτερες ευχές

source: {platform_name} Team
ar: {platform_name} فريق
el: {platform_name} Ομάδα

source: You have been automatically re-enrolled in the course {course_name}
ar: لقد تم إعادة تسجيلك تلقائيًا في المقرر دورة {course_name}
el: Έχετε εγγραφεί αυτόματα ξανά στο μάθημα {course_name}

source: This message is to remind you that the course {course_name} you enrolled in on {site_name} is overdue.
ar: هذه الرسالة لتذكيرك بأن الدورة دورة {course_name} التي قمت بالتسجيل فيها في {site_name} قد تأخرت.
el: Αυτό το μήνυμα είναι να σας υπενθυμίσει ότι το μάθημα {course_name} που έχετε εγγραφεί στο {site_name} έχει καθυστερήσει.

source: The deadline is past by {days_left} day. Please complete the course as soon as possible.
ar: الموعد النهائي قد تجاوز {days_left} أيام. يرجى إكمال دورة في أقرب وقت ممكن.
el: Η προθεσμία έχει περάσει από {days_left} ημέρα. Παρακαλώ ολοκληρώστε το μάθημα το συντομότερο δυνατό.

source: This message is to remind you to complete the course {course_name} on {site_name}.
ar: هذه الرسالة لتذكيرك بإكمال الدورة دورة {course_name} على {site_name}.
el: Αυτό το μήνυμα είναι να σας υπενθυμίσει να ολοκληρώσετε το μάθημα {course_name} προς {site_name}.

source: You have {days_left} day left to complete the course.
ar: لديك {days_left} أيام متبقية لإكمال دورة.
el: Έχετε {days_left} ημέρες για να ολοκληρώσετε το μάθημα.

source: The course {course_name} is overdue
ar: دورة {course_name} متأخرة
el: Το μάθημα {course_name} έχει καθυστερήσει

source: {course_name} Reminders
ar: {course_name} تذكيرات
el: {course_name} Υπενθυμίσεις
