Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar, el

source: If using http urls, you must provide the username and password in the url. Similar to https://user:pass@github.com/user/course.
ar: في حالة استخدام عناوين url http، يجب عليك تقديم اسم المستخدم وكلمة المرور في عنوان url. على غرار https://user:pass@github.com/user/course.
el: Εάν χρησιμοποιείτε http urls, πρέπει να δώσετε το όνομα χρήστη και τον κωδικό πρόσβασης στο url. Παρόμοια με https://user:pass@github.com/user/course.

source: Unable to determine branch, repo in detached HEAD mode
ar: غير قادر على تحديد الفرع، الريبو في وضع HEAD المنفصل
el: Δεν είναι δυνατός ο προσδιορισμός του κλάδου, repo σε λειτουργία αποκομμένης κεφαλής

source: Unable to update or clone git repository.
ar: غير قادر على تحديث مستودع git أو استنساخه.
el: Δεν είναι δυνατή η ενημέρωση ή η κλωνοποίηση του repository git.

source: Unable to export course to xml.
ar: غير قادر على تصدير دورة إلى xml.
el: Δεν είναι δυνατή η εξαγωγή μαθήματος σε xml.

source: Unable to configure git username and password
ar: غير قادر على تكوين اسم المستخدم وكلمة المرور git
el: Δεν είναι δυνατή η ρύθμιση του ονόματος χρήστη και του κωδικού πρόσβασης του git

source: Unable to commit changes. This is usually because there are no changes to be committed
ar: غير قادر على ارتكاب التغييرات. هذا عادة بسبب عدم وجود تغييرات يجب الالتزام بها.
el: Δεν είναι δυνατή η δέσμευση αλλαγών. Αυτό συμβαίνει συνήθως επειδή δεν υπάρχουν αλλαγές που πρέπει να διαπραχθούν

source: Unable to push changes. This is usually because the remote repository cannot be contacted
ar: غير قادر على دفع التغييرات. هذا عادة لأنه لا يمكن الاتصال بالمستودع البعيد.
el: Δεν είναι δυνατή η προώθηση αλλαγών. Αυτό συμβαίνει συνήθως επειδή δεν είναι δυνατή η επικοινωνία με το απομακρυσμένο αποθετήριο

source: Bad course location provided
ar: تم توفير موقع دورة السيئة
el: Παρέχονται κακή τοποθεσία μαθήματος

source: Missing branch on fresh clone
ar: فرع مفقود على استنساخ طازج
el: Λείπει υποκατάστημα σε φρέσκο κλώνο

source: Take the specified course and attempt to export it to a git repository . Course directory must already be a git repository. Usage: git_export <course_loc> <git_url>
ar: خذ المقرر دورة المحدد وحاول تصديره إلى مستودع git . يجب أن يكون دليل دورة بالفعل مستودع git. الاستخدام: git_export <course_loc> <git_url>
el: Πάρτε το καθορισμένο μάθημα και προσπαθήστε να το εξαγάγετε σε ένα αποθετήριο git . Ο κατάλογος μαθημάτων πρέπει να είναι ήδη ένα αποθετήριο git. Χρήση: git_export <course_loc> <git_url>

source: Unknown User ID: {0}
ar: معرف مستخدم غير معروف: {0}
el: Άγνωστο αναγνωριστικό χρήστη: {0}

source: Permission denied
ar: تم رفض الإذن
el: Άρνηση άδειας

source: We only support uploading a .tar.gz file.
ar: نحن ندعم فقط تحميل ملف.tar.gz.
el: Υποστηρίζουμε μόνο τη μεταφόρτωση ενός αρχείου.tar.gz.

source: Tar file not found
ar: لم يتم العثور على ملف تار
el: Το αρχείο tar δεν βρέθηκε

source: Unsafe tar file. Aborting import.
ar: ملف tar غير آمن. إجهاض الاستيراد.
el: Μη ασφαλές αρχείο πίσσας. Ματαίωση εισαγωγής.

source: Could not find the {0} file in the package.
ar: تعذر العثور على ملف {0} في الحزمة.
el: Δεν ήταν δυνατή η εύρεση του αρχείου {0} στο πακέτο.

source: Deleted Group
ar: المجموعة المحذوفة
el: Διαγραμμένη Ομάδα

source: Upload completed
ar: اكتمل التحميل
el: Η μεταφόρτωση ολοκληρώθηκε.

source: File {filename} exceeds maximum size of {maximum_size_in_megabytes} MB.
ar: يتجاوز الملف {filename} الحد الأقصى لحجم {maximum_size_in_megabytes} ميغابايت.
el: Το αρχείο {filename} υπερβαίνει το μέγιστο μέγεθος του {maximum_size_in_megabytes} MB.

source: must have name of the certificate
ar: يجب أن يكون اسم شهادة
el: πρέπει να έχει το όνομα του πιστοποιητικού

source: Certificate dict {0} missing value key '{1}'
ar: شهادة dict {0} مفتاح القيمة المفقودة '{1}'
el: Πιστοποιητικό dict {0} λείπει κλειδί τιμής '{1}'

source: PermissionDenied: Failed in authenticating {user}
ar: تم رفض الإذن: فشل في المصادقة {user}
el: PermissionDenied: Αποτυχία ελέγχου ταυτότητας {user}

source: {platform_name} Support Levels:
ar: {platform_name} مستويات الدعم:
el: {platform_name} Επίπεδα υποστήριξης:

source: Video
ar: فيديو
el: Βίντεο

source: Blank
ar: فارغ
el: Κενό

source: Course has been successfully reindexed.
ar: تمت إعادة فهرسة دورة بنجاح.
el: Το μάθημα έχει επαναρδεχθεί επιτυχώς.

source: Unscheduled
ar: غير مجدول
el: Απρογραμμάτιστο

source: Special characters not allowed in organization, course number, and course run.
ar: الأحرف الخاصة غير مسموح بها في المؤسسة ورقم دورة وتشغيل دورة.
el: Ειδικοί χαρακτήρες δεν επιτρέπονται στην οργάνωση, τον αριθμό μαθημάτων και την εκτέλεση μαθημάτων.

source: There is already a course defined with the same organization and course number. Please change either organization or course number to be unique.
ar: يوجد بالفعل دورة محدد بنفس المؤسسة ورقم دورة. يرجى تغيير رقم المؤسسة أو دورة ليكون فريدًا.
el: Υπάρχει ήδη ένα μάθημα που ορίζεται με τον ίδιο αριθμό οργάνωσης και μαθήματος. Αλλάξτε είτε τον αριθμό του οργανισμού είτε του μαθήματος ώστε να είναι μοναδικός.

source: Please change either the organization or course number so that it is unique.
ar: يرجى تغيير رقم المؤسسة أو دورة بحيث يكون فريدًا.
el: Παρακαλούμε αλλάξτε είτε τον οργανισμό ή το μάθημα ώστε να είναι μοναδικό.

source: Unable to create course '{name}'. {err}
ar: غير قادر على إنشاء دورة '{name}'. {err}
el: Αδυναμία δημιουργίας μαθήματος '{name}'. {err}

source: You must link this course to an organization in order to continue. Organization you selected does not exist in the system, you will need to add it to the system
ar: يجب عليك ربط هذه دورة بمؤسسة من أجل المتابعة. المؤسسة التي حددتها غير موجودة في النظام، ستحتاج إلى إضافتها إلى النظام
el: Πρέπει να συνδέσετε αυτό το μάθημα με έναν οργανισμό για να συνεχίσετε. Ο οργανισμός που επιλέξατε δεν υπάρχει στο σύστημα, θα πρέπει να τον προσθέσετε στο σύστημα

source: Invalid prerequisite course key
ar: مفتاح مقرر دورة غير صالح
el: Μη έγκυρο κλειδί προαπαιτούμενου μαθήματος

source: An error occurred while trying to save your tabs
ar: حدث خطأ أثناء محاولة حفظ علامات التبويب
el: Παρουσιάστηκε σφάλμα κατά την προσπάθεια αποθήκευσης των καρτελών σας

source: Tabs Exception
ar: استثناء علامات التبويب
el: Εξαίρεση καρτελών

source: This group configuration is in use and cannot be deleted.
ar: تكوين المجموعة هذا قيد الاستخدام ولا يمكن حذفه.
el: Αυτή η ρύθμιση παραμέτρων ομάδας χρησιμοποιείται και δεν μπορεί να διαγραφεί.

source: This content group is in use and cannot be deleted.
ar: مجموعة المحتوى هذه قيد الاستخدام ولا يمكن حذفها.
el: Αυτή η ομάδα περιεχομένου χρησιμοποιείται και δεν μπορεί να διαγραφεί.

source: Entrance Exam - Subsection
ar: امتحان القبول - القسم الفرعي
el: Εισαγωγικές Εξετάσεις - Υποτμήμα

source: Completed Course Entrance Exam
ar: امتحان دخول دورة المكتمل
el: Εισαγωγικές Εξετάσεις Ολοκληρωμένου Μαθήματος

source: Course successfully exported to git repository
ar: تم تصدير دورة بنجاح إلى مستودع git
el: Επιτυχής εξαγωγή μαθήματος στο αποθετήριο git

source: Vertical
ar: عمودي
el: Κάθετη

source: File upload corrupted. Please try again
ar: تحميل الملف تالف. يرجى المحاولة مرة أخرى
el: Αποστολή αρχείου κατεστραμμένο. Παρακαλώ προσπαθήστε ξανά

source: Invalid data
ar: بيانات غير صالحة
el: Μη έγκυρα δεδομένα

source: Invalid data ({details})
ar: بيانات غير صالحة ({details})
el: Μη έγκυρα δεδομένα ({details})

source: You can not move {source_type} into {target_parent_type}.
ar: لا يمكنك نقل {source_type} إلى {target_parent_type}.
el: Δεν μπορείτε να μετακινήσετε {source_type} σε {target_parent_type}.

source: Item is already present in target location.
ar: العنصر موجود بالفعل في الموقع المستهدف.
el: Το στοιχείο υπάρχει ήδη στη θέση προορισμού.

source: You can not move an item into itself.
ar: لا يمكنك نقل عنصر إلى نفسه.
el: Δεν μπορείτε να μετακινήσετε ένα στοιχείο στον εαυτό του.

source: You can not move an item into it's child.
ar: لا يمكنك نقل عنصر إلى طفله.
el: Δεν μπορείτε να μετακινήσετε ένα στοιχείο στο παιδί του.

source: You can not move an item directly into content experiment.
ar: لا يمكنك نقل عنصر مباشرة إلى تجربة المحتوى.
el: Δεν μπορείτε να μετακινήσετε ένα στοιχείο απευθείας στο πείραμα περιεχομένου.

source: {source_usage_key} not found in {parent_usage_key}.
ar: {source_usage_key} لم يتم العثور عليها في {parent_usage_key}.
el: {source_usage_key} δεν βρέθηκε στο {parent_usage_key}.

source: You can not move {source_usage_key} at an invalid index ({target_index}).
ar: لا يمكنك نقل {source_usage_key} في فهرس غير صالح ({target_index}).
el: Δεν μπορείτε να μετακινήσετε {source_usage_key} σε μη έγκυρο ευρετήριο ({target_index}).

source: You must provide target_index ({target_index}) as an integer.
ar: يجب عليك توفير target_index ({target_index}) كعدد صحيح.
el: Πρέπει να δώσετε το rarget_index ({target_index}) ως ακέραιο.

source: Duplicate of {0}
ar: نسخة مكررة من {0}
el: Αντίγραφο του {0}

source: Duplicate of '{0}'
ar: نسخة مكررة من '{0}'
el: Αντίγραφο του «{0}»

source: Learners must score {score}{pct_sign} or higher to access course materials.
ar: يجب على متعلمين تسجيل {score}{pct_sign} أو أعلى للوصول إلى مواد دورة.
el: Οι εκπαιδευόμενοι πρέπει να βαθμολογήσουν {score}{pct_sign} ή υψηλότερη για να έχουν πρόσβαση σε υλικό μαθημάτων.

source: Unable to create library - missing required field '{field}'
ar: غير قادر على إنشاء مكتبة - الحقل المطلوب المفقود '{field}'
el: Αδυναμία δημιουργίας βιβλιοθήκης - λείπει το απαιτούμενο πεδίο '{field}'

source: Unable to create library '{name}'. {err}
el: Δεν είναι δυνατή η δημιουργία βιβλιοθήκης '{name}'. {err}

source: There is already a library defined with the same organization and library code. Please change your library code so that it is unique within your organization.
ar: توجد بالفعل مكتبة محددة بنفس المنظمة ورمز المكتبة. يرجى تغيير رمز مكتبتك بحيث يكون فريدًا داخل مؤسستك.
el: Υπάρχει ήδη μια βιβλιοθήκη που έχει οριστεί με τον ίδιο κώδικα οργανισμού και βιβλιοθήκης. Αλλάξτε τον κωδικό βιβλιοθήκης έτσι ώστε να είναι μοναδικός μέσα στον οργανισμό σας.

source: Access restricted to: {list_of_groups}
ar: الوصول يقتصر على: {list_of_groups}
el: Η πρόσβαση περιορίζεται σε: {list_of_groups}

source: The information you entered is incorrect.
ar: المعلومات التي أدخلتها غير صحيحة.
el: Οι πληροφορίες που εισαγάγατε είναι λανθασμένες.

source: Transcripts are supported only for "video" modules.
ar: يتم دعم النصوص فقط لوحدات «الفيديو».
el: Οι μεταγραφές υποστηρίζονται μόνο για ενότητες «βίντεο».

source: Cannot find item by locator.
ar: لا يمكن العثور على العنصر حسب محدد المواقع.
el: Δεν είναι δυνατή η εύρεση στοιχείου ανά εντοπιστή.

source: Video locator is required.
ar: محدد موقع الفيديو مطلوب.
el: Απαιτείται εντοπιστής βίντεο.

source: This transcript file type is not supported.
ar: نوع ملف النص هذا غير مدعوم.
el: Αυτός ο τύπος αρχείου απομαγνητοφώνηςδεν υποστηρίζεται.

source: Video ID is required.
ar: معرف الفيديو مطلوب.
el: Απαιτείται αναγνωριστικό βίντεο.

source: Incoming video data is empty.
ar: بيانات الفيديو الواردة فارغة.
el: Τα εισερχόμενα δεδομένα βίντεο είναι κενά.

source: Can't find item by locator.
ar: لا يمكن العثور على العنصر حسب محدد المواقع.
el: Δεν μπορώ να βρω αντικείμενο με εντοπιστή.

source: No such transcript.
ar: لا يوجد مثل هذا النص.
el: Δεν υπάρχει τέτοιο αντίγραφο.

source: There is a problem with the chosen transcript file.
ar: هناك مشكلة في ملف النص المختار.
el: Υπάρχει πρόβλημα με το επιλεγμένο αρχείο απομαγνητοφωνίας.

source: There is a problem with the existing transcript file. Please upload a different file.
ar: هناك مشكلة في ملف النص الحالي. يرجى تحميل ملف مختلف.
el: Υπάρχει πρόβλημα με το υπάρχον αρχείο απομαγνητοφωνίας. Παρακαλώ ανεβάστε ένα διαφορετικό αρχείο.

source: YouTube ID is required.
ar: معرف YouTube مطلوب.
el: Απαιτείται αναγνωριστικό YouTube.

source: There is a problem with the YouTube transcript file.
ar: هناك مشكلة في ملف نص YouTube.
el: Υπάρχει πρόβλημα με το αρχείο μεταγραφών του YouTube.

source: Insufficient permissions
ar: أذونات غير كافية
el: Ανεπαρκείς άδειες

source: Could not find user by email address '{email}'.
el: Δεν ήταν δυνατή η εύρεση του χρήστη μέσω της διεύθυνσης ηλεκτρονικού ταχυδρομείου '{email}'.

source: No `role` specified.
ar: لم يتم تحديد «دور».
el: Δεν προσδιορίζονται «ρόλ».

source: User {email} has registered but has not yet activated his/her account.
ar: تم تسجيل المستخدم {email} ولكنه لم ينشط حسابه بعد.
el: Ο χρήστης {email} έχει εγγραφεί αλλά δεν έχει ακόμα ενεργοποιήσει το λογαριασμό του/της.

source: Invalid `role` specified.
ar: تم تحديد «دور» غير صالح.
el: Καθορίστηκε μη έγκυρος `ρόλος'.

source: You may not remove the last Admin. Add another Admin first.
ar: لا يجوز لك إزالة أدمن الأخير. أضف أدمن آخر أولاً.
el: Δεν μπορείτε να καταργήσετε τον τελευταίο διαχειριστή. Προσθέστε πρώτα έναν άλλο διαχειριστή.

source: Uploading
ar: تحميل
el: Μεταφορτώνεται

source: In Progress
ar: قيد التقدم
el: Σε εξέλιξη

source: Ready
ar: جاهز
el: Έτοιμοι

source: Uploaded
ar: تم الرفع
el: Μεταφορτώθηκαν

source: Failed
ar: فشل
el: Απέτυχε

source: Cancelled
ar: تم إلغاء
el: Ακυρώθηκε

source: Failed Duplicate
ar: مكررة فاشلة
el: Αποτυχία διπλότυπο

source: YouTube Duplicate
ar: يوتيوب مكررة
el: Αντίγραφο YouTube

source: Invalid Token
ar: رمز مميز غير صالح
el: Μη έγκυρο διακριτικό

source: Imported
ar: مستورد
el: Εισαγόμενα

source: Unknown
ar: غير معروف
el: Άγνωστο

source: Transcription in Progress
ar: النسخ قيد التقدم
el: Μεταγραφή σε εξέλιξη

source: Transcript Ready
ar: نسخة جاهزة
el: Έτοιμο το μεταγραφή

source: The image must have name, content type, and size information.
ar: يجب أن تحتوي الصورة على معلومات الاسم ونوع المحتوى والحجم.
el: Η εικόνα πρέπει να έχει πληροφορίες ονόματος, τύπου περιεχομένου και μεγέθους.

source: This image file type is not supported. Supported file types are {supported_file_formats}.
ar: نوع ملف الصورة هذا غير مدعوم. أنواع الملفات المدعومة هي {supported_file_formats}.
el: Αυτός ο τύπος αρχείου εικόνας δεν υποστηρίζεται. Υποστηριζόμενοι τύποι αρχείων είναι {supported_file_formats}.

source: This image file must be smaller than {image_max_size}.
ar: يجب أن يكون ملف الصورة هذا أصغر من {image_max_size}.
el: Αυτό το αρχείο εικόνας πρέπει να είναι μικρότερο από {image_max_size}.

source: This image file must be larger than {image_min_size}.
ar: يجب أن يكون ملف الصورة هذا أكبر من {image_min_size}.
el: Αυτό το αρχείο εικόνας πρέπει να είναι μεγαλύτερο από {image_min_size}.

source: There is a problem with this image file. Try to upload a different file.
ar: هناك مشكلة في ملف الصورة هذا. حاول تحميل ملف مختلف.
el: Υπάρχει πρόβλημα με αυτό το αρχείο εικόνας. Προσπαθήστε να ανεβάσετε ένα διαφορετικό αρχείο.

source: Recommended image resolution is {image_file_max_width}x{image_file_max_height}. The minimum resolution is {image_file_min_width}x{image_file_min_height}.
ar: دقة الصورة الموصى بها هي {image_file_max_width}×{image_file_max_height}. الحد الأدنى للدقة هو {image_file_min_width}×{image_file_min_height}.
el: Η συνιστώμενη ανάλυση εικόνας είναι {image_file_max_width}x{image_file_max_height}. Η ελάχιστη ανάλυση είναι {image_file_min_width}x{image_file_min_height}.

source: This image file must have an aspect ratio of {video_image_aspect_ratio_text}.
ar: يجب أن يكون ملف الصورة هذا نسبة عرض إلى ارتفاع {video_image_aspect_ratio_text}.
el: Αυτό το αρχείο εικόνας πρέπει να έχει αναλογία διαστάσεων {video_image_aspect_ratio_text}.

source: The image file name can only contain letters, numbers, hyphens (-), and underscores (_).
ar: يمكن أن يحتوي اسم ملف الصورة فقط على أحرف وأرقام وواصلات (-) والشرطات السفلية (_).
el: Το όνομα αρχείου εικόνας μπορεί να περιέχει μόνο γράμματα, αριθμούς, παύλες (-) και υπογράμμιση (_).

source: An image file is required.
ar: ملف صورة مطلوب.
el: Απαιτείται ένα αρχείο εικόνας.

source: Duration
ar: المدة
el: Διάρκεια

source: Date Added
ar: تمت إضافة التاريخ
el: Ημερομηνία προσθήκης

source: unrequested
ar: غير مطلوب
el: μη ζητούμενη

source: pending
ar: معلق
el: εκκρεμής

source: granted
ar: منحت
el: χορηγείται

source: denied
ar: تم رفضه
el: αρνήθηκε

source: Studio user
ar: مستخدم Studio
el: Χρήστης στούντιο

source: The date when state was last updated
ar: تاريخ آخر تحديث للدولة
el: Η ημερομηνία τελευταίας ενημέρωσης της κατάστασης

source: Current course creator state
ar: حالة منشئ دورة الحالي
el: Τρέχουσα κατάσταση δημιουργού μαθήματος

source: Optional notes about this user (for example, why course creation access was denied)
ar: ملاحظات اختيارية حول هذا المستخدم (على سبيل المثال، لماذا تم رفض الوصول إلى إنشاء دورة)
el: Προαιρετικές σημειώσεις σχετικά με αυτόν το χρήστη (για παράδειγμα, γιατί δεν επιτράπηκε η πρόσβαση δημιουργίας μαθημάτων)

source: Force Publish Course
ar: دورة نشر القوة
el: Εξαναγκασμός δημοσίευσης μαθήματος

source: Sometimes the draft and published branches of a course can get out of sync. Force publish course command resets the published branch of a course to point to the draft branch, effectively force publishing the course. This view dry runs the force publish command
ar: في بعض الأحيان، يمكن أن تخرج المسودة والفروع المنشورة دورة من المزامنة. يقوم أمر Force publishe course بإعادة تعيين الفرع المنشور من دورة للإشارة إلى فرع المسودة، مما يؤدي إلى فرض نشر دورة بشكل فعال. هذا العرض الجاف يدير الأمر force publish.
el: Μερικές φορές τα προσχέδια και τα δημοσιευμένα υποκαταστήματα ενός μαθήματος μπορούν να ξεφύγουν από τον συγχρονισμό. Η εντολή Force publishing μαθήματος επαναφέρει το δημοσιευμένο υποκατάστημα ενός μαθήματος για να δείξει το προσχέδιο υποκατάστημα, να αναγκάσει αποτελεσματικά τη δημοσίευση του μαθήματος. Αυτή η προβολή dry εκτελεί την εντολή δημοσίευσης δύναμης

source: Please provide course id.
ar: يرجى تقديم معرف دورة.
el: Παρακαλώ δώστε ταυτότητα πορείας.

source: Invalid course key.
ar: مفتاح دورة غير صالح.
el: Μη έγκυρο κλειδί πορείας.

source: No matching course found.
ar: لم يتم العثور على دورة مطابقة.
el: Δεν βρέθηκε αντίστοιχη πορεία.

source: Force publishing course is not supported with old mongo courses.
ar: دورة Force publishing غير مدعومة بدورات mongo القديمة.
el: Εξαναγκασμός εκδοτικών μαθημάτων δεν υποστηρίζεται με παλιά μαθήματα mongo.

source: Course is already in published state.
ar: دورة بالفعل في حالة منشورة.
el: Το μάθημα είναι ήδη σε δημοσιευμένη κατάσταση.

source: Incorrect format for field '{name}'. {detailed_message}
ar: تنسيق غير صحيح للحقل '{name}'. {detailed_message}
el: Εσφαλμένη μορφή για το πεδίο '{name}'. {detailed_message}

source: Your Platform Studio
ar: استوديو بلاتفورم
el: Το Στούντιο της Πλατφόρμας

source: Dictionary with the available tags
ar: قاموس مع العلامات المتاحة
el: Λεξικό με τις διαθέσιμες ετικέτες

source: Forbidden
ar: ممنوع
el: Απαγορευμένο

source: You must be Course Admin to access this view.
ar: يجب أن تكون أدمن دورة للوصول إلى طريقة العرض هذه.
el: Πρέπει να είστε Διαχειριστής Μαθήματος για να αποκτήσετε πρόσβαση σε αυτήν την προβολή.

source: The page that you were looking for was not found.
ar: لم يتم العثور على الصفحة التي كنت تبحث عنها.
el: Η σελίδα που αναζητάτε δεν βρέθηκε

source: Go back to the {homepage} or let us know about any pages that may have been moved at {email}.
ar: انطلق إلى {homepage} أو أخبرنا بأي صفحات ربما تم نقلها في {email}.
el: Γυρίστε πίσω στη σελίδα {homepage} ή ενημερώστε μας σχετικά με σελίδες που ίσως έχουν αφαιρεθεί στο {email}

source: Server Error
ar: خطأ في الخادم
el: Σφάλμα εξυπηρετητή

source: The {em_start}{studio_name}{em_end} servers encountered an error
ar: واجهت الخوادم {em_start}{studio_name}{em_end} خطأ
el: Οι διακομιστές του {em_start}{studio_name}{em_end} αντιμετώπισαν κάποιο πρόβλημα

source: An error occurred in {studio_name} and the page could not be loaded. Please try again in a few moments.
ar: حدث خطأ في {studio_name} ولا يمكن تحميل الصفحة. يرجى المحاولة مرة أخرى في بضع لحظات.
el: Παρουσιάστηκε σφάλμα στο {studio_name} και η σελίδα δεν μπόρεσε να φορτωθεί. Παρακαλούμε προσπαθήστε ξανά σε μερικά λεπτά.

source: We've logged the error and our staff is currently working to resolve this error as soon as possible.
ar: لقد قمنا بتسجيل الخطأ ويعمل موظفونا حاليًا على حل هذا الخطأ في أقرب وقت ممكن.
el: Έχουμε καταγράψει το σφάλμα και το προσωπικό μας προσπαθεί να επιλύσει το πρόβλημα το συντομότερο δυνατόν.

source: If the problem persists, please email us at {email_link}.
ar: إذا استمرت المشكلة، يرجى مراسلتنا عبر البريد الإلكتروني على {email_link}.
el: Εάν το πρόβλημα επιμένει, παρακαλούμε στείλτε μας e-mail στο {email_link}

source: Studio Accessibility Policy
ar: سياسة إمكانية الوصول إلى Studio
el: Πολιτική Προσβασιμότητας Στούντιο

source: {studio_name} Account Activation
ar: {studio_name} تفعيل الحساب
el: {studio_name} Ενεργοποίηση λογαριασμού

source: Your account is already active
ar: حسابك نشط بالفعل
el: Ο λογαριασμός σας έχει ήδη ενεργοποιηθεί

source: This account, set up using {email}, has already been activated. Please sign in to start working within {studio_name}.
ar: تم بالفعل تنشيط هذا الحساب، الذي تم إعداده باستخدام {email}. يرجى تسجيل الدخول لبدء العمل في غضون {studio_name}.
el: Αυτός ο λογαριασμός, που έχει ρυθμιστεί χρησιμοποιώντας το {email}, έχει ήδη ενεργοποιηθεί. Παρακαλώ συνδεθείτε για να αρχίσετε να εργάζεστε μέσα σε {studio_name}.

source: Sign into {studio_name}
ar: تسجيل الدخول {studio_name}
el: Σύνδεση στο {studio_name}

source: Your account activation is complete!
ar: اكتمل تنشيط حسابك!
el: Η ενεργοποίηση του λογαριασμού σας ολοκληρώθηκε!

source: Thank you for activating your account. You may now sign in and start using {studio_name} to author courses.
ar: شكرًا لك على تنشيط حسابك. يمكنك الآن تسجيل الدخول والبدء في استخدام {studio_name} لمؤلف دورات.
el: Σας ευχαριστούμε για την ενεργοποίηση του λογαριασμού σας. Μπορείτε τώρα να εισέλθετε και να αρχίσετε να χρησιμοποιείτε το {studio_name} για μαθήματα συγγραφέων.

source: Your account activation is invalid
ar: تنشيط حسابك غير صالح
el: Η ενεργοποίηση του λογαριασμού σας είναι μη έγκυρη

source: We're sorry. Something went wrong with your activation. Check to make sure the URL you went to was correct, as e-mail programs will sometimes split it into two lines.
ar: نحن آسفون. حدث خطأ ما في التنشيط الخاص بك. تحقق للتأكد من صحة عنوان URL الذي ذهبت إليه، حيث ستقوم برامج البريد الإلكتروني بتقسيمها أحيانًا إلى سطرين.
el: Λυπούμαστε. Κάτι πήγε λάθος με την ενεργοποίηση σας. Ελέγξτε να σιγουρευτείτε ότι το URL στο οποίο πήγατε είναι σωστό,καθώς τα προγράμματα email κάποιες φορές χωρίζονται σε δύο σειρές.

source: If you still have issues, contact {platform_name} Support. In the meantime, you can also return to {link_start}the {studio_name} homepage.{link_end}
ar: إذا كنت لا تزال تواجه مشكلات، فاتصل بـ {platform_name} Support. في غضون ذلك، يمكنك أيضًا العودة إلى الصفحة الرئيسية {link_start}the {studio_name} .{link_end}
el: Εάν εξακολουθείτε να αντιμετωπίζετε προβλήματα, επικοινωνήστε με το {platform_name} Υποστήριξη. Εν τω μεταξύ, μπορείτε επίσης να επιστρέψετε στην αρχική σελίδα {link_start}η {studio_name} .{link_end}

source: Files & Uploads
ar: الملفات والتحميلات
el: Αρχεία & Μεταφορτώσεις

source: Course Certificates
ar: شهادات دورة
el: Βεβαιώσεις μαθημάτων

source: This module is not enabled.
ar: لم يتم تمكين هذه الوحدة.
el: Αυτή η ενότητα δεν είναι ενεργοποιημένη.

source: This course does not use a mode that offers certificates.
ar: لا يستخدم هذا دورة وضعًا يقدم شهادات.
el: Αυτό το μάθημα δεν χρησιμοποιεί μια λειτουργία που προσφέρει πιστοποιητικά.

source: Working with Certificates
ar: العمل مع شهادات
el: Εργασία με πιστοποιητικά

source: Specify a course title to use on the certificate if the course's official title is too long to be displayed well.
ar: حدد عنوان دورة لاستخدامه في شهادة إذا كان العنوان الرسمي للمقرر الدراسي طويلًا جدًا بحيث لا يمكن عرضه جيدًا.
el: Καθορίστε έναν τίτλο μαθήματος που θα χρησιμοποιηθεί στο πιστοποιητικό εάν ο επίσημος τίτλος του μαθήματος είναι πολύ μεγάλος για να εμφανιστεί σωστά.
