Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar, el

source: Your course currently does not have a video thumbnail image. Please upload one (JPEG or PNG format, and minimum suggested dimensions are 375px wide by 200px tall)
ar: لا تحتوي مقررك الدراسي حاليًا على صورة مصغرة للفيديو. يرجى تحميل واحد (تنسيق JPEG أو PNG، والحد الأدنى للأبعاد المقترحة هو 375px واسعة بنسبة 200px الطول)
el: Το μάθημά σας προς το παρόν δεν διαθέτει εικόνα μικρογραφίας βίντεο. Παρακαλώ ανεβάστε ένα (μορφή JPEG ή PNG, και οι ελάχιστες προτεινόμενες διαστάσεις είναι 375px πλάτος έως 200px ύψος)

source: Your video thumbnail image URL
ar: عنوان URL لصورة الفيديو المصغرة
el: Διεύθυνση URL εικόνας μικρογραφιών βίντεο

source: Please provide a valid path and name to your video thumbnail image (Note: only JPEG or PNG format supported)
ar: يرجى تقديم مسار واسم صالحين لصورة الفيديو المصغرة الخاصة بك (ملاحظة: دعم تنسيق JPEG أو PNG فقط)
el: Παρακαλώ δώστε μια έγκυρη διαδρομή και όνομα στην εικόνα μικρογραφίας βίντεο (Σημείωση: υποστηρίζεται μόνο η μορφή JPEG ή PNG)

source: Upload Video Thumbnail Image
ar: تحميل صورة مصغرة للفيديو
el: Αποστολή εικόνας μικρογραφίας βίντεο

source: Course Introduction Video
ar: فيديو مقدمة دورة
el: Εισαγωγικό Βίντεο Μαθήματος

source: Delete Current Video
ar: حذف الفيديو الحالي
el: Διαγραφή Video

source: your YouTube video's ID
ar: معرف فيديو YouTube الخاص بك
el: το αναγνωριστικό του βίντεο YouTube

source: Enter your YouTube video's ID (along with any restriction parameters)
ar: أدخل معرف فيديو YouTube الخاص بك (جنبًا إلى جنب مع أي معلمات تقييد)
el: Εισαγάγετε το αναγνωριστικό του βίντεο YouTube (μαζί με τυχόν παραμέτρους περιορισμού)

source: Learning Outcomes
ar: نتائج التعلم
el: Μαθησιακά Αποτελέσματα

source: Add the learning outcomes for this course
ar: إضافة نتائج التعلم لهذه دورة
el: Προσθέστε τα μαθησιακά αποτελέσματα για αυτό το μάθημα

source: Add Learning Outcome
ar: إضافة نتائج التعلم
el: Προσθήκη Μαθησιακού αποτελέσματος

source: Add details about the instructors for this course
ar: إضافة تفاصيل حول المدرسين لهذه دورة
el: Προσθήκη λεπτομερειών για τους εκπαιδευτές για αυτό το μάθημα

source: Add Instructor
ar: إضافة مدرب
el: Προσθήκη Εκπαιδευτή

source: Expectations of the learners taking this course
ar: توقعات متعلمين الذين يأخذون هذه دورة
el: Προσδοκίες των μαθητών που λαμβάνουν αυτό το μάθημα

source: Hours of Effort per Week
ar: ساعات الجهد في الأسبوع
el: Εβδομαδιαίες Ώρες Προσπάθειας

source: Time spent on all course work
ar: الوقت المستغرق في جميع أعمال دورة
el: Απαιτούμενη ώρα ενασχόλησης ανά εβδομάδα

source: Prerequisite Course
ar: دورة المتطلبات الأساسية
el: Προαπαιτούμενο Μάθημα

source: Course that learners must complete before beginning this course
ar: دورة التي يجب على متعلمين إكمالها قبل بدء هذه دورة
el: Μάθημα που οι εκπαιδευόμενοι πρέπει να ολοκληρώσουν πριν ξεκινήσουν αυτό το μάθημα

source: set pre-requisite course
ar: تعيين المقرر دورة المسبق
el: ορίστε προαπαιτούμενο μάθημα

source: Require learners to pass an exam before beginning the course.
ar: تطلب من متعلمين اجتياز الامتحان قبل بدء دورة.
el: Να απαιτείται από τους εκπαιδευόμενους να περάσουν μια εξέταση πριν από την έναρξη του μαθήματος.

source: You can now view and author your course entrance exam from the {link_start}Course Outline{link_end}.
ar: يمكنك الآن عرض امتحان القبول دورة وتأليفه من {link_start}مخطط دورة{link_end}.
el: Τώρα μπορείτε να δείτε και να συντάξετε την εισαγωγική εξέταση του μαθήματος από το {link_start}Περίγραμμα{link_end}.

source: Grade Requirements
ar: متطلبات الدرجة
el: Απαιτήσεις Βαθμού

source: The score learner must meet in order to successfully complete the entrance exam.
ar: يجب أن يجتمع متعلم الدرجات من أجل إكمال امتحان القبول بنجاح.
el: Ο εκπαιδευόμενος βαθμολογίας πρέπει να συναντηθεί προκειμένου να ολοκληρώσει επιτυχώς τις εισαγωγικές εξετάσεις.

source: Course Content License
ar: ترخيص محتوى دورة
el: Άδεια Περιεχομένου Μαθήματος

source: Select the default license for course content
ar: حدد الترخيص الافتراضي لمحتوى دورة
el: Επιλέξτε την προεπιλεγμένη άδεια χρήσης για το περιεχόμενο του μαθήματος

source: How are these settings used?
ar: كيف يتم استخدام هذه الإعدادات؟
el: Πώς χρησιμοποιούνται αυτές οι ρυθμίσεις;

source: Your course's schedule determines when learners can enroll in and begin a course.
ar: يحدد جدول مقررك الدراسي متى يمكن متعلمين التسجيل وبدء دورة.
el: Το πρόγραμμα του μαθήματος καθορίζει πότε οι εκπαιδευόμενοι μπορούν να εγγραφούν και να ξεκινήσουν ένα μάθημα.

source: Other information from this page appears on the About page for your course. This information includes the course overview, course image, introduction video, and estimated time requirements. Learners use About pages to choose new courses to take.
ar: تظهر معلومات أخرى من هذه الصفحة في صفحة حول مقررك الدراسي. تتضمن هذه المعلومات نظرة عامة على دورة، وصورة دورة، وفيديو المقدمة، ومتطلبات الوقت المقدرة. يستخدم متعلمين «حول الصفحات» لاختيار دورات جديدة لأخذها.
el: Άλλες πληροφορίες από αυτή τη σελίδα εμφανίζονται στη σελίδα Πληροφορίες για το μάθημα σας. Αυτές οι πληροφορίες περιλαμβάνουν την επισκόπηση μαθήματος, την εικόνα μαθήματος, το βίντεο εισαγωγής και τις εκτιμώμενες χρονικές απαιτήσεις. Οι εκπαιδευόμενοι χρησιμοποιούν Πληροφορίες για τις σελίδες για να επιλέξουν νέα μαθήματα που θα ακολουθήσουν.

source: Your policy changes have been saved.
ar: تم حفظ تغييرات السياسة الخاصة بك.
el: Οι αλλαγές στην πολιτική σας έχουν αποθηκευτεί.

source: There was an error saving your information. Please see below.
ar: حدث خطأ في حفظ المعلومات الخاصة بك. يرجى الاطلاع أدناه.
el: Παρουσιάστηκε σφάλμα κατά την αποθήκευση των πληροφοριών σας. Παρακαλώ δείτε παρακάτω.

source: Manual Policy Definition
ar: تعريف النهج اليدوي
el: Μη αυτόματος ορισμός πολιτικής

source: {strong_start}Warning{strong_end}: Do not modify these policies unless you are familiar with their purpose.
ar: {strong_start}تحذير{strong_end}: لا تقم بتعديل هذه السياسات إلا إذا كنت على دراية بالغرض منها.
el: {strong_start}Προειδοποίηση{strong_end}: Μην τροποποιήσετε αυτές τις πολιτικές εκτός εάν είστε εξοικειωμένοι με το σκοπό τους.

source: Show Deprecated Settings
ar: إظهار الإعدادات الموقوفة
el: Προβολή των μη-υποστηριζόμενων ρυθμίσεων.

source: What do advanced settings do?
ar: ماذا تفعل الإعدادات المتقدمة؟
el: Τι κάνουν οι ρυθμίσεις για προχωρημένους;

source: Advanced settings control specific course functionality. On this page, you can edit manual policies, which are JSON-based key and value pairs that control specific course settings.
ar: تتحكم الإعدادات المتقدمة في وظائف دورة المحددة. في هذه الصفحة، يمكنك تحرير النُهج اليدوية، وهي عبارة عن أزواج مفاتيح وقيم تستند إلى JSON تتحكم في إعدادات دورة معينة.
el: Οι προηγμένες ρυθμίσεις ελέγχουν τη λειτουργία συγκεκριμένων μαθημάτων. Σε αυτή τη σελίδα, μπορείτε να επεξεργαστείτε μη αυτόματες πολιτικές, οι οποίες είναι ζεύγη κλειδιών και τιμών που βασίζονται σε JSON και ελέγχουν συγκεκριμένες ρυθμίσεις μαθήματος.

source: Any policies you modify here override all other information you've defined elsewhere in {studio_name}. Do not edit policies unless you are familiar with both their purpose and syntax.
ar: أي سياسات تقوم بتعديلها هنا تتجاوز جميع المعلومات الأخرى التي حددتها في مكان آخر في {studio_name}. لا تقم بتحرير السياسات إلا إذا كنت على دراية بكل من الغرض منها وبناء الجملة.
el: Οι πολιτικές που τροποποιείτε εδώ παρακάμπτουν όλες τις άλλες πληροφορίες που έχετε ορίσει αλλού στο {studio_name}. Μην επεξεργάζεστε πολιτικές εκτός εάν είστε εξοικειωμένοι με το σκοπό και τη σύνταξη τους.

source: {em_start}Note:{em_end} When you enter strings as policy values, ensure that you use double quotation marks (") around the string. Do not use single quotation marks (').
ar: {em_start}ملاحظة:{em_end} عند إدخال السلاسل كقيم نهج، تأكد من استخدام علامات اقتباس مزدوجة («) حول السلسلة. لا تستخدم علامات اقتباس مفردة (').
el: {em_start}Σημείωση:{em_end} Όταν εισάγετε συμβολοσειρές ως τιμές πολιτικής, βεβαιωθείτε ότι χρησιμοποιείτε διπλά εισαγωγικά («) γύρω από τη συμβολοσειρά. Μην χρησιμοποιείτε μεμονωμένα εισαγωγικά (').

source: Grading Settings
ar: إعدادات التقدير
el: Ρυθμίσεις βαθμολόγηση

source: Overall Grade Range
ar: نطاق الصف الإجمالي
el: Συνολικό εύρος βαθμών

source: Your overall grading scale for learner final grades
ar: مقياس التقدير العام الخاص بك للدرجات النهائية للمتعلم
el: Η συνολική κλίμακα βαθμολόγησης για τους τελικούς βαθμούς του εκπαιδευόμενου

source: Add grade
ar: إضافة تقدير
el: Προσθήκη βαθμού

source: Credit Eligibility
ar: أهلية الائتمان
el: Πιστωτική καταλληλότητα

source: Settings for course credit eligibility
ar: إعدادات أهلية ائتمان الدورة
el: Ρυθμίσεις για την καταλληλότητα πίστωσης μαθημάτων

source: Minimum Credit-Eligible Grade:
ar: الحد الأدنى للدرجة المؤهلة للائتمان:
el: Ελάχιστος βαθμός επιλέξιμης πίστωσης:

source: Must be greater than or equal to the course passing grade
ar: يجب أن يكون أكبر من أو يساوي درجة اجتياز الدورة
el: Πρέπει να είναι μεγαλύτερος ή ίσος με τον βαθμό που περνάει το μάθημα

source: Grading Rules &amp; Policies
ar: قواعد التقدير &amp; سياسات
el: Κανόνες και Πολιτικές Βαθμολογίας

source: Deadlines, requirements, and logistics around grading learner work
ar: المواعيد النهائية والمتطلبات والخدمات اللوجستية حول تصنيف عمل المتعلم
el: Προθεσμίες, απαιτήσεις και υλικοτεχνική υποστήριξη γύρω από την εργασία του μαθητή

source: Grace Period on Deadline:
ar: فترة السماح في الموعد النهائي:
el: Περίοδος χάριτος κατά την προθεσμία:

source: Leeway on due dates
ar: Leeway في تواريخ الاستحقاق
el: Παρελκόμενα στις ημερομηνίες λήξης

source: Assignment Types
ar: أنواع الواجبات
el: Κατηγορίες Εξέτασης

source: Categories and labels for any exercises that are gradable
ar: الفئات والتسميات لأي تمارين قابلة للتصنيف
el: Κατηγορίες και ετικέτες για ασκήσεις που είναι διαβαθμίσιμες

source: New Assignment Type
ar: نوع التعيين الجديد
el: Νέα Κατηγορία Εξέτασης

source: What can I do on this page?
ar: ماذا يمكنني أن أفعل في هذه الصفحة؟
el: Τι μπορώ να κάνω σε αυτή τη σελίδα;

source: You can use the slider under Overall Grade Range to specify whether your course is pass/fail or graded by letter, and to establish the thresholds for each grade.
ar: يمكنك استخدام شريط التمرير ضمن نطاق التقديرات الإجمالي لتحديد ما إذا كان المقرر الدراسي الخاص بك هو تمرير/فشل أو مقدر بحرف، ولإنشاء عتبات لكل تقدير.
el: Μπορείτε να χρησιμοποιήσετε το ρυθμιστικό στην περιοχή Συνολικό εύρος βαθμών για να καθορίσετε εάν το μάθημά σας θα περάσει/αποτύχει ή βαθμολογηθεί με γράμμα και για να καθορίσετε τα όρια για κάθε βαθμό.

source: You can specify whether your course offers learners a grace period for late assignments.
ar: يمكنك تحديد ما إذا كان مقررك الدراسي يوفر للمتعلمين فترة سماح للمهام المتأخرة.
el: Μπορείτε να καθορίσετε εάν το μάθημά σας προσφέρει στους εκπαιδευόμενους μια περίοδο χάριτος για καθυστερημένες αναθέσεις.

source: You can also create assignment types, such as homework, labs, quizzes, and exams, and specify how much of a learner's grade each assignment type is worth.
ar: يمكنك أيضًا إنشاء أنواع الواجبات، مثل الواجبات المنزلية والمختبرات والاختبارات والامتحانات، وتحديد مقدار تقدير المتعلم الذي يستحق كل نوع مهمة.
el: Μπορείτε επίσης να δημιουργήσετε τύπους ανάθεσης, όπως εργασίες κατ' οίκον, εργαστήρια, κουίζ και εξετάσεις και να καθορίσετε πόση αξία της βαθμολογίας ενός εκπαιδευόμενου κάθε τύπος ανάθεσης αξίζει.

source: Expand or Collapse
ar: توسيع أو طي
el: Ανάπτυξη ή σύμπτυξη

source: Access Settings
ar: إعدادات الوصول
el: Ρυθμίσεις πρόσβασης

source: Set Access
ar: تعيين الوصول
el: Ορισμός πρόσβασης

source: This block contains multiple components.
ar: تحتوي هذه الكتلة على مكونات متعددة.
el: Αυτό το μπλοκ περιέχει πολλά στοιχεία.

source: New Textbook
ar: كتاب مدرسي جديد
el: Νέο Εγχειρίδιο

source: Why should I break my textbook into chapters?
ar: لماذا يجب أن أقسر كتابي المدرسي إلى فصول؟
el: Γιατί να σπάσω το βιβλίο μου σε κεφάλαια;

source: Breaking your textbook into multiple chapters reduces loading times for learners, especially those with slow Internet connections. Breaking up textbooks into chapters can also help learners more easily find topic-based information.
ar: يؤدي تقسيم كتابك المدرسي إلى فصول متعددة إلى تقليل أوقات التحميل للمتعلمين، خاصة أولئك الذين لديهم اتصالات إنترنت بطيئة. يمكن أن يساعد تقسيم الكتب المدرسية إلى فصول المتعلمين في العثور بسهولة أكبر على المعلومات المستندة إلى الموضوع.
el: Η διάσπαση του εγχειριδίου σας σε πολλά κεφάλαια μειώνει τους χρόνους φόρτωσης για τους εκπαιδευόμενους, ειδικά για εκείνους με αργές συνδέσεις στο Internet. Η διάσπαση των σχολικών βιβλίων σε κεφάλαια μπορεί επίσης να βοηθήσει τους μαθητές να βρουν πιο εύκολα πληροφορίες που βασίζονται σε θέματα.

source: What if my book isn't divided into chapters?
ar: ماذا لو لم ينقسم كتابي إلى فصول؟
el: Κι αν το βιβλίο μου δεν χωρίζεται σε κεφάλαια;

source: If your textbook doesn't have individual chapters, you can upload the entire text as a single chapter and enter a name of your choice in the Chapter Name field.
ar: إذا لم يكن لكتابك المدرسي فصول فردية، فيمكنك تحميل النص بالكامل كفصل واحد وإدخال اسم من اختيارك في حقل اسم الفصل.
el: Εάν το βιβλίο σας δεν έχει μεμονωμένα κεφάλαια, μπορείτε να αποστείλετε ολόκληρο το κείμενο ως ένα κεφάλαιο και να εισαγάγετε ένα όνομα της επιλογής σας στο πεδίο Όνομα κεφαλαίου.

source: Learn more about textbooks
ar: تعرف على المزيد حول الكتب المدرسية
el: Μάθετε περισσότερα σχετικά με τα εγχειρίδια

source: Video Uploads
ar: تحميلات الفيديو
el: Μεταφορτώσεις βίντεο

source: Course Video Settings
ar: إعدادات فيديو دورة
el: Ρυθμίσεις βίντεο μαθήματος

source: Access is not restricted
ar: الوصول غير مقيد
el: Η πρόσβαση δεν είναι περιορισμένη

source: Access to this unit is not restricted, but visibility might be affected by inherited settings.
ar: الوصول إلى هذه الوحدة غير مقيد، ولكن قد تتأثر الرؤية بالإعدادات الموروثة.
el: Η πρόσβαση σε αυτήν τη μονάδα δεν είναι περιορισμένη, αλλά η ορατότητα μπορεί να επηρεαστεί από τις μεταβιβαζόμενες ρυθμίσεις.

source: Access to this component is not restricted, but visibility might be affected by inherited settings.
ar: الوصول إلى هذا المكون غير مقيد، ولكن قد تتأثر الرؤية بالإعدادات الموروثة.
el: Η πρόσβαση σε αυτό το στοιχείο δεν περιορίζεται, αλλά η ορατότητα μπορεί να επηρεαστεί από τις μεταβιβαζόμενες ρυθμίσεις.

source: You can restrict access to this unit to learners in specific enrollment tracks or content groups.
ar: يمكنك تقييد الوصول إلى هذه الوحدة للمتعلمين في مسارات تسجيل أو مجموعات محتوى محددة.
el: Μπορείτε να περιορίσετε την πρόσβαση σε αυτή τη μονάδα σε εκπαιδευόμενους σε συγκεκριμένα κομμάτια εγγραφής ή ομάδες περιεχομένου.

source: You can restrict access to this component to learners in specific enrollment tracks or content groups.
ar: يمكنك تقييد الوصول إلى هذا المكون للمتعلمين في مسارات تسجيل محددة أو مجموعات محتوى.
el: Μπορείτε να περιορίσετε την πρόσβαση σε αυτό το στοιχείο σε εκπαιδευόμενους σε συγκεκριμένα κομμάτια εγγραφής ή ομάδες περιεχομένου.

source: You can restrict access to this unit to learners in specific content groups.
ar: يمكنك تقييد الوصول إلى هذه الوحدة للمتعلمين في مجموعات محتوى محددة.
el: Μπορείτε να περιορίσετε την πρόσβαση σε αυτή τη μονάδα σε εκπαιδευόμενους σε συγκεκριμένες ομάδες περιεχομένου.

source: You can restrict access to this component to learners in specific content groups.
ar: يمكنك تقييد الوصول إلى هذا المكون للمتعلمين في مجموعات محتوى محددة.
el: Μπορείτε να περιορίσετε την πρόσβαση σε αυτό το στοιχείο σε εκπαιδευόμενους σε συγκεκριμένες ομάδες περιεχομένου.

source: Manage content groups
ar: إدارة مجموعات المحتوى
el: Διαχείριση ομάδων περιεχομένου

source: {screen_reader_start}Warning:{screen_reader_end} The unit that contains this component is hidden from learners. The unit setting overrides the component access settings defined here.
ar: {screen_reader_start}تحذير:{screen_reader_end} الوحدة التي تحتوي على هذا المكون مخفية عن متعلمين. يتجاوز إعداد الوحدة إعدادات الوصول إلى المكونات المحددة هنا.
el: {screen_reader_start}Προειδοποίηση:{screen_reader_end} Η μονάδα που περιέχει αυτό το στοιχείο είναι κρυφή από τους εκπαιδευόμενους. Η ρύθμιση μονάδας παρακάμπτει τις ρυθμίσεις πρόσβασης στοιχείων που ορίζονται εδώ.

source: Access is restricted to:
ar: يقتصر الوصول على:
el: Η πρόσβαση περιορίζεται σε:

source: Additional Resources
ar: موارد إضافية
el: Πρόσθετοι πόροι

source: Select a group type
ar: حدد نوع مجموعة
el: Επιλογή τύπου ομάδας

source: All Learners and Staff
ar: جميع متعلمين طاقم
el: Όλοι οι εκπαιδευόμενοι και το προσωπικό

source: Select one or more groups:
ar: حدد مجموعة واحدة أو أكثر:
el: Επιλέξτε μία ή περισσότερες ομάδες:

source: This group no longer exists. Choose another group or remove the access restriction.
ar: لم تعد هذه المجموعة موجودة. اختر مجموعة أخرى أو قم بإزالة قيود الوصول.
el: Αυτή η ομάδα δεν υπάρχει πλέον. Επιλέξτε μια άλλη ομάδα ή καταργήστε τον περιορισμό πρόσβασης.

source: Thank you for signing up for {studio_name}! To activate your account, please copy and paste this address into your web browser's address bar:
ar: شكرا لك على الاشتراك في {studio_name}! لتنشيط حسابك، يرجى نسخ هذا العنوان ولصقه في شريط عناوين متصفح الويب الخاص بك:
el: Σας ευχαριστούμε για την εγγραφή σας στο {studio_name}! Για να ενεργοποιήσετε το λογαριασμό σας αντιγράψτε και επικολλήστε την παρακάτω διεύθυνση στη γραμμή διευθύνσεων του φυλλομετρητή σας.

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the help section of the {studio_name} web site.
ar: إذا لم تطلب ذلك، فلن تحتاج إلى فعل أي شيء؛ لن تتلقى أي بريد إلكتروني آخر منا. يرجى عدم الرد على هذا البريد الإلكتروني؛ إذا كنت بحاجة إلى مساعدة، تحقق من قسم المساعدة في موقع {studio_name} على شبكة الإنترنت.
el: Εάν δεν το ζητήσατε, δεν χρειάζεται να κάνετε τίποτα. Δεν θα λάβετε άλλα email από εμάς. Παρακαλώ μην απαντήσετε σε αυτό το e-mail. Εάν χρειάζεστε βοήθεια, ελέγξτε την ενότητα βοήθειας του ιστότοπου {studio_name}.

source: Your account for {studio_name}
ar: حسابك لـ {studio_name}
el: Ο λογαριασμός σας για {studio_name}

source: {email} has requested {studio_name} course creator privileges on edge
el: Το {email} έχει ζητήσει προνόμια δημιουργού μαθήματος {studio_name} στην άκρη

source: User '{user}' with e-mail {email} has requested {studio_name} course creator privileges on edge.
el: Ο χρήστης '{user}' με e-mail {email} έχει ζητήσει προνόμια δημιουργού {studio_name} μαθημάτων στην άκρη.

source: To grant or deny this request, use the course creator admin table.
ar: لمنح هذا الطلب أو رفضه، استخدم جدول مسؤول منشئ دورة.
el: Για να παραχωρήσετε ή να απορρίψετε αυτήν την αίτηση, χρησιμοποιήστε τον πίνακα διαχειριστή του δημιουργού μαθήματος.

source: Your request for course creation rights to {studio_name} have been denied. If you believe this was in error, please contact {email}
ar: تم رفض طلبك للحصول على حقوق إنشاء دورة إلى {studio_name} . إذا كنت تعتقد أن هذا كان خطأ، يرجى الاتصال {email}
el: Το αίτημά σας για δικαιώματα δημιουργίας μαθημάτων στο {studio_name} έχει απορριφθεί. Αν πιστεύετε ότι αυτό ήταν λάθος, παρακαλούμε επικοινωνήστε με {email}

source: Your request for course creation rights to {studio_name} have been granted. To create your first course, visit {url}
ar: تم منح طلبك للحصول على حقوق إنشاء دورة لـ {studio_name} . لإنشاء دورة الأولى، قم بزيارة {url}
el: Το αίτημά σας για δικαιώματα δημιουργίας μαθημάτων στο {studio_name} έγινε δεκτό. Για να δημιουργήσετε το πρώτο σας μάθημα, επισκεφθείτε την ιστοσελίδα {url}

source: Your course creation rights to {studio_name} have been revoked. If you believe this was in error, please contact {email}
ar: تم إلغاء حقوق إنشاء دورة الخاصة بك إلى {studio_name} . إذا كنت تعتقد أن هذا كان خطأ، يرجى الاتصال {email}
el: Τα δικαιώματα δημιουργίας μαθημάτων σας στο {studio_name} έχουν ανακληθεί. Αν πιστεύετε ότι αυτό ήταν λάθος, παρακαλούμε επικοινωνήστε με {email}

source: Your course creator status for {studio_name}
ar: حالة منشئ دورة الخاص بك لـ {studio_name}
el: Η κατάσταση του δημιουργού του μαθήματος για {studio_name}

source: Your {task_name} task has completed with the status '{task_status}'. Use this URL to view task details or download any files created: {detail_url}
ar: تم الانتهاء من المهمة {task_name} مع الحالة '{task_status}'. استخدم عنوان URL هذا لعرض تفاصيل المهمة أو تنزيل أي ملفات تم إنشاؤها: {detail_url}
el: Η εργασία {task_name} ολοκληρώθηκε με την κατάσταση '{task_status}'. Χρησιμοποιήστε αυτή τη διεύθυνση URL για να προβάλετε τις λεπτομέρειες της εργασίας ή να κατεβάσετε τα αρχεία που δημιουργήθηκαν: {detail_url}

source: Your {task_name} task has completed with the status '{task_status}'. Sign in to view the details of your task or download any files created.
ar: تم الانتهاء من المهمة {task_name} مع الحالة '{task_status}'. قم بتسجيل الدخول لعرض تفاصيل مهمتك أو تنزيل أي ملفات تم إنشاؤها.
el: Η εργασία {task_name} ολοκληρώθηκε με την κατάσταση '{task_status}'. Συνδεθείτε για να δείτε τις λεπτομέρειες της εργασίας σας ή να κατεβάσετε τα αρχεία που δημιουργήσατε.

source: {platform_name} {studio_name}: Task Status Update
ar: {platform_name} {studio_name}: تحديث حالة المهمة
el: {platform_name} {studio_name}: Ενημέρωση κατάστασης εργασίας

source: Required data to force publish course.
ar: البيانات المطلوبة لفرض دورة النشر.
el: Απαιτούμενα δεδομένα για να αναγκάσετε τη δημοσίευση μαθήματος.

source: course-v1:edX+DemoX+Demo_Course
ar: كورس-v1: edX+demoX+Demo_Course
el: Μάθηση-v1:EDX+DEMOX+DEMO_μάθημα

source: Reset values
ar: إعادة تعيين القيم
el: Επαναφορά τιμών

source: Maintenance Dashboard
ar: لوحة القيادة الصيانة
el: Ταμπλό συντήρησης

source: Thanks for activating your account.
ar: شكرا لتفعيل حسابك.
el: Ευχαριστούμε που ενεργοποιήσατε τον λογαριασμό σας.

source: This account has already been activated.
ar: تم تنشيط هذا الحساب بالفعل.
el: Ο λογαριασμός σας έχει ήδη ενεργοποιηθεί.

source: Visit your {link_start}dashboard{link_end} to see your courses.
ar: قم بزيارة لوحة معلومات {link_start}{link_end} لمشاهدة مقرراتك الدراسية.
el: Επισκεφθείτε τον {link_start}πίνακα{link_end} για να δείτε τα μαθήματα που παρακολουθείτε.

source: You can now {link_start}sign in{link_end}.
ar: يمكنك الآن {link_start}تسجيل الدخول{link_end}.
el: Μπορείτε τώρα να {link_start}συνδεθείτε{link_end}.

source: Activation Invalid
ar: التنشيط غير صالح
el: Άκυρη ενεργοποίηση

source: Something went wrong. Email programs sometimes split URLs into two lines, so make sure the URL you're using is formatted correctly. If you still have issues, send us an email message at {email_start}{email}{email_end}.
ar: حدث خطأ ما. تقوم برامج البريد الإلكتروني أحيانًا بتقسيم عناوين URL إلى سطرين، لذا تأكد من تنسيق عنوان URL الذي تستخدمه بشكل صحيح. إذا كنت لا تزال تواجه مشكلات, أرسل لنا رسالة بريد إلكتروني على {email_start}{email}{email_end}.
el: Κάτι πήγε στραβά. Τα προγράμματα ηλεκτρονικού ταχυδρομείου μερικές φορές χωρίζουν τις διευθύνσεις URL σε δύο γραμμές, επομένως βεβαιωθείτε ότι η διεύθυνση URL που χρησιμοποιείτε έχει μορφοποιηθεί σωστά. Αν εξακολουθείτε να αντιμετωπίζετε προβλήματα, στείλτε μας ένα μήνυμα ηλεκτρονικού ταχυδρομείου στο {email_start}{email}{email_end}.

source: Return to the {link_start}home page{link_end}.
ar: ارجع إلى الصفحة الرئيسية {link_start}{link_end}.
el: Επιστρέψτε στην αρχική σελίδα {link_start}{link_end}.

source: We've sent an email message to {email} with instructions for activating your account.
ar: لقد أرسلنا رسالة بريد إلكتروني إلى {email} تحتوي على تعليمات لتفعيل حسابك.
el: Στείλαμε ένα μήνυμα ηλεκτρονικού ταχυδρομείου στο {email} με οδηγίες για την ενεργοποίηση του λογαριασμού σας.
