Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: ar

source: This may be happening because of an error with our server or your internet connection. Try refreshing the page or making sure you are online.
ar: قد يحدث هذا بسبب خطأ في خادمنا أو اتصالك بالإنترنت. حاول تحديث الصفحة أو التأكد من أنك متصل بالإنترنت.

source: Studio's having trouble saving your work
ar: يواجه الاستوديو مشكلة في إنقاذ عملك

source: OpenAssessment Save Error
ar: خطأ حفظ OpenAssessment

source: Saving
ar: إنقاذ

source: This link will open in a new browser window/tab
ar: سيتم فتح هذا الرابط في نافذة/علامة تبويب متصفح جديدة

source: This link will open in a modal window
ar: سيتم فتح هذا الرابط في نافذة مشروطة

source: Delete
ar: حذف

source: Deleting
ar: حذف

source: Cancel
ar: إلغاء

source: Instructor
ar: مدرب

source: There was an error during the upload process.
ar: حدث خطأ أثناء عملية التحميل.

source: There was an error while unpacking the file.
ar: حدث خطأ أثناء تفريغ الملف.

source: There was an error while verifying the file you submitted.
ar: حدث خطأ أثناء التحقق من الملف الذي قدمته.

source: Choose new file
ar: اختر ملف جديد

source: File format not supported. Please upload a file with a {ext} extension.
ar: تنسيق الملف غير مدعوم. يرجى تحميل ملف بامتداد {ext} .

source: There was an error while importing the new library to our database.
ar: حدث خطأ أثناء استيراد المكتبة الجديدة إلى قاعدة البيانات الخاصة بنا.

source: There was an error while importing the new course to our database.
ar: حدث خطأ أثناء استيراد دورة الجديد إلى قاعدة البيانات الخاصة بنا.

source: Your import has failed.
ar: لقد فشلت عملية الاستيراد الخاصة بك.

source: Your import is in progress; navigating away will abort it.
ar: الاستيراد الخاص بك قيد التقدم؛ التنقل بعيدًا سيؤدي إلى إحباطه.

source: Error importing course
ar: خطأ في استيراد دورة

source: There was an error with the upload
ar: كان هناك خطأ في التحميل

source: Organization:
ar: المنظمة:

source: Course Number:
ar: رقم دورة:

source: Course Run:
ar: تشغيل دورة:

source: (Read-only)
ar: (للقراءة فقط)

source: Re-run Course
ar: دورة إعادة تشغيل

source: View Live
ar: عرض لايف

source: Uploading
ar: تحميل

source: Chapter name and asset_path are both required
ar: كل من اسم الفصل و asset_path مطلوبان

source: Chapter name is required
ar: اسم الفصل مطلوب

source: asset_path is required
ar: asset_path مطلوب

source: You must specify a name
ar: يجب تحديد اسم

source: Textbook name is required
ar: اسم الكتاب المدرسي مطلوب

source: Please add at least one chapter
ar: يرجى إضافة فصل واحد على الأقل

source: All chapters must have a name and asset
ar: يجب أن يكون لجميع الفصول اسم وأصل.

source: Only <%= fileTypes %> files can be uploaded. Please select a file ending in <%= fileExtensions %> to upload.
ar: فقط <%= fileTypes %> يمكن تحميل الملفات. الرجاء تحديد ملف ينتهي بـ <%= fileExtensions %> للتحميل.

source: or
ar: أو

source: This unit has validation issues.
ar: تحتوي هذه الوحدة على مشكلات التحقق من الصحة.

source: This component has validation issues.
ar: يحتوي هذا المكون على مشكلات التحقق من الصحة.

source: Close
ar: إغلاق

source: Name
ar: اسم

source: Choose File
ar: اختر ملف

source: Adding
ar: إضافة

source: OK
ar: حسنا

source: None
ar: لا شيء

source: Remove
ar: إزالة

source: Upload a new PDF to “<%= name %>”
ar: قم بتحميل ملف PDF جديد إلى «<%= name %>»

source: Please select a PDF file to upload.
ar: يرجى تحديد ملف PDF لتحميله.

source: All Rights Reserved
ar: جميع الحقوق محفوظة

source: You reserve all rights for your work
ar: أنت تحتفظ بجميع الحقوق لعملك

source: Creative Commons
ar: المشاع الإبداعي

source: You waive some rights for your work, such that others can use it too
ar: أنت تتنازل عن بعض الحقوق لعملك، بحيث يمكن للآخرين استخدامه أيضًا

source: Version
ar: الإصدار

source: Attribution
ar: الإسناد

source: Allow others to copy, distribute, display and perform your copyrighted work but only if they give credit the way you request. Currently, this option is required.
ar: السماح للآخرين بنسخ وتوزيع وعرض وتنفيذ عملك المحمي بحقوق الطبع والنشر ولكن فقط إذا أعطوا الائتمان بالطريقة التي تطلبها. حاليًا، هذا الخيار مطلوب.

source: Noncommercial
ar: غير تجاري

source: Allow others to copy, distribute, display and perform your work - and derivative works based upon it - but for noncommercial purposes only.
ar: اسمح للآخرين بنسخ وتوزيع وعرض وتنفيذ عملك - والأعمال المشتقة بناءً عليه - ولكن لأغراض غير تجارية فقط.

source: No Derivatives
ar: بدون مشتقات

source: Allow others to copy, distribute, display and perform only verbatim copies of your work, not derivative works based upon it. This option is incompatible with "Share Alike".
ar: اسمح للآخرين بنسخ وتوزيع وعرض وتنفيذ نسخ حرفية فقط من عملك، وليس الأعمال المشتقة بناءً عليه. هذا الخيار غير متوافق مع «مشاركة على حد سواء».

source: Share Alike
ar: شارك على حد سواء

source: Allow others to distribute derivative works only under a license identical to the license that governs your work. This option is incompatible with "No Derivatives".
ar: السماح للآخرين بتوزيع الأعمال المشتقة فقط بموجب ترخيص مطابق للترخيص الذي يحكم عملك. هذا الخيار غير متوافق مع «لا مشتقات».

source: Ok
ar: موافق

source: Unknown
ar: غير معروف

source: Are you sure?
ar: هل أنت متأكد؟

source: Upload File
ar: تحميل ملف

source: Save
ar: حفظ

source: Advanced
ar: خيارات متقدمة

source: Editing: %(title)s
ar: التحرير: %(title)s

source: Unit
ar: وحدة

source: Component
ar: مكون

source: Move
ar: نقل

source: Choose a location to move your component to
ar: اختر موقعًا لنقل المكون الخاص بك إليه

source: Move: {displayName}
ar: نقل: {displayName}

source: Sections
ar: أقسام

source: Subsections
ar: أقسام فرعية

source: Units
ar: وحدات

source: Components
ar: مكونات

source: Groups
ar: المجموعات

source: This {parentCategory} has no {childCategory}
ar: هذا {parentCategory} لا يحتوي على {childCategory}

source: Course Outline
ar: مخطط الدورة

source: Date added
ar: تمت إضافة التاريخ

source: Editing access for: %(title)s
ar: تحرير الوصول لـ: %(title)s

source: Publishing
ar: النشر

source: Discard Changes
ar: تجاهل التغييرات

source: Are you sure you want to revert to the last published version of the unit? You cannot undo this action.
ar: هل تريد بالتأكيد العودة إلى آخر نسخة منشورة من الوحدة؟ لا يمكنك التراجع عن هذا الإجراء.

source: Discarding Changes
ar: تجاهل التغييرات

source: Hiding from Learners
ar: الاختباء من متعلمين

source: Explicitly Hiding from Learners
ar: الاختباء الصريح من متعلمين

source: Inheriting Learner Visibility
ar: وراثة رؤية متعلم

source: Make Visible to Learners
ar: جعل مرئية للمتعلمين

source: If the unit was previously published and released to learners, any changes you made to the unit when it was hidden will now be visible to learners. Do you want to proceed?
ar: إذا تم نشر الوحدة مسبقًا وإصدارها للمتعلمين، فإن أي تغييرات أجريتها على الوحدة عندما كانت مخفية ستكون الآن مرئية للمتعلمين. هل تريد المتابعة؟

source: Making Visible to Learners
ar: جعل مرئية للمتعلمين

source: Hide Previews
ar: إخفاء المعاينات

source: Show Previews
ar: عرض المعاينات

source: Showing {currentItemRange} out of {totalItemsCount}, filtered by {assetType}, sorted by {sortName} ascending
ar: عرض {currentItemRange} من أصل {totalItemsCount}، تمت تصفيتها بواسطة {assetType}، مرتبة حسب {sortName} تصاعدي

source: Showing {currentItemRange} out of {totalItemsCount}, filtered by {assetType}, sorted by {sortName} descending
ar: عرض {currentItemRange} من أصل {totalItemsCount}، تمت تصفيته بواسطة {assetType}، مرتبة حسب {sortName} تنازلي

source: Showing {currentItemRange} out of {totalItemsCount}, sorted by {sortName} ascending
ar: عرض {currentItemRange} من أصل {totalItemsCount}، مرتبة حسب {sortName} تصاعدي

source: Showing {currentItemRange} out of {totalItemsCount}, sorted by {sortName} descending
ar: عرض {currentItemRange} من {totalItemsCount}، مرتبة حسب {sortName} تنازلي

source: {totalItems} total
ar: إجمالي {totalItems}

source: Removing
ar: إزالة

source: Delete “<%= name %>”?
ar: حذف «<%= الاسم %>»؟

source: Deleting a textbook cannot be undone and once deleted any reference to it in your courseware's navigation will also be removed.
ar: لا يمكن التراجع عن حذف كتاب مدرسي وبمجرد حذف أي إشارة إليه في التنقل في المناهج الدراسية الخاصة بك.

source: Delete Page Confirmation
ar: تأكيد حذف الصفحة

source: Are you sure you want to delete this page? This action cannot be undone.
ar: هل تريد بالتأكيد حذف هذه الصفحة؟ لا يمكن التراجع عن هذا الإجراء.

source: Upload
ar: تحميل

source: We're sorry, there was an error
ar: نحن آسفون، كان هناك خطأ

source: Success! "{displayName}" has been moved.
ar: نجاح! تم نقل "{displayName}".

source: Move cancelled. "{sourceDisplayName}" has been moved back to its original location.
ar: تم إلغاء النقل. تم نقل "{sourceDisplayName}" مرة أخرى إلى موقعه الأصلي.

source: Undo move
ar: تراجع عن الحركة

source: Take me to the new location
ar: خذني إلى الموقع الجديد

source: Duplicating
ar: تكرار

source: Undo moving
ar: التراجع عن الحركة

source: Moving
ar: نقل

source: Deleting this {xblock_type} is permanent and cannot be undone.
ar: حذف هذا {xblock_type} دائم ولا يمكن التراجع عنه.

source: Any content that has listed this content as a prerequisite will also have access limitations removed.
ar: أي محتوى أدرج هذا المحتوى كشرط أساسي سيتم أيضًا إزالة قيود الوصول.

source: Delete this {xblock_type} (and prerequisite)?
ar: حذف هذا {xblock_type} (والشرط المسبق)؟

source: Yes, delete this {xblock_type}
ar: نعم، احذف هذا {xblock_type}

source: Delete this {xblock_type}?
ar: حذف هذا {xblock_type}؟

source: section
ar: الجزء

source: subsection
ar: القسم الفرعي

source: unit
ar: وحدة

source: Your changes have been saved.
ar: تم حفظ التغييرات الخاصة بك.

source: Please select a file in .srt format.
ar: الرجاء تحديد ملف بتنسيق.srt.

source: Error: Uploading failed.
ar: خطأ: فشل التحميل.

source: Error: Import failed.
ar: خطأ: فشل الاستيراد.

source: Error: Replacing failed.
ar: خطأ: فشل الاستبدال.

source: Error: Choosing failed.
ar: خطأ: فشل الاختيار.

source: Error: Connection with server failed.
ar: خطأ: فشل الاتصال بالخادم.

source: Link types should be unique.
ar: يجب أن تكون أنواع الروابط فريدة.

source: Links should be unique.
ar: يجب أن تكون الروابط فريدة من نوعها.

source: Incorrect url format.
ar: تنسيق url غير صحيح.

source: Sorry, there was an error parsing the subtitles that you uploaded. Please check the format and try again.
ar: عذرًا، حدث خطأ في تحليل الترجمات التي قمت بتحميلها. يرجى التحقق من التنسيق والمحاولة مرة أخرى.

source: Are you sure you want to remove this transcript?
ar: هل تريد بالتأكيد إزالة هذا النص؟

source: If you remove this transcript, the transcript will not be available for this component.
ar: إذا قمت بإزالة هذا النص، فلن يكون النص متاحًا لهذا المكون.

source: Remove Transcript
ar: إزالة النص

source: Upload translation
ar: تحميل الترجمة

source: Editor
ar: محرر

source: Settings
ar: الإعدادات

source: New {component_type}
ar: جديد {component_type}

source: Warning
ar: تحذير

source: Error
ar: خطأ

source: Updating with latest library content
ar: التحديث بأحدث محتوى المكتبة

source: Creating missing groups
ar: إنشاء مجموعات مفقودة

source: {start_strong}{total}{end_strong} words submitted in total.
ar: {start_strong}{total}{end_strong} الكلمات المقدمة في المجموع.

source: Show Annotations
ar: عرض التعليقات التوضيحية

source: Hide Annotations
ar: إخفاء التعليقات التوضيحية

source: Expand Instructions
ar: تعليمات التوسيع

source: Collapse Instructions
ar: تعليمات طي

source: Commentary
ar: التعليق

source: Reply to Annotation
ar: الرد على التعليق التوضيحي

source: %(num_points)s point possible (graded, results hidden)
ar: %(num_points)s نقطة ممكنة (متدرجة، نتائج مخفية)

source: %(num_points)s point possible (ungraded, results hidden)
ar: %(num_points)s نقطة ممكنة (غير مصنفة، نتائج مخفية)

source: %(num_points)s point possible (graded)
ar: %(num_points)s نقطة ممكنة (متدرجة)

source: %(num_points)s point possible (ungraded)
ar: %(num_points)s نقطة ممكنة (غير مصنفة)

source: %(earned)s/%(possible)s point (graded)
ar: %(earned)s/%(possible)s نقطة (متدرجة)

source: %(earned)s/%(possible)s point (ungraded)
ar: %(earned)s/%(possible)s نقطة (غير مصنفة)

source: The grading process is still running. Refresh the page to see updates.
ar: لا تزال عملية التقدير قيد التشغيل. قم بتحديث الصفحة لمشاهدة التحديثات.

source: Could not grade your answer. The submission was aborted.
ar: لا يمكن تصنيف إجابتك. تم إجهاض التقديم.

source: Submission aborted! Sorry, your browser does not support file uploads. If you can, please use Chrome or Safari which have been verified to support file uploads.
ar: تم إحباط التقديم! عذرًا، متصفحك لا يدعم تحميلات الملفات. إذا استطعت، يرجى استخدام Chrome أو Safari التي تم التحقق منها لدعم تحميلات الملفات.

source: You submitted {filename}; only {allowedFiles} are allowed.
ar: لقد قدمت {filename} ؛ مسموح فقط بـ {allowedFiles}.

source: Your file {filename} is too large (max size: {maxSize}MB).
ar: ملفك {filename} كبير جدًا (الحد الأقصى للحجم: {maxSize}ميغابايت).

source: You did not submit the required files: {requiredFiles}.
ar: لم تقم بإرسال الملفات المطلوبة: {requiredFiles}.

source: You did not select any files to submit.
ar: لم تحدد أي ملفات لتقديمها.

source: This problem has been reset.
ar: تمت إعادة تعيين هذه المشكلة.

source: unsubmitted
ar: غير مقدم

source: Paragraph
ar: الفقرة

source: Preformatted
ar: مُنسق مسبقًا

source: Heading 3
ar: العنوان 3

source: Heading 4
ar: العنوان 4

source: Heading 5
ar: العنوان 5

source: Heading 6
ar: العنوان 6

source: Add to Dictionary
ar: إضافة إلى القاموس

source: Align center
ar: مركز المحاذاة

source: Align left
ar: محاذاة اليسار

source: Align right
ar: محاذاة اليمين

source: Alignment
ar: المحاذاة

source: Alternative source
ar: مصدر بديل

source: Anchor
ar: أنكور

source: Anchors
ar: المراسي

source: Author
ar: المؤلف

source: Background color
ar: لون الخلفية

source: Blockquote
ar: اقتباس كتلة

source: Blocks
ar: كتل

source: Body
ar: الجسم

source: Bold
ar: بولد

source: Border color
ar: لون الحدود

source: Border
ar: الحدود

source: Bottom
ar: الجزء السفلي

source: Bullet list
ar: قائمة النقطية

source: Caption
ar: التسمية التوضيحية

source: Cell padding
ar: حشوة الخلية

source: Cell properties
ar: خصائص الخلية

source: Cell spacing
ar: تباعد الخلايا

source: Cell type
ar: نوع الخلية

source: Cell
ar: خلية

source: Center
ar: مركز

source: Circle
ar: سيركل

source: Clear formatting
ar: مسح التنسيق

source: Code block
ar: كتلة التعليمات البرمجية

source: Code
ar: كود

source: Color
ar: اللون

source: Cols
ar: كولز

source: Column group
ar: مجموعة الأعمدة

source: Column
ar: عمود

source: Constrain proportions
ar: نسب القيد

source: Copy row
ar: نسخ الصف

source: Copy
ar: نسخ

source: Could not find the specified string.
ar: تعذر العثور على السلسلة المحددة.

source: Custom color
ar: لون مخصص

source: Custom...
ar: مخصص...

source: Cut row
ar: صف قص

source: Cut
ar: قص

source: Decrease indent
ar: تقليل المسافة البادئة

source: Default
ar: الإعداد الافتراضي

source: Delete column
ar: حذف العمود

source: Delete row
ar: حذف الصف

source: Delete table
ar: حذف الجدول

source: Description
ar: وصف

source: Dimensions
ar: الأبعاد

source: Disc
ar: قرص

source: Div
ar: ديف

source: Document properties
ar: خصائص المستند

source: Edit HTML
ar: تحرير HTML

source: Edit
ar: تحرير

source: Embed
ar: تضمين

source: Emoticons
ar: الرموز التعبيرية

source: Encoding
ar: ترميز

source: File
ar: ملف

source: Find and replace
ar: البحث والاستبدال

source: Find next
ar: ابحث عن التالي

source: Find previous
ar: البحث عن السابق

source: Find
ar: البحث

source: Finish
ar: إنهاء

source: Font Family
ar: فونت فاميلي

source: Font Sizes
ar: أحجام الخط

source: Footer
ar: تذييل

source: Format
ar: تنسيق

source: Formats
ar: التنسيقات

source: Fullscreen
ar: ملء الشاشة

source: General
ar: جنرال لواء

source: H Align
ar: إتش آين

source: Header 1
ar: رأس 1

source: Header 2
ar: رأس 2

source: Header 3
ar: رأس 3

source: Header 4
ar: رأس 4

source: Header 5
ar: رأس 5

source: Header 6
ar: رأس 6

source: Header cell
ar: خلية رأس

source: Header
ar: رأس

source: Headers
ar: رؤوس

source: Heading 1
ar: العنوان 1

source: Heading 2
ar: العنوان 2

source: Headings
ar: العناوين

source: Height
ar: الارتفاع

source: Horizontal line
ar: خط أفقي

source: Horizontal space
ar: مساحة أفقية

source: HTML source code
ar: كود مصدر HTML

source: Ignore all
ar: تجاهل الكل

source: Ignore
ar: تجاهل

source: Image description
ar: وصف الصورة

source: Increase indent
ar: زيادة المسافة البادئة

source: Inline
ar: مضمنة

source: Insert column after
ar: إدراج عمود بعد

source: Insert column before
ar: إدراج عمود قبل

source: Insert date/time
ar: إدراج التاريخ/الوقت

source: Insert image
ar: إدراج صورة

source: Insert link
ar: إدراج رابط

source: Insert row after
ar: إدراج صف بعد

source: Insert row before
ar: إدراج صف قبل

source: Insert table
ar: إدراج جدول

source: Insert template
ar: إدراج قالب

source: Insert video
ar: إدراج الفيديو

source: Insert
ar: إدراج

source: Insert/edit image
ar: إدراج/تحرير الصورة

source: Insert/edit link
ar: إدراج/تحرير الرابط

source: Insert/edit video
ar: إدراج/تحرير الفيديو

source: Italic
ar: مائل

source: Justify
ar: تبرير

source: Keywords
ar: الكلمات الدالة

source: Left to right
ar: من اليسار إلى اليمين

source: Left
ar: يسار

source: Lower Alpha
ar: ألفا السفلى

source: Lower Greek
ar: اللغة اليونانية السفلى

source: Lower Roman
ar: رومان السفلى

source: Match case
ar: حالة مطابقة

source: Merge cells
ar: دمج الخلايا

source: Middle
ar: ميدل

source: New document
ar: وثيقة جديدة

source: New window
ar: نافذة جديدة

source: Next
ar: التالي

source: No color
ar: لا يوجد لون

source: Nonbreaking space
ar: مساحة غير مفجعة

source: Numbered list
ar: قائمة مرقمة

source: Page break
ar: فاصل الصفحة

source: Paste as text
ar: الصق كنص

source: Paste is now in plain text mode. Contents will now be pasted as plain text until you toggle this option off.
ar: لصق الآن في وضع النص العادي. سيتم الآن لصق المحتويات كنص عادي حتى تقوم بتبديل هذا الخيار.

source: Paste row after
ar: لصق الصف بعد

source: Paste row before
ar: لصق الصف قبل

source: Paste your embed code below:
ar: الصق رمز التضمين أدناه:

source: Paste
ar: لصق

source: Poster
ar: ملصق

source: Pre
ar: قبل

source: Prev
ar: السابق

source: Preview
ar: استطلاع

source: Print
ar: طباعة

source: Redo
ar: ريدو

source: Remove link
ar: إزالة الارتباط

source: Replace all
ar: استبدل الكل

source: Replace with
ar: استبدل بـ

source: Replace
ar: استبدال

source: Restore last draft
ar: استعادة المسودة الأخيرة

source: Rich Text Area. Press ALT-F9 for menu. Press ALT-F10 for toolbar. Press ALT-0 for help
ar: منطقة النص الغني. اضغط على ALT-F9 للقائمة. اضغط على ALT-F10 لشريط الأدوات. اضغط ALT-0 للحصول على المساعدة

source: Right to left
ar: من اليمين إلى اليسار

source: Right
ar: صحيح

source: Robots
ar: الروبوتات

source: Row group
ar: مجموعة الصف

source: Row properties
ar: خصائص الصف

source: Row type
ar: نوع الصف

source: Row
ar: صف

source: Rows
ar: صفوف

source: Scope
ar: سكوب

source: Select all
ar: حدد الكل

source: Show blocks
ar: عرض الكتل

source: Show invisible characters
ar: عرض شخصيات غير مرئية

source: Source code
ar: كود المصدر

source: Source
ar: مصدر

source: Special character
ar: شخصية خاصة

source: Spellcheck
ar: التدقيق الإملائي

source: Split cell
ar: خلية منقسمة

source: Square
ar: سكوير

source: Start search
ar: ابدأ البحث

source: Strikethrough
ar: ضرب من خلال

source: Style
ar: أسلوب

source: Superscript
ar: سوبيرسكريبت

source: Table properties
ar: خصائص الجدول

source: Table
ar: طاولة

source: Target
ar: الهدف

source: Templates
ar: قوالب

source: Text color
ar: لون النص

source: Text to display
ar: نص للعرض

source: The URL you entered seems to be an email address. Do you want to add the required mailto: prefix?
ar: يبدو أن عنوان URL الذي أدخلته هو عنوان بريد إلكتروني. هل تريد إضافة mailto: البادئة المطلوبة؟

source: The URL you entered seems to be an external link. Do you want to add the required http:// prefix?
ar: يبدو أن عنوان URL الذي أدخلته هو رابط خارجي. هل تريد إضافة البادئة http://المطلوبة؟

source: Title
ar: العنوان

source: Tools
ar: أدوات

source: Top
ar: توب

source: Underline
ar: تسطير

source: Undo
ar: تراجع

source: Upper Alpha
ar: ألفا العليا

source: Upper Roman
ar: أبر رومان

source: Url
ar: عنوان Url

source: V Align
ar: محاذاة الخامس

source: Vertical space
ar: مساحة رأسية

source: View
ar: عرض

source: Visual aids
ar: مساعدات بصرية

source: Whole words
ar: كلمات كاملة

source: Width
ar: عرض

source: Words: {0}
ar: الكلمات: {0}

source: You have unsaved changes are you sure you want to navigate away?
ar: لديك تغييرات غير محفوظة هل أنت متأكد من أنك تريد التنقل بعيدًا؟

source: Your browser doesn't support direct access to the clipboard. Please use the Ctrl+X/C/V keyboard shortcuts instead.
ar: لا يدعم متصفحك الوصول المباشر إلى الحافظة. يرجى استخدام اختصارات لوحة المفاتيح Ctrl+X/C/V بدلاً من ذلك.

source: Insert/Edit Image
ar: إدراج/تحرير الصورة

source: Click OK to have your username and e-mail address sent to a 3rd party application. Click Cancel to return to this page without sending your information.
ar: انقر فوق موافق لإرسال اسم المستخدم وعنوان البريد الإلكتروني الخاص بك إلى تطبيق تابع لجهة خارجية. انقر فوق إلغاء للعودة إلى هذه الصفحة دون إرسال معلوماتك.

source: Click OK to have your username sent to a 3rd party application. Click Cancel to return to this page without sending your information.
ar: انقر فوق موافق لإرسال اسم المستخدم الخاص بك إلى تطبيق طرف ثالث. انقر فوق إلغاء للعودة إلى هذه الصفحة دون إرسال معلوماتك.

source: Click OK to have your e-mail address sent to a 3rd party application. Click Cancel to return to this page without sending your information.
ar: انقر فوق موافق لإرسال عنوان بريدك الإلكتروني إلى تطبيق تابع لجهة خارجية. انقر فوق إلغاء للعودة إلى هذه الصفحة دون إرسال معلوماتك.

source: incorrect
ar: غير صحيح

source: correct
ar: صحيح

source: answer
ar: إجابة

source: Short explanation
ar: شرح قصير

source: If you use the Advanced Editor, this problem will be converted to XML and you will not be able to return to the Simple Editor Interface. Proceed to the Advanced Editor and convert this problem to XML?
ar: إذا كنت تستخدم المحرر المتقدم، فسيتم تحويل هذه المشكلة إلى XML ولن تتمكن من العودة إلى واجهة المحرر البسيط. انتقل إلى المحرر المتقدم وتحويل هذه المشكلة إلى XML؟

source: Explanation
ar: شرح

source: Sequence error! Cannot navigate to %(tab_name)s in the current SequenceModule. Please contact the course staff.
ar: خطأ في التسلسل! لا يمكن الانتقال إلى %(tab_name)s في SequenceModule الحالي. يرجى الاتصال بموظفي دورة.

source: Bookmarked
ar: إشارة مرجعية

source: Play
ar: لعب

source: Pause
ar: وقفة

source: Mute
ar: كتم الصوت

source: Unmute
ar: إلغاء كتم الصوت

source: Exit full browser
ar: الخروج من المتصفح الكامل

source: Fill browser
ar: ملء المتصفح

source: Speed
ar: السرعة

source: Auto-advance
ar: تقدم تلقائي

source: Volume
ar: وحدة التخزين

source: Muted
ar: صامت

source: Very low
ar: منخفض جدًا

source: Low
ar: منخفض

source: Average
ar: متوسط

source: Loud
ar: بصوت عال

source: Very loud
ar: بصوت عالٍ جدًا

source: Maximum
ar: الحد الأقصى

source: This browser cannot play .mp4, .ogg, or .webm files.
ar: لا يمكن لهذا المتصفح تشغيل ملفات.mp4 أو .ogg أو .webm.

source: Try using a different browser, such as Google Chrome.
ar: حاول استخدام متصفح مختلف، مثل Google Chrome.

source: High Definition
ar: عالية الوضوح

source: off
ar: بعيداً

source: on
ar: في

source: Video position. Press space to toggle playback
ar: موضع الفيديو. اضغط على المساحة لتبديل التشغيل

source: Video ended
ar: انتهى الفيديو

source: Video position
ar: موضع الفيديو

source: %(value)s hour
ar: %(value)s ساعة

source: %(value)s minute
ar: %(value)s دقيقة

source: %(value)s second
ar: %(value)s ثانية
