Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: ar

source: Click on this button to mute or unmute this video or press UP or DOWN buttons to increase or decrease volume level.
ar: انقر فوق هذا الزر لكتم صوت هذا الفيديو أو إلغاء كتم صوته أو الضغط على أزرار UP أو DOWN لزيادة مستوى الصوت أو تقليله.

source: Adjust video volume
ar: ضبط مستوى صوت الفيديو

source: Press UP to enter the speed menu then use the UP and DOWN arrow keys to navigate the different speeds, then press ENTER to change to the selected speed.
ar: اضغط لأعلى للدخول إلى قائمة السرعة ثم استخدم مفتاحي الأسهم لأعلى ولأسفل للتنقل في السرعات المختلفة، ثم اضغط على ENTER للتغيير إلى السرعة المحددة.

source: Adjust video speed
ar: ضبط سرعة الفيديو

source: Video speed:
ar: سرعة الفيديو:

source: Skip
ar: سكيب

source: Play video
ar: تشغيل الفيديو

source: Do not show again
ar: لا تظهر مرة أخرى

source: Open language menu
ar: قائمة اللغة المفتوحة

source: Transcript will be displayed when you start playing the video.
ar: سيتم عرض النص عند بدء تشغيل الفيديو.

source: Activating a link in this group will skip to the corresponding point in the video.
ar: سيتم تخطي تنشيط رابط في هذه المجموعة إلى النقطة المقابلة في الفيديو.

source: Video transcript
ar: نسخة فيديو

source: Start of transcript. Skip to the end.
ar: بداية النص. انتقل إلى النهاية.

source: End of transcript. Skip to the start.
ar: نهاية النص. انتقل إلى البداية.

source: Press the UP arrow key to enter the language menu then use UP and DOWN arrow keys to navigate language options. Press ENTER to change to the selected language.
ar: اضغط على مفتاح السهم UP للدخول إلى قائمة اللغة ثم استخدم مفاتيح الأسهم لأعلى ولأسفل للتنقل في خيارات اللغة. اضغط ENTER للتغيير إلى اللغة المحددة.

source: Hide closed captions
ar: إخفاء التسميات التوضيحية المغلقة

source: (Caption will be displayed when you start playing the video.)
ar: (سيتم عرض التسمية التوضيحية عند بدء تشغيل الفيديو.)

source: Turn on closed captioning
ar: قم بتشغيل التسمية التوضيحية المغلقة

source: Turn on transcripts
ar: قم بتشغيل النصوص

source: Turn off transcripts
ar: قم بإيقاف تشغيل النصوص

source: Thank you for setting your course goal to {goal}!
ar: شكرًا لك على تحديد هدف دورة إلى {goal}!

source: There was an error in setting your goal, please reload the page and try again.
ar: حدث خطأ في تحديد هدفك، يرجى إعادة تحميل الصفحة والمحاولة مرة أخرى.

source: You have successfully updated your goal.
ar: لقد نجحت في تحديث هدفك.

source: There was an error updating your goal.
ar: حدث خطأ في تحديث هدفك.

source: (Self-paced) Starts {start}
ar: (بخطى ذاتية) يبدأ {start}

source: (Self-paced) Started {start}
ar: (بخطى ذاتية) بدأت {start}

source: (Self-paced) Ends {end}
ar: (بخطى ذاتية) ينتهي {end}

source: (Self-paced) Ended {end}
ar: (ذاتي الخطى) انتهى {end}

source: Starts {start}
ar: يبدأ {start}

source: Started {start}
ar: بدأت {start}

source: Ends {end}
ar: ينتهي {end}

source: You must select a session to access the course.
ar: يجب عليك تحديد جلسة للوصول إلى المقرر دورة.

source: There was an error. Please reload the page and try again.
ar: كان هناك خطأ. يرجى إعادة تحميل الصفحة والمحاولة مرة أخرى.

source: Change Session
ar: تغيير الجلسة

source: Select Session
ar: حدد جلسة

source: Leave Current Session
ar: اترك الجلسة الحالية

source: Are you sure you want to select this session?
ar: هل تريد بالتأكيد تحديد هذه الجلسة؟

source: Are you sure you want to change to a different session?
ar: هل تريد بالتأكيد التغيير إلى جلسة مختلفة؟

source: Any course progress or grades from your current session will be lost.
ar: سيتم فقدان أي تقدم دورة أو تقديرات من جلستك الحالية.

source: Are you sure that you want to leave this session?
ar: هل أنت متأكد من أنك تريد مغادرة هذه الجلسة؟

source: Your unenrollment request could not be processed. Please try again later.
ar: تعذر معالجة طلب إلغاء التسجيل الخاص بك. يرجى المحاولة مرة أخرى لاحقًا.

source: Are you sure you want to unenroll from {courseName} ({courseNumber})? You will be refunded the amount you paid.
ar: هل تريد بالتأكيد إلغاء التسجيل من {courseName} ({courseNumber})؟ سيتم استرداد المبلغ الذي دفعته.

source: Create Your Password
ar: إنشاء كلمة المرور الخاصة بك

source: Enter and confirm your new password.
ar: أدخل كلمة المرور الجديدة وقم بتأكيدها.

source: New Password *
ar: كلمة مرور جديدة *

source: Confirm Password *
ar: تأكيد كلمة المرور *

source: Passwords do not match.
ar: كلمات المرور لا تتطابق.

source: Create My Password
ar: إنشاء كلمة المرور الخاصة بي

source: Error:
ar: خطأ:

source: Reset Your Password
ar: إعادة تعيين كلمة المرور

source: Reset My Password
ar: إعادة تعيين كلمة المرور

source: {type} Progress
ar: {type} تقدم

source: Earned Certificates
ar: شهادات المكتسبة

source: Enrolled
ar: مسجل

source: Please fix the following errors:
ar: الرجاء إصلاح الأخطاء التالية:

source: Files that you upload must be smaller than 5MB in size.
ar: يجب أن يكون حجم الملفات التي تقوم بتحميلها أصغر من 5 ميجابايت.

source: Files that you upload must be PDFs or image files in .gif, .jpg, .jpeg, or .png format.
ar: يجب أن تكون الملفات التي تقوم بتحميلها ملفات PDF أو ملفات صور بتنسيق .gif أو .jpg أو .jpg أو .png.

source: Something went wrong. Please try again later.
ar: حدث خطأ ما. يرجى المحاولة مرة أخرى لاحقًا.

source: Something went wrong.
ar: حدث خطأ ما.

source: Add Attachment
ar: إضافة مرفق

source: (Optional)
ar: (اختياري)

source: Remove file
ar: إزالة الملف

source: Course Name
ar: اسم الدورة

source: Not specific to a course
ar: ليس محددًا بالدورة

source: What can we help you with, {username}?
ar: ما الذي يمكننا مساعدتك به، {username}؟

source: Subject
ar: الموضوع

source: Details
ar: التفاصيل

source: The more you tell us, the more quickly and helpfully we can respond!
ar: كلما أخبرتنا أكثر، كلما استطعنا الرد بسرعة أكبر وأكثر فائدة!

source: Submit
ar: إرسال

source: Sign in to {platform} so we can help you better.
ar: قم بتسجيل الدخول إلى {platform} حتى نتمكن من مساعدتك بشكل أفضل.

source: Sign in
ar: تسجيل الدخول

source: Create an {platform} account
ar: إنشاء حساب {platform}

source: If you are unable to access your account contact us via email using {email}.
ar: إذا لم تتمكن من الوصول إلى حسابك، فاتصل بنا عبر البريد الإلكتروني باستخدام {email}.

source: Select a course or select "Not specific to a course" for your support request.
ar: حدد دورة أو حدد «غير خاص بالمقرر دورة» لطلب الدعم الخاص بك.

source: Enter a subject for your support request.
ar: أدخل موضوعًا لطلب الدعم الخاص بك.

source: Enter some details for your support request.
ar: أدخل بعض التفاصيل لطلب الدعم الخاص بك.

source: Contact Us
ar: اتصل بنا

source: Find answers to the top questions asked by learners.
ar: ابحث عن إجابات لأهم الأسئلة التي يطرحها متعلمين.

source: Search the {platform} Help Center
ar: ابحث في مركز المساعدة {platform}

source: Go to my Dashboard
ar: انطلق إلى لوحة القيادة الخاصة بي

source: Go to {platform} Home
ar: انطلق إلى {platform} الصفحة الرئيسية

source: Thank you for submitting a request! We will contact you within 24 hours.
ar: شكرًا لك على تقديم طلب! سوف نتصل بك في غضون 24 ساعة.

source: Cancel upload
ar: إلغاء التحميل

source: You may also lose access to verified certificates. If you want to make a copy of these for your records before proceeding with deletion, follow the instructions for {htmlStart}printing or downloading a certificate{htmlEnd}.
ar: قد تفقد أيضًا الوصول إلى شهادات التي تم التحقق منها. إذا كنت ترغب في عمل نسخة منها لسجلاتك قبل متابعة الحذف، فاتبع التعليمات الخاصة بـ {htmlStart}طباعة أو تنزيل شهادة{htmlEnd}.

source: Before proceeding, please {htmlStart}unlink all social media accounts{htmlEnd}.
ar: قبل المتابعة ، يرجى {htmlStart} إلغاء ربط جميع حسابات وسائل التواصل الاجتماعي {htmlEnd}.

source: Before proceeding, please {htmlStart}activate your account{htmlEnd}.
ar: قبل المتابعة، يرجى {htmlStart}تفعيل حسابك{htmlEnd}.

source: We’re sorry to see you go!
ar: نحن آسفون لرؤيتك تذهب!

source: Please note: Deletion of your account and personal data is permanent and cannot be undone. We will not be able to recover your account or the data that is deleted.
ar: يرجى ملاحظة: حذف حسابك وبياناتك الشخصية دائم ولا يمكن التراجع عنه. لن نتمكن من استرداد حسابك أو البيانات التي تم حذفها.

source: Once your account is deleted, you cannot use it to take courses on {platformName}.
ar: بمجرد حذف حسابك، لا يمكنك استخدامه لأخذ دورات تدريبية على {platformName}.

source: Delete My Account
ar: حذف حسابي

source: Password is incorrect
ar: كلمة المرور غير صحيحة

source: Unable to delete account
ar: غير قادر على حذف الحساب

source: Please re-enter your password.
ar: يرجى إعادة إدخال كلمة المرور الخاصة بك.

source: Sorry, there was an error trying to process your request. Please try again later.
ar: عذرًا، حدث خطأ أثناء محاولة معالجة طلبك. يرجى المحاولة مرة أخرى لاحقًا.

source: A Password is required
ar: كلمة المرور مطلوبة

source: You have selected “Delete my account.” Deletion of your account and personal data is permanent and cannot be undone.
ar: لقد حددت «حذف حسابي». يعد حذف حسابك وبياناتك الشخصية أمرًا دائمًا ولا يمكن التراجع عنه.

source: If you proceed, you will be unable to use this account to take courses on the
ar: إذا قمت بالمتابعة، فلن تتمكن من استخدام هذا الحساب لأخذ دورات تدريبية على

source: If you still wish to continue and delete your account, please enter your account password:
ar: إذا كنت لا تزال ترغب في متابعة حسابك وحذفه، يرجى إدخال كلمة مرور حسابك:

source: Yes, Delete
ar: نعم، حذف

source: We're sorry to see you go! Your account will be deleted shortly.
ar: نحن آسفون لرؤيتك تذهب! سيتم حذف حسابك قريبًا.

source: Account deletion, including removal from email lists, may take a few weeks to fully process through our system. If you want to opt-out of emails before then, please unsubscribe from the footer of any email.
ar: قد يستغرق حذف الحساب، بما في ذلك الإزالة من قوائم البريد الإلكتروني، بضعة أسابيع للمعالجة الكاملة من خلال نظامنا. إذا كنت ترغب في إلغاء الاشتراك في رسائل البريد الإلكتروني قبل ذلك، يرجى إلغاء الاشتراك من تذييل أي بريد إلكتروني.

source: Unable to determine whether we should give you a refund because of System Error. Please try again later.
ar: غير قادر على تحديد ما إذا كان ينبغي لنا استرداد أموالك بسبب خطأ في النظام. يرجى المحاولة مرة أخرى لاحقًا.

source: An error has occurred. Please try again.
ar: حدث خطأ. يرجى المحاولة مرة أخرى.

source: Bookmark this page
ar: ضع إشارة مرجعية لهذه الصفحة

source: Required field.
ar: الحقل المطلوب.

source: Please do not use any spaces in this field.
ar: يرجى عدم استخدام أي مسافات في هذا الحقل.

source: Please do not use any spaces or special characters in this field.
ar: يرجى عدم استخدام أي مسافات أو أحرف خاصة في هذا الحقل.

source: Pagination
ar: ترقيم الصفحات

source: Your request could not be completed. Reload the page and try again. If the issue persists, click the Help tab to report the problem.
ar: تعذر إكمال طلبك. أعد تحميل الصفحة وحاول مرة أخرى. إذا استمرت المشكلة، انقر فوق علامة التبويب تعليمات للإبلاغ عن المشكلة.

source: Showing {firstIndex} out of {numItems} total
ar: عرض {firstIndex} من إجمالي {numItems}

source: Showing {firstIndex}-{lastIndex} out of {numItems} total
ar: عرض {firstIndex}-{lastIndex} من إجمالي {numItems}

source: Loading content
ar: تحميل المحتوى

source: Your request could not be processed. Refresh the page and try again.
ar: لا يمكن معالجة طلبك. قم بتحديث الصفحة وحاول مرة أخرى.

source: Some images in this post have been omitted
ar: تم حذف بعض الصور في هذا المنشور

source: image omitted
ar: تم حذف الصورة

source: there is currently {numVotes} like
ar: يوجد حاليًا {numVotes} إعجابات

source: {numVotes} like
ar: {numVotes} إعجابات

source: You could not be subscribed to this post. Refresh the page and try again.
ar: لا يمكن الاشتراك في هذا المنشور. قم بتحديث الصفحة وحاول مرة أخرى.

source: You could not be unsubscribed from this post. Refresh the page and try again.
ar: لا يمكن إلغاء اشتراكك من هذا المنشور. قم بتحديث الصفحة وحاول مرة أخرى.

source: This response could not be marked as an answer. Refresh the page and try again.
ar: لا يمكن وضع علامة على هذه الاستجابة كإجابة. قم بتحديث الصفحة وحاول مرة أخرى.

source: This response could not be unmarked as an answer. Refresh the page and try again.
ar: لا يمكن وضع علامة على هذه الاستجابة كإجابة. قم بتحديث الصفحة وحاول مرة أخرى.

source: This response could not be marked as endorsed. Refresh the page and try again.
ar: ولا يمكن وضع علامة على هذه الاستجابة على أنها معتمدة. قم بتحديث الصفحة وحاول مرة أخرى.

source: This response could not be unendorsed. Refresh the page and try again.
ar: ولا يمكن أن يكون هذا الرد غير معتمد. قم بتحديث الصفحة وحاول مرة أخرى.

source: This vote could not be processed. Refresh the page and try again.
ar: لا يمكن معالجة هذا التصويت. قم بتحديث الصفحة وحاول مرة أخرى.

source: This post could not be pinned. Refresh the page and try again.
ar: لا يمكن تثبيت هذا المنشور. قم بتحديث الصفحة وحاول مرة أخرى.

source: This post could not be unpinned. Refresh the page and try again.
ar: لا يمكن إلغاء تثبيت هذا المنشور. قم بتحديث الصفحة وحاول مرة أخرى.

source: This post could not be flagged for abuse. Refresh the page and try again.
ar: لا يمكن وضع علامة على هذا المنشور لإساءة الاستخدام. قم بتحديث الصفحة وحاول مرة أخرى.

source: This post could not be unflagged for abuse. Refresh the page and try again.
ar: لا يمكن وضع علامة على هذا المنشور لإساءة الاستخدام. قم بتحديث الصفحة وحاول مرة أخرى.

source: This post could not be closed. Refresh the page and try again.
ar: لا يمكن إغلاق هذا المنشور. قم بتحديث الصفحة وحاول مرة أخرى.

source: This post could not be reopened. Refresh the page and try again.
ar: لا يمكن إعادة فتح هذا المنشور. قم بتحديث الصفحة وحاول مرة أخرى.

source: Hide Discussion
ar: إخفاء المناقشة

source: This discussion could not be loaded. Refresh the page and try again.
ar: تعذر تحميل هذه المناقشة. قم بتحديث الصفحة وحاول مرة أخرى.

source: Show Discussion
ar: عرض المناقشة

source: There are no posts in this topic yet.
ar: لا توجد مشاركات في هذا الموضوع حتى الآن.

source: Loading more threads
ar: تحميل المزيد من مؤشرات الترابط

source: Additional posts could not be loaded. Refresh the page and try again.
ar: تعذر تحميل المشاركات الإضافية. قم بتحديث الصفحة وحاول مرة أخرى.

source: Current conversation
ar: المحادثة الحالية

source: Loading posts list
ar: قائمة تحميل المشاركات

source: No results found for {original_query}. Showing results for {suggested_query}.
ar: لم يتم العثور على نتائج لـ {original_query}. عرض النتائج لـ {suggested_query}.

source: No posts matched your query.
ar: لا توجد مشاركات مطابقة لاستعلامك.

source: Show posts by {username}.
ar: عرض المشاركات بواسطة {username}.

source: The post you selected has been deleted.
ar: تم حذف المنشور الذي حددته.

source: Responses could not be loaded. Refresh the page and try again.
ar: لا يمكن تحميل الردود. قم بتحديث الصفحة وحاول مرة أخرى.

source: Additional responses could not be loaded. Refresh the page and try again.
ar: تعذر تحميل ردود إضافية. قم بتحديث الصفحة وحاول مرة أخرى.

source: {numResponses} other response
ar: {numResponses} ردود أخرى

source: {numResponses} response
ar: {numResponses} ردود

source: Showing all responses
ar: عرض جميع الردود

source: Showing first response
ar: عرض أول {numResponses} ردود

source: Load all responses
ar: تحميل جميع الردود

source: Load next {numResponses} responses
ar: تحميل الردود {numResponses} التالية

source: Are you sure you want to delete this post?
ar: هل تريد بالتأكيد حذف هذا المنشور؟

source: Your post will be discarded.
ar: سيتم تجاهل مشاركتك.

source: anonymous
ar: مجهول

source: Are you sure you want to delete this comment?
ar: هل تريد بالتأكيد حذف هذا التعليق؟

source: This comment could not be deleted. Refresh the page and try again.
ar: لا يمكن حذف هذا التعليق. قم بتحديث الصفحة وحاول مرة أخرى.

source: Are you sure you want to delete this response?
ar: هل تريد بالتأكيد حذف هذه الاستجابة؟

source: The email address you've provided isn't formatted correctly.
ar: لم يتم تنسيق عنوان البريد الإلكتروني الذي قدمته بشكل صحيح.

source: %(field)s must have at least %(count)d characters.
ar: %(field)s يجب أن يحتوي على %(count)d حرف على الأقل.

source: %(field)s can only contain up to %(count)d characters.
ar: %(field)s يمكن أن يحتوي على ما يصل إلى %(count)d من الأحرف فقط.

source: Please enter your %(field)s.
ar: الرجاء إدخال %(field)sالخاص بك.

source: Drop target image
ar: إسقاط صورة الهدف

source: dragging out of slider
ar: سحب من المنزلق

source: dragging
ar: سحب

source: dropped in slider
ar: انخفض في المنزلق

source: dropped on target
ar: انخفض على الهدف

source: %s ago
ar: قبل %s

source: %s from now
ar: %s من الآن

source: less than a minute
ar: أقل من دقيقة

source: about a minute
ar: حوالي دقيقة

source: %d minute
ar: %d دقيقة

source: about an hour
ar: حوالي ساعة

source: about %d hour
ar: حوالي %d ساعة

source: a day
ar: يوم

source: %d day
ar: %d أيام

source: about a month
ar: حوالي شهر

source: %d month
ar: %d أشهر

source: about a year
ar: حوالي عام

source: %d year
ar: %d سنوات

source: User
ar: مستخدم

source: Annotation
ar: تعليق توضيحي

source: Start
ar: ابدأ

source: End
ar: نهاية

source: Date posted
ar: تاريخ النشر

source: More
ar: المزيد

source: My Notes
ar: ملاحظاتي

source: Public
ar: عام

source: Search
ar: بحث

source: Users
ar: المستخدمون

source: Tags
ar: العلامات

source: Annotation Text
ar: نص التعليق التوضيحي

source: Clear
ar: مسح

source: Text
ar: نص

source: Video
ar: فيديو

source: Image
ar: صورة

source: Reply
ar: رد

source: Tags:
ar: العلامات:

source: Check the box to remove all flags.
ar: حدد المربع لإزالة جميع العلامات.

source: Check the box to remove %(totalFlags)s flag.
ar: حدد المربع لإزالة %(totalFlags)s علامات.

source: Check the box to remove %(count)s flag.
ar: حدد المربع لإزالة %(count)s علامات.

source: All flags have been removed. To undo, uncheck the box.
ar: تمت إزالة جميع العلامات. للتراجع، قم بإلغاء تحديد المربع.

source: You have already reported this annotation.
ar: لقد أبلغت بالفعل عن هذا التعليق التوضيحي.

source: Report annotation as inappropriate or offensive.
ar: الإبلاغ عن التعليق التوضيحي باعتباره غير مناسب أو مسيء.

source: This annotation has %(count)s flag.
ar: يحتوي هذا التعليق التوضيحي على %(count)s أعلام.

source: An error occurred. Please try again later.
ar: حدث خطأ. يرجى المحاولة مرة أخرى لاحقًا.

source: Financial Assistance
ar: المساعدة المالية

source: Upset Learner
ar: متعلم مستاء

source: Teaching Assistant
ar: مساعد تدريس

source: Please specify a reason.
ar: يرجى تحديد سبب.

source: Something went wrong changing this enrollment. Please try again.
ar: حدث خطأ ما في تغيير هذا التسجيل. يرجى المحاولة مرة أخرى.

source: last activity
ar: آخر نشاط

source: open slots
ar: فتحات مفتوحة

source: name
ar: اسم

source: team count
ar: عدد الفريق

source: Teams
ar: فرق

source: Create
ar: إنشاء

source: Update
ar: تحديث

source: Team Name (Required) *
ar: اسم الفريق (مطلوب) *

source: A name that identifies your team (maximum 255 characters).
ar: اسم يحدد فريقك (بحد أقصى 255 حرفًا).

source: Team Description (Required) *
ar: وصف الفريق (مطلوب) *

source: A short description of the team to help other learners understand the goals or direction of the team (maximum 300 characters).
ar: وصف موجز للفريق لمساعدة متعلمين الآخرين على فهم أهداف أو اتجاه الفريق (بحد أقصى 300 حرف).

source: Language
ar: لغة

source: The language that team members primarily use to communicate with each other.
ar: اللغة التي يستخدمها أعضاء الفريق بشكل أساسي للتواصل مع بعضهم البعض.

source: Country
ar: البلد

source: The country that team members primarily identify with.
ar: الدولة التي يتعرف عليها أعضاء الفريق بشكل أساسي.

source: An error occurred. Please try again.
ar: حدث خطأ. يرجى المحاولة مرة أخرى.

source: Check the highlighted fields below and try again.
ar: تحقق من الحقول المميزة أدناه وحاول مرة أخرى.

source: Enter team name.
ar: أدخل اسم الفريق.

source: Team name cannot have more than 255 characters.
ar: لا يمكن أن يحتوي اسم الفريق على أكثر من 255 حرفًا.

source: Enter team description.
ar: أدخل وصف الفريق.

source: Team description cannot have more than 300 characters.
ar: لا يمكن أن يحتوي وصف الفريق على أكثر من 300 حرف.

source: An error occurred while removing the member from the team. Try again.
ar: حدث خطأ أثناء إزالة العضو من الفريق. حاول مرة أخرى.

source: This team does not have any members.
ar: هذا الفريق ليس لديه أي أعضاء.

source: Joined %(date)s
ar: انضم %(date)s

source: Last Activity %(date)s
ar: آخر نشاط %(date)s

source: Remove this team member?
ar: هل تريد إزالة عضو الفريق هذا؟

source: This learner will be removed from the team, allowing another learner to take the available spot.
ar: ستتم إزالة هذا متعلم من الفريق، مما يسمح للمتعلم الآخر بأخذ المكان المتاح.

source: Delete this team?
ar: هل تريد حذف هذا الفريق؟

source: Deleting a team is permanent and cannot be undone. All members are removed from the team, and team discussions can no longer be accessed.
ar: حذف فريق دائم ولا يمكن التراجع عنه. تتم إزالة جميع الأعضاء من الفريق، ولم يعد من الممكن الوصول إلى مناقشات الفريق.

source: Team "{team}" successfully deleted.
ar: تم حذف الفريق "{team}" بنجاح.

source: You are not currently a member of any team.
ar: أنت لست حاليًا عضوًا في أي فريق.

source: and others
ar: وغيرها

source: Last activity %(date)s
ar: آخر نشاط %(date)s

source: View %(span_start)s %(team_name)s %(span_end)s
ar: عرض %(span_start)s %(team_name)s %(span_end)s

source: An error occurred. Try again.
ar: حدث خطأ. حاول مرة أخرى.

source: Leave this team?
ar: أترك هذا الفريق؟

source: If you leave, you can no longer post in this team's discussions. Your place will be available to another learner.
ar: إذا غادرت، لم يعد بإمكانك النشر في مناقشات هذا الفريق. سيكون مكانك متاحًا لمتعلم متعلم.

source: Confirm
ar: تأكيد

source: You already belong to another team.
ar: أنت بالفعل تنتمي إلى فريق آخر.

source: This team is full.
ar: هذا الفريق ممتلئ.

source: %(memberCount)s / %(maxMemberCount)s Member
ar: %(memberCount)s / %(maxMemberCount)s أعضاء

source: All teams
ar: جميع الفرق

source: Teams Pagination
ar: ترقيم صفحات الفرق

source: Topics
ar: موضوعات

source: See all teams in your course, organized by topic. Join a team to collaborate with other learners who are interested in the same topic as you are.
ar: شاهد جميع الفرق في مقررك الدراسي، مرتبة حسب الموضوع. انضم إلى فريق للتعاون مع متعلمين الآخرين المهتمين بنفس الموضوع الذي أنت عليه.

source: My Team
ar: فريق بلدي

source: Browse
ar: تصفح

source: Your request could not be completed. Reload the page and try again.
ar: تعذر إكمال طلبك. أعد تحميل الصفحة وحاول مرة أخرى.

source: Your request could not be completed due to a server problem. Reload the page and try again. If the issue persists, click the Help tab to report the problem.
ar: تعذر إكمال طلبك بسبب مشكلة في الخادم. أعد تحميل الصفحة وحاول مرة أخرى. إذا استمرت المشكلة، انقر فوق علامة التبويب تعليمات للإبلاغ عن المشكلة.

source: Team Search
ar: بحث الفريق

source: Showing results for "{searchString}"
ar: عرض نتائج "{searchString}»

source: Create a New Team
ar: إنشاء فريق جديد

source: Create a new team if you can't find an existing team to join, or if you would like to learn with friends you know.
ar: قم بإنشاء فريق جديد إذا لم تتمكن من العثور على فريق حالي للانضمام إليه، أو إذا كنت ترغب في التعلم مع الأصدقاء الذين تعرفهم.

source: Edit Team
ar: تحرير الفريق

source: If you make significant changes, make sure you notify members of the team before making these changes.
ar: إذا قمت بإجراء تغييرات كبيرة، فتأكد من إخطار أعضاء الفريق قبل إجراء هذه التغييرات.

source: Membership
ar: عضوية

source: You can remove members from this team, especially if they have not participated in the team's activity.
ar: يمكنك إزالة الأعضاء من هذا الفريق، خاصة إذا لم يشاركوا في نشاط الفريق.

source: Search teams
ar: فرق البحث

source: All Topics
ar: جميع الموضوعات

source: The page "{route}" could not be found.
ar: تعذر العثور على الصفحة "{route}".

source: The topic "{topic}" could not be found.
ar: تعذر العثور على الموضوع "{topic}".
