Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar, el

source: This type of component cannot be shown while viewing the course as a specific learner.
ar: لا يمكن عرض هذا النوع من المكونات أثناء عرض المقرر دورة كمتعلم معين.
el: Αυτός ο τύπος στοιχείου δεν μπορεί να εμφανιστεί κατά την προβολή του μαθήματος ως συγκεκριμένου εκπαιδευόμενου.

source: Number of days a learner has to upgrade after content is made available
ar: عدد الأيام التي يتعين على متعلم الترقية فيها بعد إتاحة المحتوى
el: Αριθμός ημερών που ο εκπαιδευόμενος πρέπει να αναβαθμίσει μετά τη διάθεση περιεχομένου

source: Disable the dynamic upgrade deadline for this course run.
ar: قم بتعطيل الموعد النهائي للترقية الديناميكية لتشغيل دورة هذا.
el: Απενεργοποιήστε την προθεσμία δυναμικής αναβάθμισης για αυτό το μάθημα.

source: Disable the dynamic upgrade deadline for this organization.
ar: قم بتعطيل الموعد النهائي للترقية الديناميكية لهذه المؤسسة.
el: Απενεργοποιήστε την προθεσμία δυναμικής αναβάθμισης για αυτόν τον οργανισμό.

source: Syllabus
ar: المنهج الدراسي
el: Αναλυτικό πρόγραμμα

source: Progress
ar: تقدم
el: Πρόοδος

source: Textbooks
ar: الكتب المدرسية
el: Εγχειρίδια

source: Overview
ar: نظرة عامة
el: Επισκόπηση

source: You are not signed in. To see additional course content, {sign_in_link} or {register_link}, and enroll in this course.
ar: لم تقم بتسجيل الدخول. لمشاهدة محتوى دورة إضافي، {sign_in_link} أو {register_link}، والتسجيل في هذا دورة.
el: Δεν έχετε υπογράψει. Για να δείτε επιπλέον περιεχόμενο μαθημάτων, {sign_in_link} ή {register_link}, και να εγγραφείτε σε αυτό το μάθημα.

source: sign in
ar: تسجيل الدخول
el: συνδεθείτε

source: register
ar: تسجيل
el: ταμείο

source: Your enrollment: Audit track
ar: التسجيل الخاص بك: مسار التدقيق
el: Η εγγραφή σας: κομμάτι ελέγχου

source: You are enrolled in the audit track for this course. The audit track does not include a certificate.
ar: أنت مسجل في مسار التدقيق لهذه دورة. لا يتضمن مسار التدقيق شهادة.
el: Είστε εγγεγραμμένοι στην πίστα ελέγχου για αυτό το μάθημα. Το κομμάτι ελέγχου δεν περιλαμβάνει πιστοποιητικό.

source: Your enrollment: Honor track
ar: التسجيل الخاص بك: مسار الشرف
el: Η εγγραφή σας: Τιμητική πίστα

source: You are enrolled in the honor track for this course. The honor track does not include a certificate.
ar: أنت مسجل في مسار الشرف لهذه دورة. لا يتضمن مسار الشرف شهادة.
el: Είστε εγγεγραμμένοι στην πίστα τιμής για αυτό το μάθημα. Το κομμάτι τιμής δεν περιλαμβάνει πιστοποιητικό.

source: We're working on it...
ar: نحن نعمل على ذلك...
el: Δουλεύουμε πάνω σε αυτό...

source: We're creating your certificate. You can keep working in your courses and a link to it will appear here and on your Dashboard when it is ready.
ar: نحن ننشئ شهادتك. يمكنك الاستمرار في العمل في مقرراتك دورات وسيظهر رابط لها هنا وعلى لوحة القيادة عندما تكون جاهزة.
el: Δημιουργούμε το πιστοποιητικό σας. Μπορείτε να συνεχίσετε να εργάζεστε στα μαθήματά σας. Ένας σύνδεσμος θα εμφανιστεί εδώ και στον κεντρικό πίνακα σας όταν το πιστοποιητικό είναι έτοιμο.

source: Your certificate has been invalidated
ar: تم إبطال شهادتك
el: Το πιστοποιητικό σας ακυρώθηκε

source: Please contact your course team if you have any questions.
ar: يرجى الاتصال بفريق دورة إذا كان لديك أي أسئلة.
el: Παρακαλούμε επικοινωνήστε με την ομάδα μαθημάτων σας εάν έχετε οποιεσδήποτε ερωτήσεις.

source: Congratulations, you qualified for a certificate!
ar: تهانينا، أنت مؤهل للحصول على شهادة!
el: Συγχαρητήρια, πληροίτε τις προϋποθέσεις για τη λήψη πιστοποιητικού!

source: You've earned a certificate for this course.
ar: لقد حصلت على شهادة لهذه دورة.
el: Έχετε κερδίσει ένα πιστοποιητικό για αυτό το μάθημα.

source: Certificate unavailable
ar: شهادة غير متوفرة
el: Μη διαθέσιμο πιστοποιητικό

source: You have not received a certificate because you do not have a current {platform_name} verified identity.
ar: لم تتلق شهادة لأنه ليس لديك هوية {platform_name} تم التحقق منها حاليًا.
el: Δεν έχετε λάβει πιστοποιητικό επειδή δεν έχετε μια τρέχουσα ταυτότητα {platform_name} επαληθευμένη.

source: Your certificate is available
ar: شهادتك متاحة
el: Το πιστοποιητικό σας είναι διαθέσιμο

source: To see course content, {sign_in_link} or {register_link}.
ar: للاطلاع على محتوى دورة، {sign_in_link} أو {register_link}.
el: Για να δείτε το περιεχόμενο του μαθήματος, {sign_in_link} ή {register_link}.

source: You must be enrolled in the course to see course content. {enroll_link_start}Enroll now{enroll_link_end}.
ar: يجب أن تكون مسجلاً في دورة لمشاهدة محتوى دورة. {enroll_link_start}سجل الآن{enroll_link_end}.
el: Για να δείτε το μάθημα θα πρέπει να εγγραφείτε σε αυτό. {enroll_link_start}Εγγραφείτε τώρα{enroll_link_end}.

source: You must be enrolled in the course to see course content.
ar: يجب أن تكون مسجلاً في دورة لمشاهدة محتوى دورة.
el: Για να δείτε το μάθημα θα πρέπει να εγγραφείτε σε αυτό.

source: Invalid location.
ar: موقع غير صالح.
el: Μη έγκυρη τοποθεσία.

source: User {username} has never accessed problem {location}
ar: المستخدم {username} لم يسبق له الوصول إلى المشكلة {location}
el: Ο χρήστης {username} δεν έχει ποτέ πρόσβαση στο πρόβλημα {location}

source: You must be signed in to {platform_name} to create a certificate.
ar: يجب تسجيل الدخول إلى {platform_name} لإنشاء شهادة.
el: Πρέπει να είστε συνδεδεμένοι στο {platform_name} για να δημιουργήσετε ένα πιστοποιητικό.

source: Course is not valid
ar: دورة غير صالحة
el: Το μάθημα δεν είναι έγκυρο

source: Your certificate will be available when you pass the course.
ar: ستكون شهادتك متاحة عند اجتياز الدورة دورة.
el: Το πιστοποιητικό σας θα είναι διαθέσιμο όταν περάσετε το μάθημα.

source: Certificate has already been created.
ar: تم إنشاء شهادة بالفعل.
el: Το πιστοποιητικό έχει ήδη δημιουργηθεί.

source: Certificate is being created.
ar: يتم إنشاء شهادة.
el: Δημιουργείται πιστοποιητικό.

source: {platform_name} now offers financial assistance for learners who want to earn Verified Certificates but who may not be able to pay the Verified Certificate fee. Eligible learners may receive up to 90{percent_sign} off the Verified Certificate fee for a course. To apply for financial assistance, enroll in the audit track for a course that offers Verified Certificates, and then complete this application. Note that you must complete a separate application for each course you take. We plan to use this information to evaluate your application for financial assistance and to further develop our financial assistance program.
ar: تقدم {platform_name} الآن مساعدة مالية للمتعلمين الذين يرغبون في الحصول على شهادات تم التحقق منها ولكنهم قد لا يتمكنون من دفع رسوم شهادة التي تم التحقق منها. قد يحصل متعلمين المؤهلون على ما يصل إلى 90{percent_sign} من رسوم شهادة التي تم التحقق منها دورة. للتقدم بطلب للحصول على مساعدة مالية، قم بالتسجيل في مسار التدقيق دورة تقدم شهادات تم التحقق منها، ثم أكمل هذا الطلب. لاحظ أنه يجب عليك إكمال طلب منفصل لكل دورة تدريبية تأخذها. نحن نخطط لاستخدام هذه المعلومات لتقييم طلبك للحصول على المساعدة المالية ومواصلة تطوير برنامج المساعدة المالية لدينا.
el: Το{platform_name} προσφέρει τώρα οικονομική βοήθεια σε εκπαιδευόμενους που θέλουν να κερδίσουν Επαληθευμένα Πιστοποιητικά, αλλά οι οποίοι ενδέχεται να μην είναι σε θέση να πληρώσουν το τέλος του Επαληθευμένου Πιστοποιητικού. Οι εκπαιδευόμενοι που πληρούν τις προϋποθέσεις ενδέχεται να λάβουν έως και 90{percent_sign} από το τέλος του επαληθευμένου πιστοποιητικού για ένα μάθημα. Για να υποβάλετε αίτηση για οικονομική βοήθεια, εγγραφείτε στην πίστα ελέγχου για ένα μάθημα που προσφέρει Verified Certificates και, στη συνέχεια, ολοκληρώστε αυτήν την εφαρμογή. Σημειώστε ότι πρέπει να συμπληρώσετε μια ξεχωριστή αίτηση για κάθε μάθημα που παίρνετε. Σχεδιάζουμε να χρησιμοποιήσουμε αυτές τις πληροφορίες για να αξιολογήσουμε την αίτησή σας για οικονομική βοήθεια και να αναπτύξουμε περαιτέρω το πρόγραμμα οικονομικής βοήθειας.

source: Annual Household Income
ar: دخل الأسرة السنوي
el: Ετήσιο εισόδημα νοικοκυριού

source: Tell us about your current financial situation. Why do you need assistance?
ar: أخبرنا عن وضعك المالي الحالي. لماذا تحتاج إلى المساعدة؟
el: Πείτε μας για την τρέχουσα οικονομική σας κατάσταση. Γιατί χρειάζεσαι βοήθεια;

source: Tell us about your learning or professional goals. How will a Verified Certificate in this course help you achieve these goals?
ar: أخبرنا عن أهدافك التعليمية أو المهنية. كيف ستساعدك شهادة التي تم التحقق منها في هذه دورة على تحقيق هذه الأهداف؟
el: Πείτε μας για τους μαθησιακούς ή τους επαγγελματικούς σας στόχους. Πώς ένα επαληθευμένο πιστοποιητικό σε αυτό το μάθημα θα σας βοηθήσει να επιτύχετε αυτούς τους στόχους;

source: Tell us about your plans for this course. What steps will you take to help you complete the course work and receive a certificate?
ar: أخبرنا عن خططك لهذه دورة. ما هي الخطوات التي ستتخذها لمساعدتك في إكمال عمل دورة والحصول على شهادة؟
el: Πείτε μας για τα σχέδιά σας για αυτό το μάθημα. Ποια μέτρα θα ακολουθήσετε για να σας βοηθήσουν να ολοκληρώσετε τις εργασίες του μαθήματος και να λάβετε ένα πιστοποιητικό;

source: Use between 250 and 500 words or so in your response.
ar: استخدم ما بين 250 و 500 كلمة أو نحو ذلك في ردك.
el: Η έκταση της εργασίας σας θα πρέπει να κυμαίνεται μεταξύ 250 και 500 λέξεων.

source: Select the course for which you want to earn a verified certificate. If the course does not appear in the list, make sure that you have enrolled in the audit track for the course.
ar: حدد دورة الذي تريد الحصول على شهادة تم التحقق منها. إذا لم تظهر دورة في القائمة، فتأكد من تسجيلك في مسار التدقيق الخاص بالمقرر دورة.
el: Επιλέξτε το μάθημα για το οποίο θέλετε να κερδίσετε ένα επαληθευμένο πιστοποιητικό. Εάν το μάθημα δεν εμφανίζεται στη λίστα, βεβαιωθείτε ότι έχετε εγγραφεί στο κομμάτι ελέγχου για το μάθημα.

source: Specify your annual household income in US Dollars.
ar: حدد دخل أسرتك السنوي بالدولار الأمريكي.
el: Καθορίστε το ετήσιο εισόδημα των νοικοκυριών σας σε δολάρια ΗΠΑ.

source: I allow edX to use the information provided in this application (except for financial information) for edX marketing purposes.
ar: أسمح لـ edX باستخدام المعلومات المقدمة في هذا التطبيق (باستثناء المعلومات المالية) لأغراض تسويق edX.
el: Επιτρέπω στην Edx να χρησιμοποιεί τις πληροφορίες που παρέχονται σε αυτή την εφαρμογή (εκτός από τις οικονομικές πληροφορίες) για σκοπούς μάρκετινγκ EDX.

source: Enrollment refused
ar: تم رفض التسجيل
el: Απορρίφθηκε η εγγραφή

source: Enrollment accepted. If a hotel request has been done, you will receive a confirmation as soon as it is processed.
ar: تم قبول التسجيل. إذا تم إجراء طلب فندق، فستتلقى تأكيدًا بمجرد معالجته.
el: Η εγγραφή έγινε δεκτή. Εάν το αίτημα του ξενοδοχείου έχει γίνει, θα λάβετε μια επιβεβαίωση μόλις γίνει επεξεργασία.

source: Path {0} doesn't exist, please create it, or configure a different path with GIT_REPO_DIR
ar: المسار {0} غير موجود، يرجى إنشائه، أو تكوين مسار مختلف باستخدام GIT_REPO_DIR
el: Η διαδρομή {0} δεν υπάρχει, δημιουργήστε την ή ρυθμίστε μια διαφορετική διαδρομή με το GIT_REPO_DIR

source: Non usable git url provided. Expecting something like: git@github.com:mitocw/edx4edx_lite.git
ar: غير قابل للاستخدام git url المقدمة. توقع شيء مثل: git@github.com: ميتوكو/edx4edx_lite.git
el: Μη χρησιμοποιήσιμο git url παρέχεται. Αναμένοντας κάτι σαν: git@github.com:mitocw/edx4edx_lite.git

source: Unable to get git log
ar: غير قادر على الحصول على سجل git
el: Δεν είναι δυνατή η λήψη του αρχείου καταγραφής git

source: git clone or pull failed!
ar: فشل استنساخ git أو سحب!
el: git κλώνος ή τραβήξτε απέτυχε!

source: Unable to run import command.
ar: غير قادر على تشغيل أمر الاستيراد.
el: Δεν είναι δυνατή η εκτέλεση της εντολής εισαγωγής.

source: The underlying module store does not support import.
ar: لا يدعم مخزن الوحدة النمطية الأساسي الاستيراد.
el: Ο υποκείμενος χώρος αποθήκευσης λειτουργικών μονάδων δεν υποστηρίζει την εισαγωγή.

source: The specified remote branch is not available.
ar: الفرع البعيد المحدد غير متوفر.
el: Ο καθορισμένος απομακρυσμένος κλάδος δεν είναι διαθέσιμος.

source: Unable to switch to specified branch. Please check your branch name.
ar: غير قادر على التبديل إلى فرع محدد. يرجى التحقق من اسم الفرع الخاص بك.
el: Δεν είναι δυνατή η μετάβαση σε καθορισμένο κλάδο. Παρακαλώ ελέγξτε το όνομα του υποκαταστήματος σας.

source: Import the specified git repository and optional branch into the modulestore and optionally specified directory.
ar: قم باستيراد مستودع git المحدد والفرع الاختياري إلى modulestore والدليل المحدد اختياريًا.
el: Εισαγάγετε το καθορισμένο αποθετήριο git και τον προαιρετικό κλάδο στο modulestore και προαιρετικά καθορισμένο κατάλογο.

source: Failed in authenticating {username}, error {error}
ar: فشل في مصادقة {username}، خطأ {error}
el: Αποτυχία ελέγχου ταυτότητας {username}, σφάλμα {error}

source: Failed in authenticating {username}
ar: فشل في المصادقة {username}
el: Αποτυχία ελέγχου ταυτότητας {username}

source: fixed password
ar: كلمة مرور ثابتة
el: σταθερού κωδικού

source: All ok!
ar: كل شيء طيب!
el: Όλα εντάξει!

source: Must provide username
ar: يجب تقديم اسم مستخدم
el: Πρέπει να εισάγετε ψευδώνυμο

source: Must provide full name
ar: يجب تقديم الاسم الكامل
el: Πρέπει να εισάγετε ονοματεπώνυμο

source: Email address must end in {domain}
ar: يجب أن ينتهي عنوان البريد الإلكتروني بـ {domain}
el: Η διεύθυνση ηλεκτρονικού ταχυδρομείου πρέπει να τελειώνει σε {domain}

source: Failed - email {email_addr} already exists as {external_id}
ar: فشل - البريد الإلكتروني {email_addr} موجود بالفعل كـ {external_id}
el: Αποτυχία - το email {email_addr} υπάρχει ήδη ως {external_id}

source: Password must be supplied if not using certificates
ar: يجب توفير كلمة المرور إذا لم تستخدم شهادات
el: Ο κωδικός πρόσβασης πρέπει να παρέχεται εάν δεν χρησιμοποιούνται πιστοποιητικά

source: email address required (not username)
ar: عنوان البريد الإلكتروني مطلوب (وليس اسم المستخدم)
el: Απαιτείται διεύθυνση ηλεκτρονικού ταχυδρομείου (όχι όνομα χρήστη)

source: Oops, failed to create user {user}, {error}
ar: عفوا، فشل في إنشاء مستخدم {user}، {error}
el: Ωχ, απέτυχε η δημιουργία του χρήστη {user}, {error}

source: User {user} created successfully!
ar: تم إنشاء المستخدم {user} بنجاح!
el: Ο χρήστης {user} δημιουργήθηκε με επιτυχία!

source: Cannot find user with email address {email_addr}
ar: لا يمكن العثور على مستخدم بعنوان بريد إلكتروني {email_addr}
el: Δεν είναι δυνατή η εύρεση χρήστη με διεύθυνση ηλεκτρονικού ταχυδρομείου {email_addr}

source: Cannot find user with username {username} - {error}
ar: لا يمكن العثور على مستخدم باسم المستخدم {username} - {error}
el: Αδυναμία εύρεσης χρήστη με όνομα χρήστη {username} - {error}

source: Deleted user {username}
ar: مستخدم محذوف {username}
el: Διαγραμμένος χρήστης {username}

source: Statistic
ar: الإحصاء
el: Στατιστικά

source: Value
ar: القيمة
el: Τιμή

source: Site statistics
ar: إحصائيات الموقع
el: Στατιστικά ιστότοπου

source: Total number of users
ar: إجمالي عدد المستخدمين
el: Συνολικός αριθμός χρηστών

source: Courses loaded in the modulestore
ar: دورات التي تم تحميلها في modulestore
el: Μαθήματα που φορτώνονται στο modulestore

source: username
ar: اسم المستخدم
el: ψευδώνυμο

source: email
ar: البريد الإلكتروني
el: Ηλεκτρονικό ταχυδρομείο

source: Repair Results
ar: نتائج الإصلاح
el: Αποτελέσματα Επισκευής

source: Create User Results
ar: إنشاء نتائج المستخدم
el: Δημιουργία Αποτελεσμάτων Χρήστη

source: Delete User Results
ar: حذف نتائج المستخدم
el: Διαγραφή αποτελεσμάτων χρήστη

source: The git repo location should end with '.git', and be a valid url
ar: يجب أن ينتهي موقع git repo بـ «.git»، وأن يكون عنوان url صالحًا
el: Η τοποθεσία του git repo θα πρέπει να τελειώνει με '.git' και να είναι έγκυρο url

source: Added Course
ar: دورة تدريبية مضافة
el: Προστέθηκε Μάθημα

source: Course Name
ar: اسم الدورة
el: Τίτλος μαθήματος

source: Directory/ID
ar: الدليل/الهوية
el: Director/ID

source: Last Change
ar: التغيير الأخير
el: Τελευταία Αλλαγή

source: Last Editor
ar: آخر محرر
el: Τελευταίος συντάκτης

source: Information about all courses
ar: معلومات حول جميع دورات
el: Πληροφορίες για όλα τα μαθήματα

source: Error - cannot get course with ID {0}<br/><pre>{1}</pre>
ar: خطأ - لا يمكن الحصول على دورة مع معرف {0}<br/><pre>{1}</pre>
el: Σφάλμα - δεν μπορεί να πάρει πορεία με ID {0}<br/><pre>{1}</pre>

source: Deleted
ar: تم حذف
el: Διαγράφηκε

source: # enrolled
ar: # مسجل
el: # εγγραφεί

source: # staff
ar: # الموظفين
el: # προσωπικό

source: instructors
ar: المدربين
el: εκπαιδευτές

source: Enrollment information for all courses
ar: معلومات التسجيل لجميع الدورات
el: Πληροφορίες εγγραφής για όλα τα μαθήματα

source: role
ar: دور
el: ρόλο

source: %(comment_username)s replied to <b>%(thread_title)s</b>:
ar: %(comment_username)s رد على <b>%(thread_title)s</b>:
el: %(comment_username)s απάντησε σε <b>%(thread_title)s</b>:

source: View discussion
ar: عرض المناقشة
el: Δείτε τη συζήτηση

source: Response to %(thread_title)s
ar: الرد على %(thread_title)s
el: Απάντηση σε %(thread_title)s

source: Title can't be empty
ar: العنوان لا يمكن أن يكون فارغًا
el: Συμπληρώστε το πεδίο "Τίτλος"

source: Body can't be empty
ar: لا يمكن أن يكون الجسم فارغًا
el: Συμπληρώστε την ερώτηση ή το σχόλιό σας

source: Remove sensitive data in the content and try again
ar: قم بإزالة البيانات الحساسة في المحتوى وحاول مرة أخرى
el: Κατάργηση ευαίσθητων δεδομένων στο περιεχόμενο και προσπαθήστε ξανά

source: Topic doesn't exist
ar: الموضوع غير موجود
el: Το θέμα δεν υπάρχει

source: Comment level too deep
ar: مستوى التعليق عميق للغاية
el: Το επίπεδο σχολίου είναι πολύ βαθύ

source: Error uploading file. Please contact the site administrator. Thank you.
ar: خطأ في تحميل الملف. يرجى الاتصال بمسؤول الموقع. شكرا لك.
el: Σφάλμα μεταφόρτωση του αρχείου. Παρακαλώ επικοινωνήστε με τον διαχειριστή της σελίδας.Ευχαριστώ.

source: Good
ar: جيد
el: Καλό.

source: EdxNotes Service is unavailable. Please try again in a few minutes.
ar: خدمة EdxNotes غير متوفرة. يرجى المحاولة مرة أخرى في بضع دقائق.
el: Η υπηρεσία EdxNotes δεν είναι διαθέσιμη. Παρακαλώ προσπαθήστε ξανά σε λίγα λεπτά.

source: Invalid JSON response received from notes api.
ar: تم تلقي استجابة JSON غير صالحة من واجهة برمجة تطبيقات الملاحظات.
el: Μη έγκυρη απάντηση JSON που ελήφθη από σημειώσεις api.

source: Incorrect data received from notes api.
ar: البيانات غير الصحيحة المستلمة من ملاحظات api.
el: Λανθασμένα δεδομένα που ελήφθησαν από σημειώσεις api.

source: No endpoint was provided for EdxNotes.
ar: لم يتم توفير نقطة نهاية لـ EdxNotes.
el: Δεν δόθηκε τελικό σημείο για το EDXNotes.

source: Notes
ar: ملاحظات
el: Σημειώσεις

source: API key for accessing Sailthru.
ar: مفتاح واجهة برمجة التطبيقات للوصول إلى Sailthru.
el: Κλειδί API για πρόσβαση στη Σάιλθρου.

source: API secret for accessing Sailthru.
ar: سر واجهة برمجة التطبيقات للوصول إلى Sailthru.
el: Μυστικό API για πρόσβαση στη Σάιλθρου.

source: Sailthru list name to add new users to.
ar: اسم قائمة Sailthru لإضافة مستخدمين جدد إليه.
el: Όνομα λίστας Sailthru για να προσθέσετε νέους χρήστες.

source: Sailthru connection retry interval (secs).
ar: الفاصل الزمني لإعادة محاولة اتصال Sailthru (ثانية).
el: Διάρκεια επανάληψης σύνδεσης Sailthru (δευτερόλεπτα).

source: Sailthru maximum retries.
ar: عمليات إعادة الإبحار القصوى.
el: Σέιθρου μέγιστες επαναλήψεις.

source: Sailthru template to use on welcome send.
ar: قالب Sailthru لاستخدامه على إرسال الترحيب.
el: Sailthru πρότυπο για χρήση σε ευπρόσδεκτη αποστολή.

source: Sailthru template to use on abandoned cart reminder. Deprecated.
ar: قالب Sailthru لاستخدامه في تذكير عربة التسوق المهجورة. مهمل.
el: Sailthru πρότυπο για χρήση σε εγκαταλελειμμένο καλάθι υπενθύμιση. Αποκατέρηπτη.

source: Sailthru minutes to wait before sending abandoned cart message. Deprecated.
ar: دقائق Sailthru للانتظار قبل إرسال رسالة عربة التسوق المهجورة. مهمل.
el: Sailthru λεπτά για να περιμένει πριν στείλει ένα εγκαταλελειμμένο μήνυμα καρότσι. Αποκατέρηπτη.

source: Sailthru send template to use on enrolling for audit.
ar: Sailthru إرسال قالب لاستخدامه عند التسجيل للتدقيق.
el: Sailthru στείλετε πρότυπο για χρήση κατά την εγγραφή για έλεγχο.

source: Sailthru send template to use on passed ID verification.
ar: Sailthru إرسال قالب لاستخدامه في التحقق من الهوية التي تم تمريرها.
el: Sailthru στείλετε πρότυπο για χρήση σε πέρασε επαλήθευση ταυτότητας.

source: Sailthru send template to use on failed ID verification.
ar: Sailthru إرسال قالب لاستخدامه في التحقق الفاشل من الهوية.
el: Η Sailthru στέλνει πρότυπο για χρήση σε αποτυχημένη επαλήθευση ταυτότητας.

source: Sailthru send template to use on upgrading a course. Deprecated
ar: Sailthru إرسال قالب لاستخدامه في ترقية دورة. تم إيقافه
el: Sailthru στείλετε πρότυπο για να χρησιμοποιήσετε για την αναβάθμιση ενός μαθήματος. Αποκατέρηπτη

source: Sailthru send template to use on purchasing a course seat. Deprecated
ar: Sailthru إرسال قالب لاستخدامه عند شراء مقعد دورة. تم إيقافه
el: Sailthru στείλετε πρότυπο για να χρησιμοποιήσετε για την αγορά ενός καθίσματος πορεία. Αποκατέρηπτη

source: Use the Sailthru content API to fetch course tags.
ar: استخدم واجهة برمجة تطبيقات محتوى Sailthru لجلب علامات دورة.
el: Χρησιμοποιήστε το API περιεχομένου Sailthru για να φέρετε ετικέτες μαθημάτων.

source: Number of seconds to cache course content retrieved from Sailthru.
ar: عدد الثواني لتخزين محتوى دورة مؤقتًا الذي تم استرجاعه من Sailthru.
el: Αριθμός δευτερολέπτων για το περιεχόμενο του μαθήματος cache που ανακτάται από Sailthru.

source: Cost in cents to report to Sailthru for enrolls.
ar: التكلفة بالسنت للإبلاغ إلى Sailthru للالتحق.
el: Κόστος σε σεντς για να παρουσιαστείτε στη Sailthru για να εγγραφούν.

source: Optional lms url scheme + host used to construct urls for content library, e.g. https://courses.edx.org.
ar: مخطط url lms الاختياري + المضيف المستخدم لإنشاء عناوين url لمكتبة المحتوى، على سبيل المثال https://courses.edx.org.
el: Προαιρετικό σύστημα lms url + host που χρησιμοποιείται για την κατασκευή διευθύνσεων URL για βιβλιοθήκη περιεχομένου, π.χ. https://courses.edx.org.

source: Number of seconds to delay the sending of User Welcome email after user has been created
ar: عدد الثواني لتأخير إرسال البريد الإلكتروني «الترحيب بالمستخدم» بعد إنشاء المستخدم
el: Αριθμός δευτερολέπτων για την καθυστέρηση της αποστολής του ηλεκτρονικού ταχυδρομείου καλωσορίσματος χρήστη μετά τη δημιουργία του χρήστη

source: The number of seconds to delay/timeout wait to get cookie values from sailthru.
ar: عدد الثواني لتأجيل/مهلة الانتظار للحصول على قيم ملفات تعريف الارتباط من sailthru.
el: Ο αριθμός των δευτερολέπτων για να καθυστερήσετε/χρονικό όριο αναμονής για να λάβετε τιμές cookie από το sailthru.

source: {platform_name} Staff
ar: {platform_name} طاقم
el: {platform_name} Προσωπικό

source: Course Staff
ar: طاقم دورة
el: Προσωπικό Μαθήματος

source: Staff
ar: طاقم العمل
el: ΠΡΟΣΩΠΙΚΟ

source: Used Registration Code
ar: رمز التسجيل المستخدم
el: Χρησιμοποιημένος Κωδικός Εγγραφής

source: Credit Card - Individual
ar: بطاقة الائتمان - فردية
el: Πιστωτική Κάρτα - Ατομική

source: manually enrolled by username: {username}
ar: مسجل يدويًا باسم المستخدم: {username}
el: με μη αυτόματο τρόπο με βάση το όνομα χρήστη: {username}

source: Manually Enrolled
ar: مسجل يدويًا
el: Εγγράφονται χειροκίνητα

source: Data Integrity Error
ar: خطأ في تكامل البيانات
el: Σφάλμα ακεραιότητας δεδομένων

source: TBD
el: Εν αναμονή

source: Proctored Exam Review: {review_status}
ar: مراجعة الامتحان Proctored: {review_status}
el: Εξέταση: {review_status}

source: A proctored exam attempt for {exam_name} in {course_name} by username: {student_username} was reviewed as {review_status} by the proctored exam review provider.
ar: محاولة اختبار خاضعة للمراجعة لـ {exam_name} في {course_name} بواسطة اسم المستخدم: {student_username} تمت مراجعته كـ {review_status} من قبل مزود مراجعة الامتحان الذي تمت مراجعه.
el: Μια προσπάθεια εξέτασης proctored για {exam_name} σε {course_name} με όνομα χρήστη: {student_username} αξιολογήθηκε ως {review_status} από τον πάροχο αναθεώρησης εξετάσεων proctored.
