Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar, el

source: Specified in seconds (defaults to 86400s, 24hr). In some cases the cache does needs to be refreshed less frequently. Enable long term caching of API responses by setting this to a value greater than 0.
ar: محدد بالثواني (افتراضيًا إلى 86400ثانية، 24 ساعة). في بعض الحالات، تحتاج ذاكرة التخزين المؤقت إلى التحديث بشكل أقل تكرارًا. قم بتمكين التخزين المؤقت على المدى الطويل لاستجابات API عن طريق تعيين هذا إلى قيمة أكبر من 0.
el: Καθορίζεται σε δευτερόλεπτα (προεπιλογή σε 86400, 24hr). Σε ορισμένες περιπτώσεις, η μνήμη cache χρειάζεται να ανανεώνεται λιγότερο συχνά. Ενεργοποίηση μακροπρόθεσμης προσωρινής αποθήκευσης των αποκρίσεων API, ορίζοντας αυτό σε τιμή μεγαλύτερη από 0.

source: Username created for Course Catalog Integration, e.g. lms_catalog_service_user.
ar: اسم المستخدم الذي تم إنشاؤه لدمج كتالوج دورة، على سبيل المثال lms_catalog_servic
el: Όνομα χρήστη που δημιουργήθηκε για Ενσωμάτωση Καταλόγου Μαθημάτων, π.χ. lms_catalog_service_user.

source: Page Size
ar: حجم الصفحة
el: Μέγεθος σελίδας

source: Maximum number of records in paginated response of a single request to catalog service.
ar: الحد الأقصى لعدد السجلات في استجابة مرقمة الصفحات لطلب واحد لخدمة الكتالوج.
el: Μέγιστος αριθμός εγγραφών σε σελιδοποιημένη απόκριση μιας μεμονωμένης αίτησης στην υπηρεσία καταλόγου.

source: List of domains that are allowed to make cross-domain requests to this site. Please list each domain on its own line.
ar: قائمة المجالات المسموح بها لتقديم طلبات عبر النطاقات إلى هذا الموقع. يرجى سرد كل مجال على خطه الخاص.
el: Εμφάνιση όλων των τομέων που απαγορεύεται να να αποστείλουν μεταξύ τους αιτήματα. Παρακαλούμε, τοποθετήστε κάθε τομέα στη δική του σειρά.

source: Default Group
ar: المجموعة الافتراضية
el: Προεπιλεγμένη ομάδα

source: You cannot create two cohorts with the same name
ar: لا يمكنك إنشاء مجموعتين بنفس الاسم
el: Δεν μπορείτε να δημιουργήσετε δύο ομάδες με το ίδιο όνομα

source: There must be one cohort to which learners can automatically be assigned.
ar: يجب أن يكون هناك مجموعة واحدة يمكن تعيين متعلمين إليها تلقائيًا.
el: Πρέπει να υπάρχει μία ομάδα στην οποία οι εκπαιδευόμενοι μπορούν να ανατεθούν αυτόματα.

source: A cohort with the same name already exists.
ar: مجموعة تحمل نفس الاسم موجودة بالفعل.
el: Μια ομάδα με το ίδιο όνομα υπάρχει ήδη.

source: Credentials
ar: أوراق الاعتماد
el: Διαπιστευτήρια

source: Internal Service URL
ar: عنوان URL للخدمة الداخلية
el: Διεύθυνση URL εσωτερικής υπηρεσίας

source: Public Service URL
ar: عنوان URL للخدمة العامة
el: Διεύθυνση URL δημόσιας υπηρεσίας

source: Enable Learner Issuance
ar: تمكين إصدار متعلم
el: Ενεργοποίηση Έκδοσης Εκπαιδευόμενου

source: Enable issuance of credentials via Credential Service.
ar: تمكين إصدار بيانات الاعتماد عبر خدمة الاعتماد.
el: Ενεργοποίηση έκδοσης διαπιστευτηρίων μέσω της υπηρεσίας διαπιστευτηρίων.

source: Enable Authoring of Credential in Studio
ar: تمكين تأليف بيانات الاعتماد في Studio
el: Ενεργοποίηση σύνταξης διαπιστευτηρίων στο στούντιο

source: Enable authoring of Credential Service credentials in Studio.
ar: تمكين تأليف بيانات اعتماد خدمة الاعتماد في Studio.
el: Ενεργοποίηση σύνταξης διαπιστευτηρίων υπηρεσίας διαπιστευτηρίων στο Studio.

source: Course Credit Eligibility
ar: أهلية ائتمان دورة
el: Καταλληλότητα Πιστώσεων Μαθήματος

source: You are eligible for credit from {providers_string}
ar: أنت مؤهل للحصول على ائتمان من {providers_string}
el: Είστε επιλέξιμες για πίστωση από {providers_string}

source: {first_provider} and {second_provider}
ar: {first_provider} و {second_provider}
el: {first_provider} και {second_provider}

source: {first_providers}, and {last_provider}
ar: {first_providers}، و {last_provider}
el: {first_providers}, και {last_provider}

source: [{username}] is not eligible for credit for [{course_key}].
ar: [{username}] غير مؤهل للحصول على ائتمان لـ [{course_key}].
el: [{username}] δεν είναι επιλέξιμη για πίστωση [{course_key}].

source: [{course_key}] is not a valid course key.
ar: [{course_key}] ليس مفتاح دورة صالح.
el: Το [{course_key}] δεν είναι έγκυρο κλειδί μαθήματος.

source: Unique identifier for this credit provider. Only alphanumeric characters and hyphens (-) are allowed. The identifier is case-sensitive.
ar: معرف فريد لمزود الائتمان هذا. يُسمح فقط بالأحرف الأبجدية الرقمية والواصلات (-). المعرف حساس لحالة الأحرف.
el: Μοναδικό αναγνωριστικό για αυτόν τον πάροχο πίστωσης. Επιτρέπονται μόνο αλφαριθμητικοί χαρακτήρες και παύλες (-). Το αναγνωριστικό κάνει διάκριση πεζών-κεφαλαίων.

source: Whether the credit provider is currently enabled.
ar: ما إذا كان مزود الائتمان ممكّن حاليًا.
el: Αν ο πάροχος πίστωσης είναι ενεργοποιημένη αυτήν τη στιγμή.

source: Name of the credit provider displayed to users
ar: اسم مزود الائتمان المعروض للمستخدمين
el: Όνομα του παρόχου πίστωσης που εμφανίζεται στους χρήστες

source: When true, automatically notify the credit provider when a user requests credit. In order for this to work, a shared secret key MUST be configured for the credit provider in secure auth settings.
ar: عندما يكون صحيحًا، قم تلقائيًا بإخطار مزود الائتمان عندما يطلب المستخدم رصيدًا. لكي يعمل هذا، يجب تكوين مفتاح سري مشترك لمزود الائتمان في إعدادات المصادقة الآمنة.
el: Όταν είναι αληθές, ειδοποιεί αυτόματα τον πάροχο πίστωσης όταν ένας χρήστης ζητά πίστωση. Για να λειτουργήσει αυτό, ΠΡΕΠΕΙ να διαμορφωθεί ένα κοινόχρηστο μυστικό κλειδί για τον πάροχο πίστωσης στις ρυθμίσεις ασφαλούς auth.

source: URL of the credit provider. If automatic integration is enabled, this will the the end-point that we POST to to notify the provider of a credit request. Otherwise, the user will be shown a link to this URL, so the user can request credit from the provider directly.
ar: عنوان URL لمزود الائتمان. إذا تم تمكين التكامل التلقائي، فستكون هذه هي نقطة النهاية التي ننشرها لإخطار مزود طلب ائتمان. خلاف ذلك، سيظهر للمستخدم رابط إلى عنوان URL هذا، بحيث يمكن للمستخدم طلب الائتمان من الموفر مباشرة.
el: URL του παρόχου πίστωσης. Εάν είναι ενεργοποιημένη η αυτόματη ενσωμάτωση, αυτό θα είναι το τελικό σημείο που θα POST για να ειδοποιήσει τον πάροχο για ένα αίτημα πίστωσης. Διαφορετικά, ο χρήστης θα εμφανιστεί ένας σύνδεσμος σε αυτό το URL, έτσι ώστε ο χρήστης να μπορεί να ζητήσει πίστωση από τον πάροχο απευθείας.

source: URL from the credit provider where the user can check the status of his or her request for credit. This is displayed to learners *after* they have requested credit.
ar: عنوان URL من مزود الائتمان حيث يمكن للمستخدم التحقق من حالة طلبه للحصول على الائتمان. يتم عرض هذا للمتعلمين * بعد* طلبوا الائتمان.
el: URL από τον πάροχο πίστωσης όπου ο χρήστης μπορεί να ελέγξει την κατάσταση του αιτήματός του για πίστωση. Αυτό εμφανίζεται στους εκπαιδευόμενο*μετά την αίτηση* που έχουν ζητήσει πίστωση.

source: Description for the credit provider displayed to users.
ar: وصف لمزود الائتمان المعروض للمستخدمين.
el: Περιγραφή για τον πάροχο πίστωσης που εμφανίζεται στους χρήστες.

source: Plain text or html content for displaying further steps on receipt page *after* paying for the credit to get credit for a credit course against a credit provider.
ar: نص عادي أو محتوى html لعرض المزيد من الخطوات على صفحة الإيصال* بعد* دفع ثمن الائتمان للحصول على رصيد دورة ائتمان ضد مزود ائتمان.
el: Απλό κείμενο ή περιεχόμενο html για την εμφάνιση περαιτέρω βημάτων στη σελίδα παραλαβής* μετά την πληρωμή της πίστωσης για να πάρετε πίστωση για ένα πιστωτικό μάθημα έναντι ενός πιστωτικού παρόχου.

source: Plain text or html content for displaying custom message inside credit eligibility email content which is sent when user has met all credit eligibility requirements.
ar: نص عادي أو محتوى html لعرض رسالة مخصصة داخل محتوى البريد الإلكتروني لأهلية الائتمان والذي يتم إرساله عندما يستوفي المستخدم جميع متطلبات الأهلية الائتمانية.
el: Απλό κείμενο ή περιεχόμενο html για την εμφάνιση προσαρμοσμένου μηνύματος μέσα σε περιεχόμενο ηλεκτρονικού ταχυδρομείου καταλληλότητας πίστωσης το οποίο αποστέλλεται όταν ο χρήστης έχει εκπληρώσει όλες τις απαιτήσεις καταλληλότητας πίστωσης.

source: Plain text or html content for displaying custom message inside credit receipt email content which is sent *after* paying to get credit for a credit course.
ar: نص عادي أو محتوى html لعرض رسالة مخصصة داخل محتوى البريد الإلكتروني لإيصال الائتمان الذي يتم إرساله * بعد* الدفع للحصول على رصيد دورة ائتمان.
el: Απλό κείμενο ή περιεχόμενο html για την εμφάνιση προσαρμοσμένου μηνύματος μέσα σε περιεχόμενο ηλεκτρονικού ταχυδρομείου απόδειξης πίστωσης το οποίο αποστέλλεται μετά την πληρωμή για να πάρει πίστωση για ένα μάθημα πίστωσης.

source: Thumbnail image url of the credit provider.
ar: عنوان url للصورة المصغرة لمزود الائتمان.
el: Το url εικόνας μικρογραφίας του παρόχου πίστωσης.

source: Credit requirement statuses
ar: حالات متطلبات الائتمان
el: Καθεστώτα πιστωτικών απαιτήσεων

source: Deadline for purchasing and requesting credit.
ar: الموعد النهائي لشراء وطلب الائتمان.
el: Προθεσμία αγοράς και αίτησης πίστωσης.

source: Preview Language Administration
ar: إدارة لغة المعاينة
el: Διαχείριση γλώσσας προεπισκόπησης

source: Language not provided
ar: اللغة غير متوفرة
el: Γλώσσα που δεν παρέχεται

source: Language set to {preview_language}
ar: تم تعيين اللغة إلى {preview_language}
el: Η γλώσσα έχει οριστεί σε {preview_language}

source: Language reset to the default
ar: إعادة تعيين اللغة إلى الافتراضي
el: Επαναφορά γλώσσας στην προεπιλογή

source: This is a test message
ar: هذه رسالة اختبار
el: Αυτό είναι ένα δοκιμαστικό μήνυμα

source: This is a success message
ar: هذه رسالة نجاح
el: Αυτό είναι ένα μήνυμα επιτυχίας

source: This is a test warning
ar: هذا تحذير اختبار.
el: Αυτή είναι μια προειδοποίηση δοκιμής

source: This is a test error
ar: هذا خطأ اختبار
el: Αυτό είναι ένα σφάλμα δοκιμής

source: COURSE NOT FOUND. Please check that the course ID is valid.
ar: بالطبع لم يتم العثور على. يرجى التحقق من أن معرف دورة صالح.
el: ΤΟ ΜΑΘΗΜΑ ΔΕΝ ΒΡΕΘΗΚΕ. Παρακαλούμε επιβεβαιώστε ότι το ID του μαθήματος είναι έγκυρο.

source: The course key for the restricted course.
ar: مفتاح دورة للمقرر دورة المقيد.
el: Κλειδί μαθήματος για το περιορισμένο μάθημα.

source: The message to show when a user is blocked from enrollment.
ar: الرسالة التي يجب إظهارها عند حظر المستخدم من التسجيل.
el: Το μήνυμα που θα εμφανίζεται όταν απαγορεύεται σε κάποιον χρήστη να εγγραφεί.

source: The message to show when a user is blocked from accessing a course.
ar: الرسالة التي يجب إظهارها عند حظر المستخدم من الوصول إلى دورة.
el: Το μήνυμα που θα εμφανίζεται όταν απαγορεύεται σε κάποιον χρήστη η πρόσβαση σε κάποιο μάθημα.

source: Allow users who enrolled in an allowed country to access restricted courses from excluded countries.
ar: السماح للمستخدمين الذين سجلوا في بلد مسموح به بالوصول إلى دورات المحظورة من البلدان المستبعدة.
el: Να επιτρέπεται σε χρήστες που έχουν εγγραφεί από μια επιτρεπόμενη χώρα, να έχουν πρόσβαση σε περιορισμένα μαθήματα από χώρες που εξαιρούνται.

source: Two character ISO country code.
ar: رمز بلد ISO المكون من حرفين.
el: Κώδικας χώρας δύο χαρακτήρων σε μορφή ISO.

source: Whether to include or exclude the given course. If whitelist countries are specified, then ONLY users from whitelisted countries will be able to access the course. If blacklist countries are specified, then users from blacklisted countries will NOT be able to access the course.
ar: ما إذا كان سيتم تضمين أو استبعاد الدورة دورة المعينة. إذا تم تحديد بلدان القائمة البيضاء، فسيكون بمقدور المستخدمين فقط من البلدان المدرجة في القائمة البيضاء الوصول إلى الدورة دورة. إذا تم تحديد بلدان القائمة السوداء، فلن يتمكن المستخدمون من البلدان المدرجة في القائمة السوداء من الوصول إلى المقرر دورة.
el: Εάν θα συμπεριληφθεί ή όχι το μάθημα που έχει δοθεί. Εάν η λίστα εξαιρουμένων χωρών δεν έχει καθοριστεί, τότε ΜΟΝΟ οι χρήστες από τη λίστα εξαιρουμένων χωρών, θα μπορέσουν να έχουν πρόσβαση στο μάθημα. Εάν οι αποκλεισμένες χώρες δεν έχουν καθοριστεί, τότε οι χρήστες των αποκλεισμένων χωρών ΔΕΝ θα μπορούν να έχουν πρόσβαση στο μάθημα.

source: The course to which this rule applies.
ar: دورة التي تنطبق عليها هذه القاعدة.
el: Το μάθημα για το οποίο εφαρμόζεται αυτός ο κανόνας.

source: The country to which this rule applies.
ar: البلد الذي تنطبق عليه هذه القاعدة.
el: Η χώρα για την οποία εφαρμόζεται αυτός ο κανόνας.

source: Whitelist {country} for {course}
ar: القائمة البيضاء {country} لـ {course}
el: Εξαιρείται η χώρα {country} από το μάθημα {course}

source: Blacklist {country} for {course}
ar: القائمة السوداء {country} لـ {course}
el: Αποκλείεται η χώρα {country} από το μάθημα {course}

source: You have already created an account using an external login like WebAuth or Shibboleth. Please contact {tech_support_email} for support.
ar: لقد قمت بالفعل بإنشاء حساب باستخدام تسجيل دخول خارجي مثل WebAuth أو Shibboleth. يرجى الاتصال بـ {tech_support_email} للحصول على الدعم.
el: Έχετε ήδη δημιουργήσει έναν λογαριασμό χρησιμοποιώντας έναν εξωτερικό λογαριασμό, όπως το WebAuth ή το Shibboleth. Παρακαλούμε επικοινωνήστε μαζί μας στη διεύθυνση {tech_support_email} για υποστήριξη.

source: Your university identity server did not return your ID information to us. Please try logging in again. (You may need to restart your browser.)
ar: خادم الهوية الجامعية الخاص بك لم يعيد معلومات الهوية الخاصة بك إلينا. يرجى محاولة تسجيل الدخول مرة أخرى. (قد تحتاج إلى إعادة تشغيل المتصفح الخاص بك.)
el: Ο διακομιστής ταυτότητας του πανεπιστημίου σας δεν επέστρεψε τα στοιχεία ταυτότητάς σας σε εμάς. Παρακαλώ δοκιμάστε να συνδεθείτε ξανά. (Ίσως χρειαστεί να επανεκκινήσετε το πρόγραμμα περιήγησής σας.)

source: Comma-separated list of scopes that this application will be allowed to request.
ar: قائمة النطاقات المفصولة بفواصل والتي سيسمح لهذا التطبيق بطلبها.
el: Λίστα διαχωρισμένων με κόμματα των εμβέλειες που θα επιτρέπεται σε αυτήν την εφαρμογή να ζητήσει.

source: Content Provider
ar: موفر المحتوى
el: Πάροχος περιεχομένου

source: Password Policy
ar: سياسة كلمة المرور
el: Πολιτική κωδικού πρόσβασης

source: {platform_name} now requires more complex passwords. Your current password does not meet the new requirements. Change your password now using the "Forgot password?" link below to continue using the site. Thank you for helping us keep your data safe.
ar: يتطلب {platform_name} الآن كلمات مرور أكثر تعقيدًا. كلمة المرور الحالية الخاصة بك لا تفي بالمتطلبات الجديدة. قم بتغيير كلمة المرور الخاصة بك الآن باستخدام «هل نسيت كلمة المرور؟» الرابط أدناه لمواصلة استخدام الموقع. نشكرك على مساعدتنا في الحفاظ على أمان بياناتك.
el: {platform_name} απαιτεί τώρα πιο σύνθετους κωδικούς πρόσβασης. Ο τρέχων κωδικός πρόσβασής σας δεν πληροί τις νέες απαιτήσεις. Αλλάξτε τον κωδικό σας τώρα χρησιμοποιώντας το «Ξεχάσατε τον κωδικό πρόσβασης;» παρακάτω σύνδεσμο για να συνεχίσετε να χρησιμοποιείτε τον ιστότοπο. Σας ευχαριστούμε που μας βοηθήσατε να διατηρήσουμε τα δεδομένα σας ασφαλή.

source: {platform_name} now requires more complex passwords. Your current password does not meet the new requirements. You must change your password by {deadline} to be able to continue using the site. To change your password, select the dropdown menu icon next to your username, then select "Account". You can reset your password from this page. Thank you for helping us keep your data safe.
ar: يتطلب {platform_name} الآن كلمات مرور أكثر تعقيدًا. كلمة المرور الحالية الخاصة بك لا تفي بالمتطلبات الجديدة. يجب عليك تغيير كلمة المرور الخاصة بك بمقدار {deadline} لتتمكن من الاستمرار في استخدام الموقع. لتغيير كلمة المرور الخاصة بك، حدد رمز القائمة المنسدلة بجوار اسم المستخدم الخاص بك، ثم حدد «الحساب». يمكنك إعادة تعيين كلمة المرور الخاصة بك من هذه الصفحة. نشكرك على مساعدتنا في الحفاظ على أمان بياناتك.
el: {platform_name} απαιτεί τώρα πιο σύνθετους κωδικούς πρόσβασης. Ο τρέχων κωδικός πρόσβασής σας δεν πληροί τις νέες απαιτήσεις. Πρέπει να αλλάξετε τον κωδικό πρόσβασής σας κατά {deadline} για να μπορέσετε να συνεχίσετε να χρησιμοποιείτε τον ιστότοπο. Για να αλλάξετε τον κωδικό πρόσβασής σας, επιλέξτε το εικονίδιο του αναπτυσσόμενου μενού δίπλα στο όνομα χρήστη σας και, στη συνέχεια, επιλέξτε «Λογαριασμός». Μπορείτε να επαναφέρετε τον κωδικό πρόσβασής σας από αυτή τη σελίδα. Σας ευχαριστούμε που μας βοηθήσατε να διατηρήσουμε τα δεδομένα σας ασφαλή.

source: The file must be smaller than {image_max_size} in size.
ar: يجب أن يكون الملف أصغر من {image_max_size} في الحجم.
el: Το αρχείο πρέπει να είναι μικρότερο από {image_max_size} σε μέγεθος.

source: The file must be at least {image_min_size} in size.
ar: يجب أن يكون حجم الملف {image_min_size} على الأقل.
el: Το αρχείο πρέπει να έχει μέγεθος τουλάχιστον {image_min_size}.

source: The file must be one of the following types: {valid_file_types}.
ar: يجب أن يكون الملف أحد الأنواع التالية: {valid_file_types}.
el: Το αρχείο πρέπει να είναι ένας από τους ακόλουθους τύπους: {valid_file_types}.

source: The Content-Type header for this file does not match the file data. The file may be corrupted.
ar: لا يتطابق رأس Content-Type لهذا الملف مع بيانات الملف. قد يكون الملف تالفًا.
el: Η κεφαλίδα τύπου περιεχομένου για αυτό το αρχείο δεν ταιριάζει με τα δεδομένα του αρχείου. Το αρχείο ενδέχεται να είναι κατεστραμμένο.

source: The file name extension for this file does not match the file data. The file may be corrupted.
ar: لا يتطابق ملحق اسم الملف لهذا الملف مع بيانات الملف. قد يكون الملف تالفًا.
el: Η επέκταση ονόματος αρχείου για αυτό το αρχείο δεν ταιριάζει με τα δεδομένα του αρχείου. Το αρχείο ενδέχεται να είναι κατεστραμμένο.

source: No file provided for profile image
ar: لم يتم توفير ملف لصورة الملف الشخصي
el: Δεν παρέχεται αρχείο για την εικόνα προφίλ

source: Path used to construct URLs to programs marketing pages (e.g., "/foo").
ar: المسار المستخدم لإنشاء عناوين URL لصفحات تسويق البرامج (على سبيل المثال، «/foo»).
el: Διαδρομή που χρησιμοποιείται για την κατασκευή URL σε σελίδες μάρκετινγκ προγραμμάτων (π.χ., «/foo»).

source: Known Error Case
ar: حالة خطأ معروفة
el: Γνωστή υπόθεση σφάλματος

source: Schedule start < course start
ar: بدء الجدولة < بدء دورة
el: Έναρξη χρονοδιαγράμματος < Έναρξη μαθήματος

source: All
ar: جميع
el: Όλοι

source: Experience
ar: تجربة
el: Εμπειρία

source: Schedules
ar: الجداول
el: Δρομολόγια

source: Indicates if this schedule is actively used
ar: يشير إلى ما إذا كان هذا الجدول يستخدم بنشاط
el: Υποδεικνύει εάν αυτό το πρόγραμμα χρησιμοποιείται ενεργά

source: Date this schedule went into effect
ar: تاريخ دخول هذا الجدول حيز التنفيذ.
el: Ημερομηνία έναρξης ισχύος αυτού του προγράμματος

source: Deadline by which the learner must upgrade to a verified seat
ar: الموعد النهائي الذي يجب على متعلم من خلاله الترقية إلى مقعد تم التحقق منه
el: Προθεσμία εντός της οποίας ο εκπαιδευόμενος πρέπει να αναβαθμιστεί σε επαληθευμένη θέση

source: Schedule
ar: جدول
el: Πρόγραμμα

source: By %(filter_title)s
ar: بواسطة %(filter_title)s
el: Με %(filter_title)s

source: Welcome to week %(week_num)s of %(course_name)s!
ar: مرحبًا بكم في الأسبوع %(week_num)s من %(course_name)s!
el: Καλώς ήρθατε στην εβδομάδα %(week_num)s από %(course_name)s!

source: We hope you're enjoying <strong>%(course_name)s</strong>! We want to let you know what you can look forward to in week %(week_num)s:
ar: نأمل أن تستمتع <strong>%(course_name)s</strong>! نريد أن نعلمك بما يمكنك أن تتطلع إليه في الأسبوع %(week_num)s:
el: Ελπίζουμε να απολαμβάνετε <strong>%(course_name)s</strong>! Θέλουμε να σας ενημερώσουμε για το τι μπορείτε να περιμένετε την εβδομάδα %(week_num)s:

source: With self-paced courses, you learn on your own schedule. We encourage you to spend time with the course each week. Your focused attention will pay off in the end!
ar: مع دورات الذاتية، تتعلم وفقًا لجدولك الخاص. نحن نشجعك على قضاء بعض الوقت مع دورة كل أسبوع. سيؤتي انتباهك المركّز ثماره في النهاية!
el: Με μαθήματα ατομικού ρυθμού, μαθαίνετε με το δικό σας πρόγραμμα. Σας ενθαρρύνουμε να περνάτε χρόνο με το μάθημα κάθε εβδομάδα. Η εστιασμένη προσοχή σας θα αποδώσει στο τέλος!

source: Resume your course now
ar: استأنف دورتك الآن
el: Συνεχίστε την πορεία σας τώρα

source: We hope you're enjoying %(course_name)s! We want to let you know what you can look forward to in week %(week_num)s:
ar: نأمل أن تستمتع بـ%(course_name)s ! نريدك أن تعلم ما الذي تستطيع التطلّع إليه في الأسبوع %(week_num)s :
el: Ελπίζουμε να απολαμβάνετε το %(course_name)s! Θέλουμε να σας ενημερώσουμε για το τι μπορείτε να περιμένετε την εβδομάδα %(week_num)s:

source: Welcome to week %(week_num)s
ar: مرحبًا بك في الأسبوع %(week_num)s
el: Καλώς ήρθατε στην εβδομάδα %(week_num)s

source: Many %(platform_name)s learners are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
el: Πολλοί %(platform_name)s μαθητές ολοκληρώνουν περισσότερα προβλήματα κάθε εβδομάδα και συμμετέχουν στα φόρουμ συζητήσεων. Τι θέλεις να κάνεις για να συνεχίσεις να μαθαίνεις;

source: Many %(platform_name)s learners in %(course_name)s are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
el: Πολλοί %(platform_name)s μαθητές σε %(course_name)s ολοκληρώνουν περισσότερα προβλήματα κάθε εβδομάδα και συμμετέχουν στα φόρουμ συζητήσεων. Τι θέλεις να κάνεις για να συνεχίσεις να μαθαίνεις;

source: Keep up the momentum!
ar: حافظ على الزخم!
el: Συνεχίστε την ορμή!

source: Many %(platform_name)s learners in <strong>%(course_name)s</strong> are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
ar: يقوم العديد من طلّاب %(platform_name)s في مساق <strong>%(course_name)s</strong>( بإتمام المزيد من المسائل كل أسبوع، والمشاركة في المنتديات. ماذا تريد أن تفعل أنت للحفاظ على نسق الدراسة؟
el: Πολλοί %(platform_name)s μαθητές σε <strong>%(course_name)s</strong> ολοκληρώνουν περισσότερα προβλήματα κάθε εβδομάδα και συμμετέχουν στα φόρουμ συζήτησης. Τι θέλεις να κάνεις για να συνεχίσεις να μαθαίνεις;

source: Keep learning
ar: استمر في التعلم
el: Συνέχισε να μαθαίνεις

source: Remember when you enrolled in %(course_name)s, and other courses on %(platform_name)s? We do, and we’re glad to have you! Come see what everyone is learning.
ar: هل تتذكر عندما قمت بالتسجيل في %(course_name)s، ودورات أخرى على %(platform_name)s؟ نحن نفعل ذلك، ونحن سعداء لوجودك! تعال وانظر ما يتعلمه الجميع.
el: Θυμηθείτε όταν εγγραφήκατε στο %(course_name)s, και άλλα μαθήματα στο %(platform_name)s? Έχουμε, και είμαστε ευτυχείς που σας έχουμε! Έλα να δεις τι μαθαίνουν όλοι.

source: Keep learning today
ar: استمر في التعلم اليوم
el: Συνεχίστε να μαθαίνετε σήμερα

source: Remember when you enrolled in <strong>%(course_name)s</strong>, and other courses on %(platform_name)s? We do, and we’re glad to have you! Come see what everyone is learning.
ar: هل تتذكر عندما قمت بالتسجيل في <strong>%(course_name)s</strong>، ودورات أخرى على %(platform_name)s؟ نحن نفعل ذلك، ونحن سعداء لوجودك! تعال وانظر ما يتعلمه الجميع.
el: Θυμηθείτε όταν εγγραφόσασταν στο <strong>%(course_name)s</strong>, και άλλα μαθήματα στο %(platform_name)s Εμείς θυμόμαστε, και χαιρόμαστε που σας έχουμε εδώ! Ελάτε να δείτε τι μαθαίνουν όλοι.

source: Remember when you enrolled in <strong>%(course_name)s</strong> on %(platform_name)s? We do, and we’re glad to have you! Come see what everyone is learning.
ar: هل تتذكر عندما قمت بالتسجيل في <strong>%(course_name)s</strong> على %(platform_name)s؟ نحن نفعل ذلك، ونحن سعداء لوجودك! تعال وانظر ما يتعلمه الجميع.
el: Θυμηθείτε όταν εγγραφόσασταν στο <strong>%(course_name)s</strong> στο %(platform_name)s? Εμείς θυμόμαστε, και χαιρόμαστε που σας έχουμε εδώ! Ελάτε να δείτε τι μαθαίνουν όλοι.

source: Start learning now
ar: ابدأ التعلم الآن
el: Αρχίστε να μαθαίνετε τώρα

source: Keep learning on %(platform_name)s
ar: استمر في التعلم على %(platform_name)s
el: Συνεχίστε να μαθαίνετε στο %(platform_name)s

source: Keep learning in %(course_name)s
ar: استمر في التعلم في %(course_name)s
el: Συνεχίστε να μαθαίνετε σε %(course_name)s
