Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar, el

source: Click {em_start}New Group Configuration{em_end} to add a new configuration. To edit a configuration, hover over its box and click {em_start}Edit{em_end}. You can delete a group configuration only if it is not in use in an experiment. To delete a configuration, hover over its box and click the delete icon.
ar: انقر فوق {em_start}تكوين مجموعة جديدة{em_end} لإضافة تكوين جديد. لتحرير تكوين، مرر مؤشر الماوس فوق المربع الخاص به وانقر فوق {em_start}تحرير{em_end}. يمكنك حذف تكوين المجموعة فقط إذا لم يكن قيد الاستخدام في تجربة. لحذف تكوين، مرر مؤشر الماوس فوق المربع الخاص به وانقر على أيقونة الحذف.
el: Κάντε κλικ στο κουμπί {em_start}Νέα ρύθμιση παραμέτρων ομάδας{em_end} για να προσθέσετε μια νέα ρύθμιση παραμέτρων. Για να επεξεργαστείτε μια διαμόρφωση, τοποθετήστε το δείκτη του ποντικιού πάνω από το πλαίσιο και κάντε κλικ στο {em_start}Επεξεργασία{em_end}. Μπορείτε να διαγράψετε μια ρύθμιση παραμέτρων ομάδας μόνο εάν δεν χρησιμοποιείται σε ένα πείραμα. Για να διαγράψετε μια ρύθμιση παραμέτρων, τοποθετήστε το δείκτη του ποντικιού πάνω από το πλαίσιο της και κάντε κλικ στο εικονίδιο διαγραφής.

source: Details & Schedule
ar: التفاصيل والجدول
el: Λεπτομέρειες & Χρονοδιάγραμμα

source: Welcome
ar: أهلاً
el: Καλώς ήρθατε

source: Welcome to {studio_name}
ar: مرحبًا بك في {studio_name}
el: Καλώς ήλθατε στο {studio_name}

source: {studio_name} helps manage your online courses, so you can focus on teaching them
ar: {studio_name} يساعد في إدارة دوراتك عبر الإنترنت، حتى تتمكن من التركيز على تعليمها
el: Το {studio_name} σας βοηθά να οργανώσετε τα online μαθήματά σας

source: {studio_name}'s Many Features
el: Πολλά χαρακτηριστικά του{studio_name}

source: {studio_name} Helps You Keep Your Courses Organized
ar: {studio_name} يساعدك على الحفاظ على تنظيم دوراتك
el: {studio_name} Σας βοηθά να διατηρείτε τα μαθήματά σας οργανωμένα

source: Enlarge image
ar: تكبير الصورة
el: Μεγέθυνση εικόνας

source: Keeping Your Course Organized
ar: الحفاظ على تنظيم دورتك
el: Κρατώντας το Μάθημα Οργανωμένο

source: The backbone of your course is how it is organized. {studio_name} offers an {strong_start}Outline{strong_end} editor, providing a simple hierarchy and easy drag and drop to help you and your learners stay organized.
ar: العمود الفقري للدورة دورة الخاصة بك هو كيفية تنظيمها. {studio_name} يقدم محرر {strong_start}مخطط تفصيلي{strong_end} ، يوفر التسلسل الهرمي البسيط والسحب والإفلات السهل لمساعدتك أنت والمتعلمين على البقاء منظمين.
el: Η ραχοκοκαλιά της πορείας σας είναι ο τρόπος που οργανώνεται. {studio_name} προσφέρει έναν επεξεργαστή {strong_start}Περίγραμμα{strong_end} , παρέχοντας μια απλή ιεραρχία και εύκολη μεταφορά και απόθεση για να βοηθήσει εσάς και τους μαθητές σας να παραμείνετε οργανωμένοι.

source: Simple Organization For Content
ar: منظمة بسيطة للمحتوى
el: Απλή οργάνωση για περιεχόμενο

source: {studio_name} uses a simple hierarchy of {strong_start}sections{strong_end} and {strong_start}subsections{strong_end} to organize your content.
el: {studio_name} χρησιμοποιεί μια απλή ιεραρχία {strong_start}ενότητες{strong_end} και {strong_start}υποενότητες{strong_end} για να οργανώσει το περιεχόμενό σας.

source: Change Your Mind Anytime
ar: تغيير رأيك في أي وقت
el: Αλλάξτε γνώμη οποτεδήποτε

source: Draft your outline and build content anywhere. Simple drag and drop tools let you reorganize quickly.
ar: قم بصياغة المخطط التفصيلي وإنشاء المحتوى في أي مكان. تتيح لك أدوات السحب والإفلات البسيطة إعادة التنظيم بسرعة.
el: Σχεδίασέ το περίγραμμα και δημιουργήστε περιεχόμενο οπουδήποτε. Τα απλά εργαλεία μεταφοράς και απόθεσης σάς επιτρέπουν να αναδιοργανώσετε γρήγορα.

source: Go A Week Or A Semester At A Time
ar: انطلق لمدة أسبوع أو فصل دراسي في كل مرة
el: Πηγαίνετε μια εβδομάδα ή ένα εξάμηνο τη φορά

source: Build and release {strong_start}sections{strong_end} to your learners incrementally. You don't have to have it all done at once.
ar: قم ببناء وإطلاق {strong_start}أقسام{strong_end} للمتعلمين بشكل تدريجي. ليس عليك القيام بكل ذلك في وقت واحد.
el: Δημιουργήστε και αφήστε {strong_start}ενότητες{strong_end} στους εκπαιδευόμενους σας σταδιακά. Δεν χρειάζεται να τα κάνεις όλα μαζί.

source: Learning is More than Just Lectures
ar: التعلم هو أكثر من مجرد محاضرات
el: Η μάθηση είναι κάτι περισσότερο από απλά διαλέξεις

source: {studio_name} lets you weave your content together in a way that reinforces learning. Insert videos, discussions, and a wide variety of exercises with just a few clicks.
ar: {studio_name} يتيح لك نسج المحتوى الخاص بك معًا بطريقة تعزز التعلم. أدخل مقاطع الفيديو والمناقشات ومجموعة متنوعة من التمارين ببضع نقرات فقط.
el: Το{studio_name} σάς επιτρέπει να ενώσετε το περιεχόμενό σας με τρόπο που ενισχύει τη μάθηση. Εισαγάγετε βίντεο, συζητήσεις και μια μεγάλη ποικιλία ασκήσεων με μερικά μόνο κλικ.

source: Create Learning Pathways
ar: إنشاء مسارات تعليمية
el: Δημιουργία διαδροµών εκμάθησης

source: Help your learners understand one concept at a time with multimedia, HTML, and exercises.
ar: ساعد متعلمين على فهم مفهوم واحد في كل مرة باستخدام الوسائط المتعددة وHTML والتمارين.
el: Βοηθήστε τους μαθητές σας να κατανοήσουν μία έννοια τη φορά με πολυμέσα, HTML και ασκήσεις.

source: Work Visually, Organize Quickly
ar: اعمل بصريا، تنظيم بسرعة
el: Εργαστείτε οπτικά, οργανώστε γρήγορα

source: Work visually and see exactly what your learners will see. Reorganize all your content with drag and drop.
ar: اعمل بصريًا وشاهد بالضبط ما سيراه متعلمين. أعد تنظيم كل المحتوى الخاص بك بالسحب والإفلات.
el: Εργαστείτε οπτικά και δείτε ακριβώς τι θα δουν οι μαθητές σας. Αναδιοργανώστε όλο το περιεχόμενό σας με μεταφορά και απόθεση.

source: A Broad Library of Problem Types
ar: مكتبة واسعة لأنواع المشاكل
el: Μια ευρεία βιβλιοθήκη τύπων προβλημάτων

source: It's more than just multiple choice. {studio_name} supports more than a dozen types of problems to challenge your learners.
ar: إنه أكثر من مجرد اختيار متعدد. {studio_name} يدعم أكثر من اثني عشر نوعًا من المشاكل لتحدي متعلمين.
el: Είναι κάτι παραπάνω από πολλαπλές επιλογές. {studio_name} υποστηρίζει περισσότερους από δώδεκα τύπους προβλημάτων για να προκαλέσετε τους μαθητές σας.

source: {studio_name} Gives You Simple, Fast, and Incremental Publishing. With Friends.
ar: {studio_name} يمنحك النشر البسيط والسريع والتدريجي. مع الأصدقاء.
el: {studio_name} Σας δίνει απλή, γρήγορη και επαυξητική δημοσίευση. Με φίλους.

source: Simple, Fast, and Incremental Publishing. With Friends.
ar: النشر البسيط والسريع والتدريجي. مع الأصدقاء.
el: Απλή, γρήγορη και επαυξητική δημοσίευση. Με φίλους.

source: {studio_name} works like web applications you already know, yet understands how you build curriculum. Instant publishing to the web when you want it, incremental release when it makes sense. And with co-authors, you can have a whole team building a course, together.
ar: {studio_name} يعمل مثل تطبيقات الويب التي تعرفها بالفعل، ومع ذلك يفهم كيفية بناء المناهج الدراسية. النشر الفوري على الويب عندما تريد ذلك، الإصدار التدريجي عندما يكون ذلك منطقيًا. ومع المؤلفين المشاركين، يمكن أن يكون لديك فريق كامل لبناء دورة تدريبية، معًا.
el: Το{studio_name} λειτουργεί σαν εφαρμογές web που ήδη γνωρίζετε, αλλά καταλαβαίνει πώς χτίζετε το πρόγραμμα σπουδών. Άμεση δημοσίευση στο web όταν το θέλετε, επαυξητική απελευθέρωση όταν έχει νόημα. Και με τους συν-συγγραφείς, μπορείτε να έχετε μια ολόκληρη ομάδα να χτίσει ένα μάθημα, μαζί.

source: Instant Changes
ar: تغييرات فورية
el: Άμεσες αλλαγές

source: Caught a bug? No problem. When you want, your changes go live when you click Save.
ar: اشتعلت علة؟ لا توجد مشكلة. عندما تريد، يتم تشغيل التغييرات الخاصة بك عند النقر فوق حفظ.
el: Έπιασες ένα έντομο; Κανένα πρόβλημα. Όταν θέλετε, οι αλλαγές σας ζωντανεύουν όταν κάνετε κλικ στο κουμπί Αποθήκευση.

source: Release-On Date Publishing
ar: نشر تاريخ الإصدار
el: Δημοσίευση Ημερομηνίας Κυκλοφορίας

source: When you've finished a {strong_start}section{strong_end}, pick when you want it to go live and {studio_name} takes care of the rest. Build your course incrementally.
ar: عند الانتهاء من قسم {strong_start}{strong_end}، اختر متى تريد أن يبدأ البث المباشر و {studio_name} يعتني بالباقي. قم ببناء دورتك التدريبية بشكل تدريجي.
el: Όταν τελειώσετε το {strong_start}τμήμα{strong_end}, επιλέξτε πότε θέλετε να βγει ζωντανά και το {studio_name} φροντίζει για τα υπόλοιπα. Χτίστε την πορεία σας σταδιακά.

source: Work in Teams
ar: العمل في فرق
el: Εργασία σε Ομάδες

source: Co-authors have full access to all the same authoring tools. Make your course better through a team effort.
ar: يتمتع المؤلفون المشاركون بإمكانية الوصول الكامل إلى جميع أدوات التأليف نفسها. اجعل دورتك أفضل من خلال جهد الفريق.
el: Οι συντάκτες από κοινού έχουν πλήρη πρόσβαση σε όλα τα ίδια εργαλεία σύνταξης. Κάντε την πορεία σας καλύτερη μέσα από μια ομαδική προσπάθεια.

source: Sign Up for {studio_name} Today!
ar: اشترك في {studio_name} اليوم!
el: Εγγραφείτε για {studio_name} Σήμερα!

source: Sign Up & Start Making Your {platform_name} Course
ar: قم بالتسجيل وابدأ في صنع دورة {platform_name}
el: Εγγραφείτε και αρχίστε να κάνετε το {platform_name} σας μάθημα

source: Already have a {studio_name} Account? Sign In
ar: هل لديك بالفعل حساب {studio_name} ؟ تسجيل الدخول
el: Έχετε ήδη λογαριασμό στο {studio_name}; Συνδεθείτε!

source: Outlining Your Course
ar: تحديد دورة الخاصة بك
el: Περιγράφοντας το Μάθημα

source: Simple two-level outline to organize your course. Drag and drop, and see your course at a glance.
ar: مخطط بسيط من مستويين لتنظيم دورة الخاصة بك. قم بالسحب والإفلات، وشاهد مقررك الدراسي في لمحة.
el: Απλό περίγραμμα δύο επιπέδων για να οργανώσετε την πορεία σας. Σύρετε και αποθέστε και δείτε την πορεία σας με μια ματιά.

source: More than Just Lectures
ar: أكثر من مجرد محاضرات
el: Περισσότερο από μόνο διαλέξεις

source: Quickly create videos, text snippets, inline discussions, and a variety of problem types.
ar: قم بإنشاء مقاطع فيديو ومقتطفات نصية ومناقشات مضمنة ومجموعة متنوعة من أنواع المشكلات بسرعة.
el: Δημιουργήστε γρήγορα βίντεο, αποσπάσματα κειμένου, ενσωματώσεις συζητήσεων και διάφορους τύπους προβλημάτων.

source: Publishing on Date
ar: النشر في التاريخ
el: Ημερομηνία δημοσίευσης

source: Simply set the date of a section or subsection, and {studio_name} will publish it to your learners for you.
ar: ما عليك سوى تعيين تاريخ قسم أو قسم فرعي، وسيقوم {studio_name} بنشره على متعلمين من أجلك.
el: Απλά ορίστε την ημερομηνία μιας ενότητας ή υποενότητας και το {studio_name} θα το δημοσιεύσει στους εκπαιδευόμενους σας για εσάς.

source: We're having trouble rendering your component
ar: نحن نواجه مشكلة في تقديم المكون الخاص بك
el: Δυσκολευόμαστε να αποδώσουμε το εξάρτημα σας

source: Learners will not be able to access this component. Re-edit your component to fix the error.
ar: لن يتمكن متعلمين من الوصول إلى هذا المكون. أعد تحرير المكون الخاص بك لإصلاح الخطأ.
el: Οι εκπαιδευόμενοι δεν θα μπορούν να έχουν πρόσβαση σε αυτό το στοιχείο. Επεξεργαστείτε ξανά το στοιχείο σας για να διορθώσετε το σφάλμα.

source: Library Import
ar: استيراد المكتبة
el: Εισαγωγή βιβλιοθήκης

source: Course Import
ar: استيراد دورة
el: Εισαγωγή Μαθήματος

source: Be sure you want to import a library before continuing. The contents of the imported library will replace the contents of the existing library. {em_start}You cannot undo a library import{em_end}. Before you proceed, we recommend that you export the current library, so that you have a backup copy of it.
ar: تأكد من أنك تريد استيراد مكتبة قبل المتابعة. ستحل محتويات المكتبة المستوردة محل محتويات المكتبة الموجودة. {em_start}لا يمكنك التراجع عن استيراد مكتبة{em_end}. قبل المتابعة، نوصي بتصدير المكتبة الحالية، بحيث يكون لديك نسخة احتياطية منها.
el: Βεβαιωθείτε ότι θέλετε να εισαγάγετε μια βιβλιοθήκη πριν συνεχίσετε. Τα περιεχόμενα της εισηγμένης βιβλιοθήκης θα αντικαταστήσουν τα περιεχόμενα της υπάρχουσας βιβλιοθήκης. {em_start}Δεν μπορείτε να αναιρέσετε μια εισαγωγή βιβλιοθήκης{em_end}. Πριν προχωρήσετε, συνιστάται να εξαγάγετε την τρέχουσα βιβλιοθήκη, έτσι ώστε να έχετε ένα αντίγραφο ασφαλείας της.

source: The library that you import must be in a .tar.gz file (that is, a .tar file compressed with GNU Zip). This .tar.gz file must contain a library.xml file. It may also contain other files.
ar: يجب أن تكون المكتبة التي تقوم باستيرادها في ملف.tar.gz (أي ملف.tar مضغوط باستخدام GNU Zip). يجب أن يحتوي ملف.tar.gz هذا الملف على ملف library.xml. قد يحتوي أيضًا على ملفات أخرى.
el: Η βιβλιοθήκη που εισάγετε πρέπει να βρίσκεται σε αρχείο.tar.gz (δηλαδή ένα αρχείο.tar συμπιεσμένο με GNU Zip). Αυτό το αρχείο.tar.gz πρέπει να περιέχει ένα αρχείο library.xml. Μπορεί επίσης να περιέχει άλλα αρχεία.

source: The import process has five stages. During the first two stages, you must stay on this page. You can leave this page after the Unpacking stage has completed. We recommend, however, that you don't make important changes to your library until the import operation has completed.
ar: تحتوي عملية الاستيراد على خمس مراحل. خلال المرحلتين الأوليين، يجب أن تبقى في هذه الصفحة. يمكنك ترك هذه الصفحة بعد اكتمال مرحلة التفريغ. ومع ذلك، نوصي بعدم إجراء تغييرات مهمة على مكتبتك حتى تكتمل عملية الاستيراد.
el: Η διαδικασία εισαγωγής έχει πέντε στάδια. Κατά τη διάρκεια των δύο πρώτων σταδίων, πρέπει να παραμείνετε σε αυτή τη σελίδα. Μπορείτε να αποχωρήσετε από αυτή τη σελίδα μετά την ολοκλήρωση του σταδίου αποσυσκευασίας. Συνιστούμε, ωστόσο, να μην κάνετε σημαντικές αλλαγές στη βιβλιοθήκη σας μέχρι να ολοκληρωθεί η λειτουργία εισαγωγής.

source: Be sure you want to import a course before continuing. The contents of the imported course will replace the contents of the existing course. {em_start}You cannot undo a course import{em_end}. Before you proceed, we recommend that you export the current course, so that you have a backup copy of it.
ar: تأكد من أنك تريد استيراد دورة قبل المتابعة. ستحل محتويات دورة المستورد محل محتويات المقرر دورة الحالي. {em_start}لا يمكنك التراجع عن استيراد دورة{em_end}. قبل المتابعة، نوصي بتصدير المقرر دورة الحالي، بحيث يكون لديك نسخة احتياطية منه.
el: Βεβαιωθείτε για την εισαγωγή του μαθήματος που θα επιχειρήσετε πριν συνεχίσετε. Τα νέα περιεχόμενα θα αντικαταστήσουν τα παλιά. {em_start}Δεν θα μπορείτε να αναιρέσετε τις αλλαγές μιας εισαγωγής{em_end}. Πριν εσείς προχωρήσετε σας συνιστούμε να κρατήσετε εξαγωγή του τρέχων αντίγραφου έτσι μπορείτε να έχετε ένα backup της εργασίας σας.

source: The course that you import must be in a .tar.gz file (that is, a .tar file compressed with GNU Zip). This .tar.gz file must contain a course.xml file. It may also contain other files.
ar: يجب أن تكون دورة التي تقوم باستيرادها في ملف.tar.gz (أي ملف.tar مضغوط باستخدام GNU Zip). يجب أن يحتوي ملف.tar.gz هذا الملف على ملف course.xml. قد يحتوي أيضًا على ملفات أخرى.
el: Το μάθημα που εισάγετε πρέπει να είναι σε ένα αρχείο .tar .gz (με συμπίεση αρχείου GNU Zip). Θα περιέχει ένα βασικό αρχείο επέκτασης xml μαζί με άλλα αρχεία.

source: The import process has five stages. During the first two stages, you must stay on this page. You can leave this page after the Unpacking stage has completed. We recommend, however, that you don't make important changes to your course until the import operation has completed.
ar: تحتوي عملية الاستيراد على خمس مراحل. خلال المرحلتين الأوليين، يجب أن تبقى في هذه الصفحة. يمكنك ترك هذه الصفحة بعد اكتمال مرحلة التفريغ. ومع ذلك، نوصي بعدم إجراء تغييرات مهمة على مقررك الدراسي حتى تكتمل عملية الاستيراد.
el: Η διαδικασία εισαγωγής έχει πέντε στάδια. Μέχρι την ολοκλήρωση της αποσυμπίεσης του αρχείου θα πρέπει να παραμείνετε στην σελίδα. Σας συνιστούμε να μην κάνετε αλλαγές στο περιεχόμενο του μάθηματός σας παράλληλα μέχρι την ολοκλήρωση της παρούσας διαδικασίας.

source: Select a .tar.gz File to Replace Your Library Content
ar: حدد ملف.tar.gz لاستبدال محتوى المكتبة
el: Επιλέξτε ένα αρχείο.tar.gz για αντικατάσταση του περιεχομένου βιβλιοθήκης

source: Select a .tar.gz File to Replace Your Course Content
ar: حدد ملف.tar.gz لاستبدال محتوى دورة
el: Επιλέξτε ένα αρχέιο .tar .gz για να αντικαταστήσετε το περιεχόμενο του μαθήματός σας.

source: Choose a File to Import
ar: اختر ملف لاستيراده
el: Επιλέξτε αρχείο προς εισαγωγή περιεχομένου

source: File Chosen:
ar: تم اختيار الملف:
el: Επιλεγμένο Αρχείο:

source: Replace my library with the selected file
ar: استبدل مكتبتي بالملف المحدد
el: Αντικατάσταση της βιβλιοθήκης μου με το επιλεγμένο αρχείο

source: Replace my course with the selected file
ar: استبدل دورة الخاص بي بالملف المحدد
el: Αντικατάσταση Μαθήματος

source: Library Import Status
ar: حالة استيراد المكتبة
el: Κατάσταση εισαγωγής βιβλιοθήκης

source: Course Import Status
ar: حالة استيراد دورة
el: Κατάσταση εισαγωγής μαθήματος

source: Transferring your file to our servers
ar: نقل ملفك إلى خوادمنا
el: Μεταφορά αρχείων στον διακομιστή μας

source: Unpacking
ar: تفريغ
el: Αποσυσκευασία

source: Expanding and preparing folder/file structure (You can now leave this page safely, but avoid making drastic changes to content until this import is complete)
ar: توسيع وإعداد بنية المجلد/الملف (يمكنك الآن ترك هذه الصفحة بأمان، ولكن تجنب إجراء تغييرات جذرية على المحتوى حتى يكتمل هذا الاستيراد)
el: Επέκταση και προετοιμασία δομής φακέλου/αρχείου (Τώρα μπορείτε να αποχωρήσετε από αυτή τη σελίδα με ασφάλεια, αλλά να αποφύγετε δραστικές αλλαγές στο περιεχόμενο μέχρι να ολοκληρωθεί αυτή η εισαγωγή)

source: Verifying
ar: التحقق
el: Επαλήθευση

source: Reviewing semantics, syntax, and required data
ar: مراجعة الدلالات وبناء الجملة والبيانات المطلوبة
el: Αναθεώρηση σημασιολογίας, σύνταξης και απαιτούμενων δεδομένων

source: Updating Library
ar: تحديث المكتبة
el: Ενημέρωση Βιβλιοθήκης

source: Updating Course
ar: تحديث دورة
el: Ενημέρωση Μαθήματος

source: Integrating your imported content into this library. This process might take longer with larger libraries.
ar: دمج المحتوى الذي تم استيراده في هذه المكتبة. قد تستغرق هذه العملية وقتًا أطول مع المكتبات الأكبر.
el: Ενσωμάτωση του εισαγόμενου περιεχομένου σε αυτήν τη βιβλιοθήκη. Αυτή η διαδικασία μπορεί να διαρκέσει περισσότερο με μεγαλύτερες βιβλιοθήκες.

source: Integrating your imported content into this course. This process might take longer with larger courses.
ar: دمج المحتوى الذي تم استيراده في هذا دورة. قد تستغرق هذه العملية وقتًا أطول مع دورات الأكبر.
el: Ενσωμάτωση του εισαγόμενου περιεχομένου σας σε αυτό το μάθημα. Αυτή η διαδικασία μπορεί να διαρκέσει περισσότερο με μεγαλύτερα μαθήματα.

source: Your imported content has now been integrated into this library
ar: تم الآن دمج المحتوى الذي تم استيراده في هذه المكتبة
el: Το εισαγόμενο περιεχόμενό σας έχει πλέον ενσωματωθεί σε αυτήν τη βιβλιοθήκη

source: Your imported content has now been integrated into this course
ar: تم الآن دمج المحتوى الذي تم استيراده في هذه دورة
el: Το εισαγόμενο περιεχόμενό σας έχει πλέον ενσωματωθεί σε αυτό το μάθημα

source: View Updated Library
ar: عرض المكتبة المحدثة
el: Προβολή ενημερωμένων βιβλιοθηκών

source: View Updated Outline
ar: عرض مخطط محدث
el: Προβολή ενημερωμένου περιγράμματος

source: Why import a library?
ar: لماذا استيراد مكتبة؟
el: Γιατί να εισαγάγετε μια βιβλιοθήκη;

source: You might want to update an existing library to a new version, or replace an existing library entirely. You might also have developed a library outside of {studio_name}.
ar: قد ترغب في تحديث مكتبة موجودة إلى إصدار جديد، أو استبدال مكتبة موجودة بالكامل. ربما تكون قد طورت أيضًا مكتبة خارج {studio_name}.
el: Μπορεί να θέλετε να ενημερώσετε μια υπάρχουσα βιβλιοθήκη σε μια νέα έκδοση ή να αντικαταστήσετε πλήρως μια υπάρχουσα βιβλιοθήκη. Μπορεί επίσης να έχετε αναπτύξει μια βιβλιοθήκη εκτός του {studio_name}.

source: Note: Library content is not automatically updated in courses
ar: ملاحظة: لا يتم تحديث محتوى المكتبة تلقائيًا في دورات
el: Σημείωση: Το περιεχόμενο της βιβλιοθήκης δεν ενημερώνεται αυτόματα στα μαθήματα

source: If you change and import a library that is referenced by randomized content blocks in one or more courses, those courses do not automatically use the updated content. You must manually refresh the randomized content blocks to bring them up to date with the latest library content.
ar: إذا قمت بتغيير مكتبة تمت الإشارة إليها بواسطة كتل محتوى عشوائية في واحد أو أكثر من دورات الدراسية واستيرادها، فإن هذه دورات لا تستخدم المحتوى المحدث تلقائيًا. يجب عليك تحديث كتل المحتوى العشوائية يدويًا لتحويلها بأحدث محتوى للمكتبة.
el: Εάν αλλάξετε και εισαγάγετε μια βιβλιοθήκη που αναφέρεται από τυχαία μπλοκ περιεχομένου σε ένα ή περισσότερα μαθήματα, αυτά τα μαθήματα δεν χρησιμοποιούν αυτόματα το ενημερωμένο περιεχόμενο. Πρέπει να ανανεώσετε με μη αυτόματο τρόπο τα τυχαία μπλοκ περιεχομένου για να τα ενημερώσετε με το πιο πρόσφατο περιεχόμενο βιβλιοθήκης.

source: Learn more about importing a library
ar: تعرف على المزيد حول استيراد مكتبة
el: Μάθετε περισσότερα σχετικά με την εισαγωγή βιβλιοθήκης

source: Why import a course?
ar: لماذا استيراد مقرر دورة؟
el: Γιατί να εισάγουμε ένα μάθημα;

source: You may want to run a new version of an existing course, or replace an existing course altogether. Or, you may have developed a course outside {studio_name}.
ar: قد ترغب في تشغيل إصدار جديد من دورة موجود، أو استبدال دورة موجود تمامًا. أو ربما تكون قد طورت دورة خارج {studio_name}.
el: Μπορεί να θέλετε να εκτελέσετε μια νέα έκδοση ενός υπάρχοντος μαθήματος ή να αντικαταστήσετε εντελώς ένα υπάρχον μάθημα. Ή, μπορεί να έχετε αναπτύξει μια πορεία έξω από το {studio_name}.

source: What content is imported?
ar: ما المحتوى الذي يتم استيراده؟
el: Ποιο περιεχόμενο εισάγεται;

source: The following content is imported.
ar: يتم استيراد المحتوى التالي.
el: Εισάγεται το ακόλουθο περιεχόμενο.

source: The following content is not imported.
ar: لم يتم استيراد المحتوى التالي.
el: Το ακόλουθο περιεχόμενο δεν εισάγεται.

source: Warning: Importing while a course is running
ar: تحذير: الاستيراد أثناء تشغيل دورة
el: Προειδοποίηση: Εισαγωγή ενώ εκτελείται ένα μάθημα

source: If you perform an import while your course is running, and you change the URL names (or url_name nodes) of any Problem components, the learner data associated with those Problem components may be lost. This data includes learners' problem scores.
ar: إذا قمت بإجراء استيراد أثناء تشغيل دورة الخاص بك، وقمت بتغيير أسماء عناوين URL (أو عقد url_name) لأي مكونات مشكلة، فقد يتم فقدان بيانات متعلم المرتبطة بمكونات المشكلة هذه. تتضمن هذه البيانات درجات مشكلات المتعلمين.
el: Εάν εκτελέσετε μια εισαγωγή ενώ εκτελείται το μάθημα σας και αλλάξετε τα ονόματα URL (ή κόμβους ονόματος URL_) οποιωνδήποτε στοιχείων προβλήματος, τα δεδομένα εκπαιδευόμενου που σχετίζονται με αυτά τα στοιχεία Πρόβλημα ενδέχεται να χαθούν. Αυτά τα δεδομένα περιλαμβάνουν τις βαθμολογίες προβλημάτων των μαθητών.

source: Learn more about importing a course
ar: تعرف على المزيد حول استيراد دورة
el: Μάθετε περισσότερα σχετικά με την εισαγωγή ενός μαθήματος

source: Import My Course Content
ar: استيراد محتوى دورة الخاص بي
el: Εισαγωγή Περιεχομένου Μαθήματος

source: The following content is {b_start}not imported{b_end}:
ar: المحتوى التالي هو {b_start}غير مستورد{b_end}:
el: Το ακόλουθο περιεχόμενο είναι {b_start}δεν έχει εισαχθεί{b_end}:

source: {studio_name} Home
ar: {studio_name} الصفحة الرئيسية
el: {studio_name} Μαθήματα

source: New Course
ar: دورة جديدة
el: Νέο Μάθημα

source: Email staff to create course
ar: إرسال بريد إلكتروني إلى الموظفين لإنشاء دورة
el: Στείλτε email στο προσωπικό για να δημιουργήσετε μαθήματα

source: New Library
ar: مكتبة جديدة
el: Νέα Βιβλιοθήκη

source: Please correct the highlighted fields below.
ar: يرجى تصحيح الحقول المميزة أدناه.
el: Παρακαλώ διορθώστε τα πεδία που επισημαίνονται παρακάτω.

source: Create a New Course
ar: إنشاء مقرر دراسي جديد
el: Δημιουργία Μαθήματος

source: Required Information to Create a New Course
ar: المعلومات المطلوبة لإنشاء دورة جديد
el: Απαιτούμενες πληροφορίες για τη δημιουργία νέου μαθήματος
