Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar, el

source: coupon with the coupon code ({code}) added successfully
ar: قسيمة مع رمز القسيمة ({code}) تمت إضافتها بنجاح
el: κουπόνι με τον κωδικό κουπονιού ({code}) προστέθηκε με επιτυχία

source: coupon with the coupon code ({code}) already exists for this course
ar: قسيمة مع رمز القسيمة ({code}) موجودة بالفعل لهذه دورة
el: το κουπόνι με τον κωδικό κουπονιού ({code}) υπάρχει ήδη για αυτό το μάθημα

source: coupon id not found
ar: لم يتم العثور على معرف القسيمة
el: δεν βρέθηκε το αναγνωριστικό κουπονιού

source: coupon with the coupon id ({coupon_id}) updated Successfully
ar: قسيمة مع معرف القسيمة ({coupon_id}) تم تحديثها بنجاح
el: κουπόνι με το αναγνωριστικό κουπονιού ({coupon_id}) ενημερώθηκε με επιτυχία

source: Instructor
ar: مدرب
el: Διδάσκων

source: To gain insights into learner enrollment and participation {link_start}visit {analytics_dashboard_name}, our new course analytics product{link_end}.
ar: لاكتساب رؤى حول تسجيل متعلم ومشاركته {link_start}قم بزيارة {analytics_dashboard_name}, منتج تحليلات دورة الجديد{link_end}.
el: Για να αποκτήσετε πληροφορίες σχετικά με την εγγραφή και τη συμμετοχή εκπαιδευομένων {link_start}επισκεφθείτε {analytics_dashboard_name}, το νέο προϊόν ανάλυσης μαθημάτων{link_end}.

source: E-Commerce
ar: التجارة الإلكترونية
el: Ηλεκτρονικό Εμπόριο

source: Special Exams
ar: الامتحانات الخاصة
el: Ειδικές Εξετάσεις

source: Certificates
ar: شهادات
el: Πιστοποιητικά

source: Please Enter the numeric value for the course price
ar: الرجاء إدخال القيمة الرقمية لسعر المقرر دورة
el: Παρακαλώ εισάγετε την αριθμητική τιμή για την τιμή του μαθήματος

source: CourseMode with the mode slug({mode_slug}) DoesNotExist
ar: CourseMode مع سبيكة الوضع ({mode_slug}) DoesNotExist
el: Λειτουργία CourseMode με τη λειτουργία γυμνοσάλιαγκας ({mode_slug}) δενΟtexist

source: CourseMode price updated successfully
ar: تم تحديث سعر CourseMode بنجاح
el: Η τιμή του CourseMode ενημερώθηκε επιτυχώς

source: Course Info
ar: معلومات دورة
el: Πληροφορίες για το μάθημα

source: Enrollment data is now available in {dashboard_link}.
ar: بيانات التسجيل متاحة الآن في {dashboard_link}.
el: Τα δεδομένα εγγραφής είναι τώρα διαθέσιμα σε {dashboard_link}.

source: Membership
ar: عضوية
el: Συνδρομή μέλους

source: Cohorts
ar: الأتراب
el: Κοόρτες

source: Discussions
ar: مناقشات
el: Συζητήσεις

source: Learner Admin
ar: أدمن متعلم
el: Διαχειριστής Εκπαιδευόμενου

source: Extensions
ar: ملحقات
el: Επεκτάσεις

source: Data download
ar: تنزيل البيانات
el: Λήψη δεδομένων

source: Analytics
ar: التقارير
el: Στατιστικά

source: Metrics
ar: المقاييس
el: Μετρήσεις

source: Open Responses
ar: استجابات مفتوحة
el: Άνοιγμα απαντήσεων

source: 0 sent
ar: 0 أرسلت
el: 0 στάλθηκε

source: {num_emails} sent
ar: {num_emails} أرسلت
el: {num_emails} στάλθηκε

source: {num_emails} failed
ar: فشل {num_emails}
el: {num_emails} απέτυχε

source: Complete
ar: أكمل
el: Ολοκληρώθηκε

source: Incomplete
ar: غير كامل
el: Ανολοκλήρωτο

source: The enrollment code ({code}) was not found for the {course_name} course.
ar: لم يتم العثور على رمز التسجيل ({code}) للدورة التدريبية {course_name} .
el: Ο κωδικός εγγραφής ({code}) δεν βρέθηκε για το μάθημα {course_name}.

source: This enrollment code has been canceled. It can no longer be used.
ar: تم إلغاء رمز التسجيل هذا. لم يعد من الممكن استخدامه.
el: Αυτός ο κωδικός εγγραφής έχει ακυρωθεί. Δεν μπορεί πλέον να χρησιμοποιηθεί.

source: This enrollment code has been marked as unused.
ar: تم وضع علامة على رمز التسجيل هذا على أنه غير مستخدم.
el: Αυτός ο κωδικός εγγραφής έχει επισημανθεί ως αχρησιμοποίητος.

source: The enrollment code has been restored.
ar: تمت استعادة رمز التسجيل.
el: Ο κωδικός εγγραφής έχει αποκατασταθεί.

source: The redemption does not exist against enrollment code ({code}).
ar: لا يوجد الاسترداد مقابل رمز التسجيل ({code}).
el: Η εξαργύρωση δεν υπάρχει έναντι κωδικού εγγραφής ({code}).

source: Could not find learner matching identifier: {student_identifier}
ar: تعذر العثور على معرف مطابق للمتعلم: {student_identifier}
el: Αδυναμία εύρεσης αναγνωριστικού αντιστοίχου εκπαιδευόμενου: {student_identifier}

source: Unable to parse date:
ar: غير قادر على تحليل التاريخ:
el: Δεν είναι δυνατή η ανάλυση ημερομηνίας:

source: Couldn't find module for url: {0}
ar: تعذر العثور على وحدة لعنوان url: {0}
el: Δεν ήταν δυνατή η εύρεση ενότητας για url: {0}

source: Unit {0} has no due date to extend.
ar: وحدة {0} ليس لها تاريخ استحقاق لتمديدها.
el: Η Μονάδα {0} δεν έχει προθεσμία για παράταση.

source: An extended due date must be later than the original due date.
ar: يجب أن يكون تاريخ الاستحقاق الممتد متأخرًا عن تاريخ الاستحقاق الأصلي.
el: Η παράταση της προθεσμίας πρέπει να είναι μεταγενέστερη από την αρχική ημερομηνία λήξης.

source: No due date extension is set for that learner and unit.
ar: لم يتم تعيين تمديد تاريخ الاستحقاق لهذا متعلم والوحدة.
el: Δεν έχει οριστεί παράταση ημερομηνίας λήξης για αυτόν τον εκπαιδευόμενο και τη μονάδα.

source: Full Name
ar: الاسم الكامل
el: Ονοματεπώνυμο

source: Extended Due Date
ar: تاريخ الاستحقاق الممتد
el: Παράταση της προθεσμίας υποβολής

source: Users with due date extensions for {0}
ar: المستخدمون الذين لديهم امتدادات تاريخ الاستحقاق لـ {0}
el: Χρήστες με επεκτάσεις ημερομηνίας λήξης για {0}

source: Due date extensions for {0} {1} ({2})
ar: تمديدات تاريخ الاستحقاق لـ {0} {1} ({2})
el: Παρατάσεις ημερομηνίας λήξης για {0} {1} ({2})

source: Requested task is already running
ar: المهمة المطلوبة قيد التشغيل بالفعل
el: Η ζητούμενη εργασία εκτελείται ήδη

source: Error occured. Please try again later.
ar: حدث خطأ. يرجى المحاولة مرة أخرى لاحقًا.
el: Παρουσιάστηκε σφάλμα. Παρακαλώ προσπαθήστε ξανά αργότερα.

source: The {report_type} report is being created. To view the status of the report, see Pending Tasks below. You will be able to download the report when it is complete.
ar: يتم إنشاء تقرير {report_type} . لعرض حالة التقرير، راجع المهام المعلقة أدناه. ستتمكن من تنزيل التقرير عند اكتماله.
el: Δημιουργείται η αναφορά {report_type} . Για να προβάλετε την κατάσταση της αναφοράς, δείτε τις Εργασίες που εκκρεμούν παρακάτω. Θα μπορείτε να κατεβάσετε την αναφορά όταν ολοκληρωθεί.

source: This component cannot be rescored.
ar: لا يمكن إعادة هذا المكون.
el: Αυτό το στοιχείο δεν μπορεί να επανασχεθεί.

source: This component does not support score override.
ar: لا يدعم هذا المكون تجاوز النتيجة.
el: Αυτό το στοιχείο δεν υποστηρίζει παράκαμψη σκορ.

source: Scores must be between 0 and the value of the problem.
ar: يجب أن تكون الدرجات بين 0 وقيمة المشكلة.
el: Οι βαθμολογίες πρέπει να είναι μεταξύ 0 και της τιμής του προβλήματος.

source: Not all problems in entrance exam support re-scoring.
ar: لا تدعم جميع المشاكل في امتحان القبول إعادة التسجيل.
el: Δεν είναι όλα τα προβλήματα στην εισαγωγική εξέταση υποστηρίζουν εκ νέου βαθμολόγησης.

source: rescored
ar: مسجّلون
el: επανασχεμένο

source: overridden
ar: تجاوز
el: παρακαμφθεί

source: reset
ar: إعادة تعيين
el: επαναφορά

source: deleted
ar: تم الحذف
el: διαγράφηκε

source: emailed
ar: عبر البريد الإلكتروني
el: έστειλε email

source: graded
ar: متدرج
el: βαθμολογούνται

source: problem distribution graded
ar: توزيع المشكلة متدرج
el: προβληματική κατανομή διαβαθμισμένη

source: generating_enrollment_report
ar: generating_replort
el: generating_enrollment_αναφοράς

source: certificates generated
ar: شهادات تم إنشاؤها
el: πιστοποιητικά που δημιουργήθηκαν

source: certificates zip file generated
ar: تم إنشاء ملف مضغوط شهادات
el: πιστοποιητικά αρχείο zip που δημιουργείται

source: cohorted
ar: مترابط
el: ομάδα

source: First Name
ar: الاسم الأول
el: Όνομα

source: Last Name
ar: اسم العائلة
el: Επώνυμο

source: Company Name
ar: اسم الشركة
el: Επωνυμία Εταιρείας

source: Title
ar: العنوان
el: Τίτλος

source: Year of Birth
ar: سنة الميلاد
el: Έτος γέννησης

source: Enrollment Date
ar: تاريخ التسجيل
el: Ημερομηνία Εγγραφής

source: Currently Enrolled
ar: مسجل حاليًا
el: Επί του παρόντος εγγεγραμμένοι

source: Enrollment Source
ar: مصدر التسجيل
el: Πηγή Εγγραφής

source: Manual (Un)Enrollment Reason
ar: دليل (Un) سبب التسجيل
el: Χειροκίνητη (Un) Αιτία Εγγραφής

source: Enrollment Role
ar: دور التسجيل
el: Ρόλος Εγγραφής

source: List Price
ar: قائمة الأسعار
el: Τιμή Καταλόγου

source: Payment Amount
ar: مبلغ الدفع
el: Ποσό πληρωμής

source: Coupon Codes Used
ar: رموز القسيمة المستخدمة
el: Χρησιμοποιημένοι κωδικοί κουπονιού

source: Registration Code Used
ar: كود التسجيل المستخدم
el: Κωδικός Εγγραφής που χρησιμοποιείται

source: Payment Status
ar: حالة الدفع
el: Κατάσταση Πληρωμής

source: Transaction Reference Number
ar: الرقم المرجعي للمعاملات
el: Αριθμός αναφοράς συναλλαγής

source: No status information available
ar: لا توجد معلومات حالة متاحة
el: Δεν υπάρχουν διαθέσιμες πληροφορίες κατάστασης

source: No task_output information found for instructor_task {0}
el: Δεν βρέθηκαν πληροφορίες task_εξόδου για τον εκπαιδευτή_task {0}

source: No parsable task_output information found for instructor_task {0}: {1}
el: Δεν βρέθηκαν πληροφορίες ανάλυσης task_εξόδου για τον εκπαιδευτή_task {0}: {1}

source: No parsable status information available
ar: لا تتوفر معلومات حالة قابلة للتحليل
el: Δεν υπάρχουν διαθέσιμες πληροφορίες για την κατάσταση

source: No message provided
ar: لم يتم تقديم أي رسالة
el: Δεν παρέχεται μήνυμα

source: Invalid task_output information found for instructor_task {0}: {1}
el: Βρέθηκαν μη έγκυρες πληροφορίες task_εξόδου για τον εκπαιδευτή_task {0}: {1}

source: No progress status information available
ar: لا تتوفر معلومات عن حالة التقدم
el: Δεν υπάρχουν διαθέσιμες πληροφορίες για την κατάσταση προόδου

source: No parsable task_input information found for instructor_task {0}: {1}
el: Δεν βρέθηκαν πληροφορίες ανάλυσης task_εισόδου για τον εκπαιδευτή_task {0}: {1}

source: Progress: {action} {succeeded} of {attempted} so far
ar: التقدم: {action} {succeeded} من {attempted} حتى الآن
el: Πρόοδος: {action} {succeeded} από {attempted} μέχρι στιγμής

source: Unable to find submission to be {action} for learner '{student}'
ar: تعذر العثور على الإرسال ليكون {action} للمتعلم '{student}'
el: Δεν είναι δυνατή η εύρεση της υποβολής να είναι {action} για εκπαιδευόμενο '{student}'

source: Problem failed to be {action} for learner '{student}'
ar: فشلت المشكلة في أن تكون {action} للمتعلم '{student}'
el: Το πρόβλημα απέτυχε να είναι {action} για τον εκπαιδευόμενο '{student}'

source: Problem successfully {action} for learner '{student}'
ar: المشكلة بنجاح {action} للمتعلم '{student}'
el: Πρόβλημα με επιτυχία {action} για τον εκπαιδευόμενο '{student}'

source: Unable to find entrance exam submission to be {action} for learner '{student}'
ar: غير قادر على العثور على تقديم امتحان القبول ليكون {action} للمتعلم '{student}'
el: Δεν είναι δυνατή η εύρεση της υποβολής εισαγωγικών εξετάσεων να είναι {action} για τον εκπαιδευόμενο '{student}'

source: Entrance exam successfully {action} for learner '{student}'
ar: امتحان القبول بنجاح {action} للمتعلم '{student}'
el: Εισαγωγικές εξετάσεις με επιτυχία {action} για εκπαιδευόμενο '{student}'

source: Unable to find any learners with submissions to be {action}
ar: غير قادر على العثور على أي متعلمين مع التقديمات ليكون {action}
el: Δεν είναι δυνατή η εύρεση εκπαιδευομένων με υποβολές να είναι {action}

source: Problem failed to be {action} for any of {attempted} learners
el: Το πρόβλημα απέτυχε να είναι {action} για οποιονδήποτε από {attempted} εκπαιδευόμενους

source: Problem successfully {action} for {attempted} learners
ar: المشكلة بنجاح {action} لـ {attempted} متعلمين
el: Πρόβλημα με επιτυχία {action} για {attempted} εκπαιδευόμενους

source: Problem {action} for {succeeded} of {attempted} learners
el: Πρόβλημα {action} για {succeeded} από {attempted} εκπαιδευόμενους

source: Unable to find any recipients to be {action}
ar: غير قادر على العثور على أي مستلمين ليكون {action}
el: Δεν είναι δυνατή η εύρεση παραληπτών να είναι {action}

source: Message failed to be {action} for any of {attempted} recipients
ar: فشلت الرسالة في أن تكون {action} لأي من المستلمين {attempted}
el: Το μήνυμα απέτυχε να είναι {action} για οποιονδήποτε από {attempted} παραλήπτες

source: Message successfully {action} for {attempted} recipients
el: Μήνυμα με επιτυχία {action} για {attempted} παραλήπτες

source: Message {action} for {succeeded} of {attempted} recipients
el: Μήνυμα {action} για {succeeded} από {attempted} παραλήπτες

source: Status: {action} {succeeded} of {attempted}
ar: الحالة: {action} {succeeded} من {attempted}
el: Κατάσταση: {action} {succeeded} από {attempted}

source: (skipping {skipped})
ar: (تخطي {skipped})
el: (παρακάμπτοντας {skipped})

source: (out of {total})
ar: (من أصل {total})
el: (από {total} συνολικά)

source: This component's access settings refer to deleted or invalid group configurations.
ar: تشير إعدادات الوصول لهذا المكون إلى تكوينات المجموعة المحذوفة أو غير الصالحة.
el: Οι ρυθμίσεις πρόσβασης αυτού του στοιχείου αναφέρονται σε διαγραμμένες ή μη έγκυρες ρυθμίσεις παραμέτρων ομάδας.

source: This unit's access settings refer to deleted or invalid group configurations.
ar: تشير إعدادات الوصول لهذه الوحدة إلى تكوينات المجموعة المحذوفة أو غير الصالحة.
el: Οι ρυθμίσεις πρόσβασης αυτής της μονάδας αναφέρονται σε διαγραμμένες ή μη έγκυρες ρυθμίσεις παραμέτρων ομάδας.

source: This component's access settings refer to deleted or invalid groups.
ar: تشير إعدادات الوصول لهذا المكون إلى مجموعات محذوفة أو غير صالحة.
el: Οι ρυθμίσεις πρόσβασης αυτού του στοιχείου αναφέρονται σε διαγραμμένες ή μη έγκυρες ομάδες.

source: This unit's access settings refer to deleted or invalid groups.
ar: تشير إعدادات الوصول لهذه الوحدة إلى المجموعات المحذوفة أو غير الصالحة.
el: Οι ρυθμίσεις πρόσβασης αυτής της μονάδας αναφέρονται σε διαγραμμένες ή μη έγκυρες ομάδες.

source: This component's access settings contradict its parent's access settings.
ar: تتعارض إعدادات الوصول لهذا المكون مع إعدادات وصول الوالدين.
el: Οι ρυθμίσεις πρόσβασης αυτού του στοιχείου έρχονται σε αντίθεση με τις ρυθμίσεις πρόσβασης του γονέα του.

source: Whether to display this module in the table of contents
ar: ما إذا كنت تريد عرض هذه الوحدة في جدول المحتويات
el: Αν θα εμφανίζεται αυτή η λειτουργική μονάδα στον πίνακα περιεχομένων

source: What format this module is in (used for deciding which grader to apply, and what to show in the TOC)
ar: ما هو التنسيق الذي توجد به هذه الوحدة (يستخدم لتحديد أي مدرج للتصنيف المطلوب تطبيقه، وما يجب إظهاره في TOC)
el: Σε ποια μορφή βρίσκεται αυτή η ενότητα (χρησιμοποιείται για να αποφασίσει ποιος γκρέιντερ θα υποβάλει αίτηση και τι θα δείξει στον TOC)

source: Course Chrome
ar: دورة كروم
el: Χρώμιο μαθήματος

source: Enter the chrome, or navigation tools, to use for the XBlock in the LMS. Valid values are: "chromeless" -- to not use tabs or the accordion; "tabs" -- to use tabs only; "accordion" -- to use the accordion only; or "tabs,accordion" -- to use tabs and the accordion.
ar: أدخل chrome، أو أدوات التنقل، لاستخدامها في XBlock في LMS. القيم الصالحة هي: «chromeless» - عدم استخدام علامات التبويب أو الأكورديون؛ «علامات التبويب» - لاستخدام علامات التبويب فقط؛ «الأكورديون» - لاستخدام الأكورديون فقط؛ أو «علامات التبويب، الأكورديون» - لاستخدام علامات التبويب والأكورديون.
el: Εισαγάγετε το χρώμιο ή τα εργαλεία πλοήγησης που θα χρησιμοποιηθούν για το XBlock στο LMS. Οι έγκυρες τιμές είναι: «chromeless» — να μην χρησιμοποιούν καρτέλες ή ακορντεόν; «καρτέλες» — για να χρησιμοποιήσετε μόνο καρτέλες, «ακορντεόν» — για να χρησιμοποιήσετε μόνο το ακορντεόν, ή «καρτέλες, ακορντεόν» — για να χρησιμοποιήσετε καρτέλες και το ακορντεόν.

source: Default Tab
ar: علامة التبويب الافتراضية
el: Προεπιλεγμένη καρτέλα

source: Enter the tab that is selected in the XBlock. If not set, the Course tab is selected.
ar: أدخل علامة التبويب المحددة في XBlock. إذا لم يتم تعيينها، يتم تحديد علامة التبويب دورة.
el: Εισαγάγετε την καρτέλα που είναι επιλεγμένη στο XBlock. Εάν δεν οριστεί, είναι επιλεγμένη η καρτέλα Μάθημα.

source: LaTeX Source File Name
ar: اسم ملف مصدر LaTeX
el: Όνομα αρχείου προέλευσης LaTeX

source: Enter the source file name for LaTeX.
ar: أدخل اسم الملف المصدر لـ LaTeX.
el: Εισαγάγετε το όνομα αρχείου προέλευσης για το LaTeX.

source: A dictionary that maps which groups can be shown this block. The keys are group configuration ids and the values are a list of group IDs. If there is no key for a group configuration or if the set of group IDs is empty then the block is considered visible to all. Note that this field is ignored if the block is visible_to_staff_only.
ar: قاموس يقوم بتعيين المجموعات التي يمكن عرض هذه الكتلة. المفاتيح هي معرفات تكوين المجموعة والقيم هي قائمة بمعرفات المجموعة. إذا لم يكن هناك مفتاح لتكوين مجموعة أو إذا كانت مجموعة معرفات المجموعة فارغة، فسيتم اعتبار الكتلة مرئية للجميع. لاحظ أنه يتم تجاهل هذا الحقل إذا كان الكتلة visible_to_staff_only.
el: Ένα λεξικό που χαρτογραφεί ποιες ομάδες μπορούν να εμφανιστούν σε αυτό το μπλοκ. Τα κλειδιά είναι αναγνωριστικά ρύθμισης παραμέτρων ομάδας και οι τιμές είναι μια λίστα αναγνωριστικών ομάδας. Εάν δεν υπάρχει κλειδί για μια ρύθμιση παραμέτρων ομάδας ή εάν το σύνολο των αναγνωριστικών ομάδας είναι κενό, τότε το μπλοκ θεωρείται ορατό σε όλους. Σημειώστε ότι αυτό το πεδίο αγνοείται εάν το μπλοκ είναι visible_to_staff_only.

source: My Notes
ar: ملاحظاتي
el: Οι Σημειώσεις μου

source: Order Payment Confirmation
ar: تأكيد دفع الطلب
el: Επιβεβαίωση Εντολής Πληρωμής

source: Confirmation and Registration Codes for the following courses: {course_name_list}
ar: رموز التأكيد والتسجيل للدورات التالية: {course_name_list}
el: Κωδικοί Επιβεβαίωσης και Εγγραφής για τα παρακάτω μαθήματα: {course_name_list}

source: Trying to add a different currency into the cart
ar: محاولة إضافة عملة مختلفة إلى عربة التسوق
el: Προσπαθώντας να προσθέσετε ένα διαφορετικό συνάλλαγμα στο καλάθι

source: Internal reference code for this invoice.
ar: رمز مرجعي داخلي لهذه الفاتورة.
el: Εσωτερικός κωδικός αναφοράς για το παρόν τιμολόγιο.

source: Customer's reference code for this invoice.
ar: الرمز المرجعي للعميل لهذه الفاتورة.
el: Κωδικός αναφοράς πελάτη για αυτό το τιμολόγιο.

source: The amount of the transaction. Use positive amounts for payments and negative amounts for refunds.
ar: مبلغ المعاملة. استخدم المبالغ الإيجابية للمدفوعات والمبالغ السلبية لاسترداد الأموال.
el: Το ποσό της συναλλαγής. Χρησιμοποιήστε θετικά ποσά για πληρωμές και αρνητικά ποσά για επιστροφές.

source: Lower-case ISO currency codes
ar: رموز عملة ISO صغيرة
el: Παχιακοί κωδικοί νομισμάτων ISO

source: Optional: provide additional information for this transaction
ar: اختياري: تقديم معلومات إضافية لهذه المعاملة
el: Προαιρετικό: παροχή πρόσθετων πληροφοριών για τη συναλλαγή

source: The status of the payment or refund. 'started' means that payment is expected, but money has not yet been transferred. 'completed' means that the payment or refund was received. 'cancelled' means that payment or refund was expected, but was cancelled before money was transferred.
ar: حالة الدفع أو استرداد الأموال. «بدأ» يعني أنه من المتوقع الدفع، ولكن لم يتم تحويل الأموال بعد. «مكتمل» يعني أنه تم استلام الدفعة أو الاسترداد. يعني «الإلغاء» أنه كان من المتوقع الدفع أو الاسترداد، ولكن تم إلغاؤه قبل تحويل الأموال.
el: Η κατάσταση της πληρωμής ή της επιστροφής χρημάτων. ως «ξεκίνησε» νοείται η αναμενόμενη πληρωμή, αλλά τα χρήματα δεν έχουν ακόμη μεταφερθεί. ως «πλήρης» νοείται η είσπραξη της πληρωμής ή της επιστροφής. ως «ακυρώθηκε» νοείται η αναμενόμενη πληρωμή ή επιστροφή χρημάτων, αλλά ακυρώθηκε πριν από τη μεταφορά χρημάτων.

source: The number of items sold.
ar: عدد العناصر المباعة.
el: Ο αριθμός των αντικειμένων που πωλήθηκαν.

source: The price per item sold, including discounts.
ar: سعر السلعة المباعة، بما في ذلك الخصومات.
el: Η τιμή ανά τεμάχιο που πωλείται, συμπεριλαμβανομένων των εκπτώσεων.

source: Registration for Course: {course_name}
ar: التسجيل دورة: {course_name}
el: Εγγραφή στο Μάθημα: {course_name}

source: Please visit your {link_start}dashboard{link_end} to see your new course.
ar: يرجى زيارة لوحة القيادة {link_start}{link_end} للاطلاع على مقررك دورة الجديد.
el: Παρακαλούμε επισκεφθείτε το {link_start}ταμπλό{link_end} για να δείτε τη νέα σας πορεία.

source: Enrollment codes for Course: {course_name}
ar: رموز التسجيل للدورة دورة: {course_name}
el: Κωδικοί εγγραφής για Μάθημα: {course_name}

source: Mode {mode} does not exist for {course_id}
ar: الوضع {mode} غير موجود لـ {course_id}
el: Ο τρόπος {mode} δεν υπάρχει για {course_id}

source: {mode_name} for course {course}
ar: {mode_name} للدورة دورة {course}
el: {mode_name} για μάθημα {course}

source: You can unenroll in the course and receive a full refund for 14 days after the course start date.
ar: يمكنك إلغاء التسجيل في دورة واسترداد كامل المبلغ لمدة 14 يومًا بعد تاريخ بدء دورة.
el: Μπορείτε να καταργήσετε την εγγραφή σας στο μάθημα και να λάβετε πλήρη επιστροφή χρημάτων για 14 ημέρες μετά την ημερομηνία έναρξης του μαθήματος.

source: If you haven't verified your identity yet, please start the verification process ({verification_url}).
ar: إذا لم تكن قد تحققت من هويتك بعد، فيرجى بدء عملية التحقق ({verification_url}).
el: Αν δεν έχετε επαληθεύσει την ταυτότητά σας ακόμα, ξεκινήστε τη διαδικασία επαλήθευσης ({verification_url}).

source: You can unenroll in the course and receive a full refund for 2 days after the course start date.
ar: يمكنك إلغاء التسجيل في دورة واسترداد كامل المبلغ لمدة يومين بعد تاريخ بدء دورة.
el: Μπορείτε να καταργήσετε την εγγραφή σας στο μάθημα και να λάβετε πλήρη επιστροφή χρημάτων για 2 ημέρες μετά την ημερομηνία έναρξης του μαθήματος.

source: {refund_reminder_msg}To receive your refund, contact {billing_email}. Please include your order number in your email. Please do NOT include your credit card information.
ar: {refund_reminder_msg}لاسترداد أموالك، اتصل {billing_email}. يرجى تضمين رقم طلبك في بريدك الإلكتروني. يرجى عدم تضمين معلومات بطاقة الائتمان الخاصة بك.
el: {refund_reminder_msg}Για να λάβετε την επιστροφή χρημάτων, επικοινωνήστε με {billing_email}. Παρακαλούμε συμπεριλάβετε τον αριθμό παραγγελίας σας στο email σας. Παρακαλούμε να μην συμπεριλάβετε τα στοιχεία της πιστωτικής σας κάρτας.

source: We greatly appreciate this generous contribution and your support of the {platform_name} mission. This receipt was prepared to support charitable contributions for tax purposes. We confirm that neither goods nor services were provided in exchange for this gift.
ar: نحن نقدر بشدة هذه المساهمة السخية ودعمك لمهمة {platform_name} . تم إعداد هذا الإيصال لدعم المساهمات الخيرية لأغراض ضريبية. نؤكد أنه لم يتم تقديم أي سلع ولا خدمات مقابل هذه الهدية.
el: Εκτιμούμε ιδιαίτερα αυτή τη γενναιόδωρη συμβολή και την υποστήριξή σας στην αποστολή {platform_name} . Αυτή η απόδειξη ήταν έτοιμη να υποστηρίξει φιλανθρωπικές εισφορές για φορολογικούς σκοπούς. Επιβεβαιώνουμε ότι ούτε αγαθά ούτε υπηρεσίες παρασχέθηκαν σε αντάλλαγμα για αυτό το δώρο.

source: Could not find a course with the ID '{course_id}'
ar: تعذر العثور على دورة مع المعرف '{course_id}'
el: Αδυναμία εύρεσης μαθήματος με το αναγνωριστικό '{course_id}'

source: Donation for {course}
ar: تبرع لـ {course}
el: Δωρεά για {course}

source: Donation for {platform_name}
ar: تبرع لـ {platform_name}
el: Δωρεά για {platform_name}

source: Page {page_number} of {page_count}
ar: الصفحة {page_number} من {page_count}
el: Σελίδα {page_number} από {page_count}

source: Invoice
ar: فاتورة
el: Τιμολόγιο

source: Order
ar: طلب
el: Παραγγελία

source: Date: {date}
ar: التاريخ: {date}
el: Ημερομηνία: {date}

source: Quantity
ar: الكمية
el: Ποσότητα

source: List Price per item
ar: قائمة الأسعار لكل عنصر
el: Τιμή καταλόγου ανά τεμάχιο

source: Discount per item
ar: خصم لكل عنصر
el: Έκπτωση ανά τεμάχιο

source: Amount
ar: المبلغ
el: Ποσό

source: Total
ar: توتال
el: Σύνολο

source: Payment Received
ar: تم استلام الدفعة
el: Έλαβε πληρωμή

source: Balance
ar: توازن
el: Υπόλοιπο

source: Billing Address
ar: عنوان الفوترة
el: Διεύθυνση Τιμολόγησης
