Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: ar

source: Date Joined
ar: تاريخ الانضمام

source: Password Status
ar: حالة كلمة المرور

source: Disable Account
ar: تعطيل الحساب

source: Your team could not be created.
ar: لا يمكن إنشاء فريقك.

source: Your team could not be updated.
ar: لا يمكن تحديث فريقك.

source: Enter information to describe your team. You cannot change these details after you create the team.
ar: أدخل المعلومات لوصف فريقك. لا يمكنك تغيير هذه التفاصيل بعد إنشاء الفريق.

source: Optional Characteristics
ar: الخصائص الاختيارية

source: Help other learners decide whether to join your team by specifying some characteristics for your team. Choose carefully, because fewer people might be interested in joining your team if it seems too restrictive.
ar: ساعد متعلمين الآخرين على تحديد ما إذا كانوا سينضمون إلى فريقك من خلال تحديد بعض الخصائص لفريقك. اختر بعناية، لأن عددًا أقل من الأشخاص قد يكونون مهتمين بالانضمام إلى فريقك إذا بدا الأمر مقيدًا للغاية.

source: Create team.
ar: إنشاء فريق.

source: Update team.
ar: فريق التحديث.

source: Cancel team creating.
ar: إلغاء إنشاء الفريق.

source: Cancel team updating.
ar: إلغاء تحديث الفريق.

source: Instructor tools
ar: أدوات مدرب

source: Delete Team
ar: حذف الفريق

source: Edit Membership
ar: تحرير العضوية

source: Are you having trouble finding a team to join?
ar: هل تواجه مشكلة في العثور على فريق للانضمام؟

source: Join Team
ar: انضم إلى الفريق

source: Team Details
ar: تفاصيل الفريق

source: You are a member of this team.
ar: أنت عضو في هذا الفريق.

source: Team member profiles
ar: ملفات تعريف أعضاء الفريق

source: Team capacity
ar: سعة الفريق

source: Leave Team
ar: فريق ترك

source: Donate
ar: تبرع

source: There was an error retrieving preview results for this catalog. Please check that your query is correct and try again.
ar: حدث خطأ في استرداد نتائج المعاينة لهذا الكتالوج. يرجى التحقق من صحة استعلامك والمحاولة مرة أخرى.

source: This catalog's courses:
ar: دورات هذا الكتالوج:

source: Expand All
ar: قم بتوسيع الكل

source: Collapse All
ar: طي الكل

source: Start Date
ar: تاريخ البدء

source: Due Date
ar: تاريخ الاستحقاق

source: remove all
ar: إزالة الكل

source: toggle chapter %(displayName)s
ar: تبديل الفصل %(displayName)s

source: Section
ar: قـسم

source: Remove chapter %(chapterDisplayName)s
ar: إزالة الفصل %(chapterDisplayName)s

source: remove
ar: إزالة

source: toggle subsection %(displayName)s
ar: تبديل القسم الفرعي %(displayName)s

source: Subsection
ar: قسم فرعي

source: Remove subsection %(subsectionDisplayName)s
ar: إزالة القسم الفرعي %(subsectionDisplayName)s

source: Remove unit %(unitName)s
ar: إزالة الوحدة %(unitName)s

source: You still need to visit the %(display_name)s website to complete the credit process.
ar: لا تزال بحاجة إلى زيارة موقع %(display_name)s لإكمال عملية الائتمان.

source: To finalize course credit, %(display_name)s requires %(platform_name)s learners to submit a credit request.
ar: لإنهاء اعتماد الدورة التدريبية ، يتطلب %(display_name)s %(platform_name)s من المتعلمين إرسال طلب رصيد.

source: Get Credit
ar: احصل على رصيد

source: Thank you %(full_name)s! We have received your payment for %(course_name)s.
ar: شكرا لك %(full_name)s! لقد تلقينا دفعتك مقابل %(course_name)s.

source: Please print this page for your records; it serves as your receipt. You will also receive an email with the same information.
ar: يرجى طباعة هذه الصفحة لسجلاتك؛ إنه بمثابة إيصالك. ستتلقى أيضًا بريدًا إلكترونيًا يحتوي على نفس المعلومات.

source: Order No.
ar: رقم الطلب.

source: Amount
ar: المبلغ

source: Total
ar: توتال

source: Please Note
ar: يرجى ملاحظة

source: Crossed out items have been refunded.
ar: تم استرداد العناصر المشطوبة.

source: Billed to
ar: تمت محاسبتها إلى

source: No receipt available
ar: لا يوجد إيصال متاح

source: Go to Dashboard
ar: انطلق إلى لوحة القيادة

source: If you don't verify your identity now, you can still explore your course from your dashboard. You will receive periodic reminders from {platformName} to verify your identity.
ar: إذا لم تتحقق من هويتك الآن، فلا يزال بإمكانك استكشاف مقررك الدراسي من لوحة المعلومات الخاصة بك. ستتلقى تذكيرات دورية من {platformName} للتحقق من هويتك.

source: Want to confirm your identity later?
ar: هل تريد تأكيد هويتك لاحقًا؟

source: Verify Now
ar: تحقق الآن

source: Mark Exam As Completed
ar: علامة امتحان كما اكتمل

source: timed
ar: موقوت

source: To receive credit for problems, you must select "Submit" for each problem before you select "End My Exam".
ar: للحصول على رصيد للمشاكل، يجب عليك تحديد «إرسال» لكل مشكلة قبل تحديد «إنهاء امتحاني».

source: End My Exam
ar: إنهاء امتحاني

source: Hide Timer
ar: إخفاء الموقت

source: badge
ar: شارات

source: %(num)s minute
ar: %(num)s دقيقة

source: %(num)s hour
ar: %(num)s ساعة

source: Learn More
ar: تعرف على المزيد

source: Starts
ar: يبدأ

source: Clear All
ar: مسح الكل

source: Highlighted text
ar: نص مميز

source: Note
ar: ملاحظة

source: You commented...
ar: لقد علقت...

source: Noted in:
ar: تمت الإشارة إليه في:

source: Last Edited:
ar: آخر تحرير:

source: Clear search results
ar: مسح نتائج البحث

source: Click to edit
ar: انقر للتحرير

source: Order Number
ar: رقم الطلب

source: Date Placed
ar: تاريخ وضع

source: Cost
ar: التكلفة

source: Order Details
ar: تفاصيل الطلب

source: for
ar: من أجل

source: Product Name
ar: اسم المنتج

source: {currentCountOpeningTag}{currentCharacterCount}{currentCountClosingTag} of {maxCharacters}
ar: {currentCountOpeningTag}{currentCharacterCount}{currentCountClosingTag} من {maxCharacters}

source: Financial Assistance Application
ar: تطبيق المساعدة المالية

source: About You
ar: حول أنت

source: The following information is already a part of your {platform} profile. We\'ve included it here for your application.
ar: المعلومات التالية هي بالفعل جزء من ملف التعريف الخاص بك {platform} . لقد قمنا بتضمينه هنا لتطبيقك.

source: Email address
ar: عنوان البريد الإلكتروني

source: Email Address
ar: عنوان البريد الإلكتروني

source: Legal name
ar: الاسم القانوني

source: Country of residence
ar: بلد الإقامة

source: Back to {platform} FAQs
ar: العودة إلى {platform} أسئلة شائعة

source: Submit Application
ar: إرسال الطلب

source: Thank you for submitting your financial assistance application for {course_name}! You can expect a response in 2-4 business days.
ar: شكرًا لك على تقديم طلب المساعدة المالية الخاص بك لـ {course_name}! يمكنك توقع رد في 2-4 أيام عمل.

source: Bulk Exceptions
ar: استثناءات مجمعة

source: Upload a comma separated values (.csv) file that contains the usernames or email addresses of learners who have been given exceptions. Include the username or email address in the first comma separated field. You can include an optional note describing the reason for the exception in the second comma separated field.
ar: قم بتحميل ملف قيم مفصولة بفواصل (.csv) يحتوي على أسماء المستخدمين أو عناوين البريد الإلكتروني للمتعلمين الذين تم منحهم استثناءات. قم بتضمين اسم المستخدم أو عنوان البريد الإلكتروني في أول حقل منفصل بفواصل. يمكنك تضمين ملاحظة اختيارية تصف سبب الاستثناء في الحقل الثاني المفصول بفواصل.

source: Upload a CSV file
ar: قم بتحميل ملف CSV

source: Add to Exception List
ar: إضافة إلى قائمة الاستثناءات

source: To invalidate a certificate for a particular learner, add the username or email address below.
ar: لإبطال شهادة متعلم معين، أضف اسم المستخدم أو عنوان البريد الإلكتروني أدناه.

source: Add notes about this learner
ar: إضافة ملاحظات حول هذا متعلم

source: Invalidate Certificate
ar: شهادة إبطال

source: Learner
ar: متعلم

source: Invalidated By
ar: تم إبطال بواسطة

source: Invalidated
ar: تم إبطال

source: Notes
ar: ملاحظات

source: Remove from Invalidation Table
ar: إزالة من جدول الإبطال

source: Individual Exceptions
ar: استثناءات فردية

source: Enter the username or email address of each learner that you want to add as an exception.
ar: أدخل اسم المستخدم أو عنوان البريد الإلكتروني لكل متعلم تريد إضافته كاستثناء.

source: Learner email or username
ar: متعلم أو اسم المستخدم

source: Free text notes
ar: ملاحظات نصية مجانية

source: Generate Exception Certificates
ar: إنشاء شهادات استثناء

source: All users on the Exception list who do not yet have a certificate
ar: جميع المستخدمين في قائمة الاستثناءات الذين ليس لديهم شهادة حتى الآن

source: All users on the Exception list
ar: جميع المستخدمين في قائمة الاستثناءات

source: User Email
ar: البريد الإلكتروني للمستخدم

source: Exception Granted
ar: الاستثناء الممنوح

source: Certificate Generated
ar: تم إنشاء شهادة

source: Remove from List
ar: إزالة من القائمة

source: Divided
ar: مقسم

source: Manage Learners
ar: إدارة متعلمين

source: Add learners to this cohort
ar: إضافة متعلمين إلى هذه المجموعة

source: Note: Learners can be in only one cohort. Adding learners to this group overrides any previous group assignment.
ar: ملاحظة: يمكن متعلمين أن يكونوا في مجموعة واحدة فقط. تؤدي إضافة متعلمين إلى هذه المجموعة إلى تجاوز أي مهمة سابقة للمجموعة.

source: Enter email addresses and/or usernames, separated by new lines or commas, for the learners you want to add. *
ar: أدخل عناوين البريد الإلكتروني و/أو أسماء المستخدمين، مفصولة بخطوط أو فواصل جديدة، للمتعلمين متعلمين تريد إضافتهم. *

source: (Required Field)
ar: (الحقل المطلوب)

source: e.g. johndoe@example.com, JaneDoe, joeydoe@example.com
ar: على سبيل المثال johndoe@example.com، جاندو، joeydoe@example.com

source: You will not receive notification for emails that bounce, so double-check your spelling.
ar: لن تتلقى إشعارًا برسائل البريد الإلكتروني التي ترتد، لذا تحقق مرة أخرى من التهجئة.

source: Add Learners
ar: إضافة متعلمين

source: Add a New Cohort
ar: إضافة مجموعة جديدة

source: Enter the name of the cohort
ar: أدخل اسم المجموعة

source: Cohort Name
ar: اسم الفوج

source: Cohort Assignment Method
ar: طريقة تعيين الفوج

source: Automatic
ar: تلقائي

source: Manual
ar: دليل

source: There must be one cohort to which learners can automatically be assigned.
ar: يجب أن يكون هناك مجموعة واحدة يمكن تعيين متعلمين إليها تلقائيًا.

source: Associated Content Group
ar: مجموعة المحتوى المرتبطة

source: No Content Group
ar: لا توجد مجموعة محتوى

source: Select a Content Group
ar: حدد مجموعة محتوى

source: Choose a content group to associate
ar: اختر مجموعة محتوى لإقرارها

source: Not selected
ar: لم يتم تحديده

source: Deleted Content Group
ar: مجموعة المحتوى المحذوفة

source: {screen_reader_start}Warning:{screen_reader_end} The previously selected content group was deleted. Select another content group.
ar: {screen_reader_start}تحذير:{screen_reader_end} تم حذف مجموعة المحتوى المحددة مسبقًا. حدد مجموعة محتوى أخرى.

source: {screen_reader_start}Warning:{screen_reader_end} No content groups exist.
ar: {screen_reader_start}تحذير:{screen_reader_end} لا توجد مجموعات محتوى.

source: Only the parent course staff of a CCX can create content groups.
ar: يمكن فقط لموظفي دورة الأصل في CCX إنشاء مجموعات المحتوى.

source: Create a content group
ar: إنشاء مجموعة محتوى

source: %(student_count)s learners
ar: (يحتوي على %(student_count)s متعلمين)

source: Learners are added to this cohort only when you provide their email addresses or usernames on this page.
ar: تتم إضافة متعلمين إلى هذه المجموعة فقط عندما تقدم عناوين بريدهم الإلكتروني أو أسماء المستخدمين على هذه الصفحة.

source: What does this mean?
ar: ماذا يعني هذا؟

source: Learners are added to this cohort automatically.
ar: تتم إضافة متعلمين إلى هذه المجموعة تلقائيًا.

source: Select a cohort
ar: حدد مجموعة

source: Enable Cohorts
ar: تمكين الأفواج

source: Select a cohort to manage
ar: حدد مجموعة لإدارة

source: View Cohort
ar: عرض الفوج

source: Assign learners to cohorts by uploading a CSV file
ar: تعيين متعلمين إلى مجموعات عن طريق تحميل ملف CSV

source: To review learner cohort assignments or see the results of uploading a CSV file, download course profile information or cohort results on {link_start}the Data Download page{link_end}.
ar: لمراجعة تعيينات مجموعة متعلم أو الاطلاع على نتائج تحميل ملف CSV, قم بتنزيل معلومات ملف تعريف دورة أو نتائج المجموعة على {link_start}صفحة تنزيل البيانات{link_end}.

source: Specify whether discussion topics are divided
ar: حدد ما إذا كانت موضوعات المناقشة مقسمة

source: Course-Wide Discussion Topics
ar: موضوعات مناقشة واسعة

source: Select the course-wide discussion topics that you want to divide.
ar: حدد موضوعات المناقشة على مستوى المقرر الدراسي التي تريد تقسيمها.

source: Content-Specific Discussion Topics
ar: موضوعات مناقشة خاصة بالمحتوى

source: Specify whether content-specific discussion topics are divided.
ar: حدد ما إذا كانت موضوعات المناقشة الخاصة بالمحتوى مقسمة.

source: Always divide content-specific discussion topics
ar: قسّم دائمًا موضوعات المناقشة الخاصة بالمحتوى

source: Divide the selected content-specific discussion topics
ar: قسّم موضوعات المناقشة المحددة الخاصة بالمحتوى

source: No content-specific discussion topics exist.
ar: لا توجد مواضيع مناقشة خاصة بالمحتوى.

source: Used
ar: مستعمل

source: Valid
ar: صالح

source: Certificate Status:
ar: حالة شهادة:

source: Certificate Purchased
ar: شهادة المشتراة

source: Change or Leave Session
ar: تغيير الجلسة أو مغادرتها

source: You must select a session by {expiration_date} to access the course.
ar: يجب تحديد جلسة عمل حسب {expiration_date} للوصول إلى المقرر دورة.

source: You can no longer change sessions.
ar: لم يعد بإمكانك تغيير الجلسات.

source: You can change sessions until {expiration_date}.
ar: يمكنك تغيير الجلسات حتى {expiration_date}.

source: Final Grade
ar: الدرجة النهائية

source: for {courseName}
ar: مقابل {courseName}

source: View Archived Course
ar: عرض دورة المؤرشفة

source: View Course
ar: عرض دورة

source: Select a session:
ar: حدد جلسة:

source: Enroll Now
ar: التسجيل الآن

source: Coming Soon
ar: قريباً

source: Enrollment Opens on
ar: التسجيل يفتح على

source: Not Currently Available
ar: غير متوفر حاليًا

source: More sessions coming soon.
ar: المزيد من الجلسات ستأتي قريبًا.

source: Change to a different session or leave the current session.
ar: قم بالتغيير إلى جلسة مختلفة أو اترك الجلسة الحالية.

source: To access the course, select a session.
ar: للوصول إلى المقرر دورة، حدد جلسة عمل.

source: Session Selection Dropdown for {courseName}
ar: القائمة المنسدلة لاختيار الجلسة لـ {courseName}

source: {sessionDates} - Currently Selected
ar: {sessionDates} - تم اختياره حاليًا

source: {sessionDates} (Open until {enrollmentEnd})
ar: {sessionDates} (مفتوح حتى {enrollmentEnd})

source: More sessions coming soon
ar: المزيد من الجلسات قريبًا

source: Leave the current session and decide later
ar: اترك الجلسة الحالية وحدد لاحقًا

source: You are not enrolled in any programs yet.
ar: لم يتم تسجيلك في أي برامج حتى الآن.

source: Explore Programs
ar: استكشف البرامج

source: Browse recently launched courses and see what\'s new in your favorite subjects
ar: تصفح دورات التي تم إطلاقها مؤخرًا واطلع على الجديد في المواد المفضلة لديك

source: Explore New Programs
ar: استكشف البرامج الجديدة

source: Course
ar: الدورات

source: Completed
ar: اكتمل

source: Remaining
ar: ما تبقى

source: %(programName)s Home Page.
ar: %(programName)s الصفحة الرئيسية.

source: Your {program} Certificate
ar: شهادة {program} الخاصة بك

source: Open the certificate you earned for the %(title)s program.
ar: افتح شهادة التي حصلت عليها لبرنامج %(title)s .

source: View Program Record
ar: عرض سجل البرنامج

source: Congratulations!
ar: تهانينا!

source: Your Program Journey
ar: رحلة البرنامج

source: To complete the program, you must earn a verified certificate for each course.
ar: لإكمال البرنامج، يجب أن تحصل على شهادة تم التحقق منها لكل دورة.

source: Upgrade All Remaining Courses (
ar: ترقية جميع دورات المتبقية (

source: ${price} {currency} )
ar: {price} {currency} دولار)

source: COURSES IN PROGRESS
ar: دورات قيد التقدم

source: REMAINING COURSES
ar: الدورات المتبقية

source: COMPLETED COURSES
ar: الدورات المكتملة

source: As you complete courses, you will see them listed here.
ar: أثناء إكمال دورات، ستشاهدها مدرجة هنا.

source: Complete courses on your schedule to ensure you stand out in your field!
ar: أكمل دورات وفقًا لجدولك الزمني لضمان التميز في مجالك!

source: {organization}\'s logo
ar: شعار {organization}\ 'ق

source: Needs verified certificate
ar: يحتاج إلى شهادة التحقق

source: Upgrade to Verified
ar: الترقية إلى التحقق

source: New Address
ar: عنوان جديد

source: Change My Email Address
ar: تغيير عنوان بريدي الإلكتروني

source: Reset Password
ar: إعادة تعيين كلمة المرور

source: Account Settings
ar: إعدادات الحساب

source: An error occurred. Please reload the page.
ar: حدث خطأ. يرجى إعادة تحميل الصفحة.

source: Forgot password?
ar: هل نسيت كلمة المرور؟

source: Would you like to sign in using your %(providerName)s credentials?
ar: هل ترغب في تسجيل الدخول باستخدام بيانات اعتماد %(providerName)s الخاصة بك؟

source: Sign in using %(providerName)s
ar: تسجيل الدخول باستخدام %(providerName)s

source: Show me other ways to sign in or register
ar: أرني طرقًا أخرى لتسجيل الدخول أو التسجيل

source: Sign in with Institution/Campus Credentials
ar: تسجيل الدخول باستخدام بيانات اعتماد المؤسسة/الحرم الجامعي

source: Choose your institution from the list below:
ar: اختر مؤسستك من القائمة أدناه:

source: Back to sign in
ar: العودة لتسجيل الدخول

source: Register with Institution/Campus Credentials
ar: سجل مع أوراق اعتماد المؤسسة/الحرم الجامعي

source: Register through edX
ar: سجل من خلال edX

source: Welcome to your training platform, log in to find your learning space!
ar: مرحبًا بك في منصة التدريب الخاصة بك، قم بتسجيل الدخول للعثور على مساحة التعلم الخاصة بك!

source: Sign in to continue learning as {email}
ar: تسجيل الدخول لمواصلة التعلم كـ {email}

source: Sign in to continue learning
ar: تسجيل الدخول لمواصلة التعلم

source: You already have an edX account with your {enterprise_name} email address.
ar: لديك بالفعل حساب edX مع عنوان البريد الإلكتروني {enterprise_name} الخاص بك.

source: Going forward, your account information will be updated and maintained by {enterprise_name}.
ar: للمضي قدما, سيتم تحديث معلومات حسابك وصيانتها بواسطة {enterprise_name}.

source: You can view your information or unlink from {enterprise_name} anytime in your Account Settings.
ar: يمكنك عرض معلوماتك أو إلغاء الارتباط من {enterprise_name} في أي وقت في إعدادات حسابك.

source: To continue learning with this account, sign in below.
ar: لمواصلة التعلم باستخدام هذا الحساب، قم بتسجيل الدخول أدناه.

source: Sign In
ar: تسجيل الدخول

source: Sign in here using your email address and password, or use one of the providers listed below.
ar: قم بتسجيل الدخول هنا باستخدام عنوان بريدك الإلكتروني وكلمة المرور، أو استخدم أحد مقدمي الخدمات المدرجين أدناه.

source: Sign in here using your email address and password.
ar: قم بتسجيل الدخول هنا باستخدام عنوان بريدك الإلكتروني وكلمة المرور.

source: If you do not yet have an account, use the button below to register.
ar: إذا لم يكن لديك حساب بعد، فاستخدم الزر أدناه للتسجيل.

source: Sign in with %(providerName)s
ar: تسجيل الدخول باستخدام %(providerName)s

source: Use my institution/campus credentials
ar: استخدم بيانات اعتماد المؤسسة/الحرم الجامعي

source: Sign in using SSO
ar: تسجيل الدخول باستخدام SSO

source: Sign in using email
ar: تسجيل الدخول باستخدام البريد الإلكتروني

source: First time here?
ar: أول مرة هنا؟

source: Create an Account.
ar: قم بإنشاء حساب.

source: Password assistance
ar: مساعدة كلمة المرور

source: Please enter your email address below and we will send you instructions for setting a new password.
ar: يرجى إدخال عنوان بريدك الإلكتروني أدناه وسنرسل لك تعليمات لتعيين كلمة مرور جديدة.

source: Reset my password
ar: إعادة تعيين كلمة المرور

source: Some text would be here?
ar: بعض النص سيكون هنا؟

source: Back to login.
ar: العودة إلى تسجيل الدخول.

source: Create a new learner account to take advantage of the Triboo platform!
ar: قم بإنشاء حساب متعلم جديد للاستفادة من منصة Triboo!

source: Create an account using
ar: إنشاء حساب باستخدام

source: Create account using %(providerName)s.
ar: قم بإنشاء حساب باستخدام %(providerName)s.

source: or create a new one here
ar: أو إنشاء واحدة جديدة هنا

source: Create an Account
ar: إنشاء حساب

source: Support education research by providing additional information
ar: دعم البحوث التعليمية من خلال توفير معلومات إضافية

source: Already have an {platformName} account?
ar: هل لديك بالفعل حساب {platformName} ؟

source: Sign in.
ar: تسجيل الدخول.

source: Congratulations! You are now verified on %(platformName)s!
ar: تهانينا! تم التحقق منك الآن على %(platformName)s!

source: You are now enrolled as a verified learner for:
ar: أنت الآن مسجل كمتعلم تم التحقق منه لـ:

source: A list of courses you have just enrolled in as a verified learner
ar: قائمة دورات التي قمت بالتسجيل فيها للتو كمتعلم تم التحقق منه

source: Explore your course!
ar: استكشف دورة الخاصة بك!

source: Go to your Dashboard
ar: انطلق إلى لوحة القيادة

source: Verified Status
ar: حالة التحقق

source: Thank you for submitting your photos. We will review them shortly. You can now sign up for any %(platformName)s course that offers verified certificates. Verification is good for one year. After one year, you must submit photos for verification again.
ar: شكرًا لك على إرسال صورك. سنقوم بمراجعتها قريبًا. يمكنك الآن الاشتراك في أي دورة تدريبية %(platformName)s تقدم شهادات تم التحقق منها. التحقق جيد لمدة عام واحد. بعد عام واحد، يجب عليك إرسال الصور للتحقق مرة أخرى.

source: Error:
ar: خطأ:

source: What You Need for Verification
ar: ما تحتاجه للتحقق

source: Webcam
ar: كاميرا ويب

source: You need a computer that has a webcam. When you receive a browser prompt, make sure that you allow access to the camera.
ar: أنت بحاجة إلى جهاز كمبيوتر يحتوي على كاميرا ويب. عندما تتلقى مطالبة متصفح، تأكد من السماح بالوصول إلى الكاميرا.

source: Photo Identification
ar: تحديد الصورة

source: You need a driver's license, passport, or other government-issued ID that has your name and photo.
ar: تحتاج إلى رخصة قيادة أو جواز سفر أو بطاقة هوية أخرى صادرة عن الحكومة تحمل اسمك وصورتك.

source: Take Your Photo
ar: التقط صورتك

source: When your face is in position, use the camera button {icon} below to take your photo.
ar: عندما يكون وجهك في موضعه، استخدم زر الكاميرا {icon} أدناه لالتقاط صورتك.

source: To take a successful photo, make sure that:
ar: لالتقاط صورة ناجحة، تأكد من:

source: Your face is well-lit.
ar: وجهك مضاء جيدًا.

source: Your entire face fits inside the frame.
ar: يناسب وجهك بالكامل داخل الإطار.

source: The photo of your face matches the photo on your ID.
ar: تتطابق صورة وجهك مع الصورة الموجودة على هويتك.

source: To use the current photo, select the camera button {icon}. To take another photo, select the retake button {icon}.
ar: لاستخدام الصورة الحالية، حدد زر الكاميرا {icon}. لالتقاط صورة أخرى، حدد زر إعادة التقاط {icon}.

source: Frequently Asked Questions
ar: الأسئلة المتداولة

source: Why does %(platformName)s need my photo?
ar: لماذا %(platformName)s بحاجة إلى صورتي؟

source: As part of the verification process, you take a photo of both your face and a government-issued photo ID. Our authorization service confirms your identity by comparing the photo you take with the photo on your ID.
ar: كجزء من عملية التحقق، يمكنك التقاط صورة لوجهك وبطاقة هوية مصورة صادرة عن الحكومة. تؤكد خدمة التفويض الخاصة بنا هويتك من خلال مقارنة الصورة التي التقطتها مع الصورة الموجودة على هويتك.

source: What does %(platformName)s do with this photo?
ar: ماذا تفعل %(platformName)s مع هذه الصورة؟

source: We use the highest levels of security available to encrypt your photo and send it to our authorization service for review. Your photo and information are not saved or visible anywhere on %(platformName)s after the verification process is complete.
ar: نحن نستخدم أعلى مستويات الأمان المتاحة لتشفير صورتك وإرسالها إلى خدمة التفويض الخاصة بنا للمراجعة. لا يتم حفظ صورتك ومعلوماتك أو رؤيتها في أي مكان على %(platformName)s بعد اكتمال عملية التحقق.

source: Next: %(nextStepTitle)s
ar: التالي: %(nextStepTitle)s

source: Take a Photo of Your ID
ar: التقط صورة لبطاقة الهوية الخاصة بك
