Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar, el

source: Your Platform Insights
ar: رؤى النظام الأساسي الخاص بك
el: Οι ιδέες σας για την πλατφόρμα

source: The {report_type} report is being created. To view the status of the report, see Pending Tasks below.
ar: يتم إنشاء تقرير {report_type} . لعرض حالة التقرير، راجع المهام المعلقة أدناه.
el: Δημιουργείται η αναφορά {report_type} . Για να προβάλετε την κατάσταση της αναφοράς, δείτε τις Εργασίες που εκκρεμούν παρακάτω.

source: User does not exist.
ar: المستخدم غير موجود.
el: Ο χρήστης δεν υπάρχει.

source: Found a conflict with given identifier. Please try an alternative identifier
ar: العثور على تعارض مع معرف معين. يرجى تجربة معرف بديل
el: Βρέθηκε μια διένεξη με το δεδομένο αναγνωριστικό. Παρακαλώ δοκιμάστε ένα εναλλακτικό αναγνωριστικό

source: Row #{row_num}: A first name is required.
ar: الصف #{row_num}: الاسم الأول مطلوب.
el: Γραμμή #{row_num}: Απαιτείται ένα όνομα.

source: Row #{row_num}: A last name is required.
ar: الصف #{row_num}: اسم العائلة مطلوب.
el: Γραμμή #{row_num}: Απαιτείται επώνυμο.

source: Row #{row_num}: Invalid username.
ar: الصف #{row_num}: اسم مستخدم غير صالح.
el: Γραμμή #{row_num}: Μη έγκυρο όνομα χρήστη.

source: Row #{row_num}: {error_msg}
ar: الصف #{row_num}: {error_msg}
el: Σειρά #{row_num}: {error_msg}

source: Row #{row_num}: A username is required.
ar: الصف #{row_num}: اسم مستخدم مطلوب.
el: Γραμμή #{row_num}: Απαιτείται όνομα χρήστη.

source: Row #{row_num}: User with username {username} was already registered so nothing has changed.
ar: الصف #{row_num}: تم تسجيل المستخدم الذي يحمل اسم المستخدم {username} بالفعل لذلك لم يتغير شيء.
el: Γραμμή #{row_num}: Ο χρήστης με όνομα χρήστη {username} ήταν ήδη εγγεγραμμένος, οπότε δεν άλλαξε τίποτα.

source: Row #{row_num}: Invalid email address.
ar: الصف #{row_num}: عنوان بريد إلكتروني غير صالح.
el: Γραμμή #{row_num}: Μη έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου.

source: Row #{row_num}: An email address is required.
ar: الصف #{row_num}: عنوان بريد إلكتروني مطلوب.
el: Γραμμή #{row_num}: Απαιτείται μια διεύθυνση ηλεκτρονικού ταχυδρομείου.

source: Row #{row_num}: A password is required.
ar: الصف #{row_num}: كلمة المرور مطلوبة.
el: Γραμμή #{row_num}: Απαιτείται κωδικός πρόσβασης.

source: Row #{row_num}: Genders must be 'm', 'f' or 'o'.
ar: الصف #{row_num}: يجب أن يكون الأجناس «m» أو «f» أو «o».
el: Σειρά #{row_num}: Τα φύλα πρέπει να είναι «m», «f» ή «o».

source: Row #{row_num}: Invalid year of birth (expected format: YYYY).
ar: الصف #{row_num}: سنة ميلاد غير صالحة (التنسيق المتوقع: YYYY).
el: Σειρά #{row_num}: Μη έγκυρο έτος γέννησης (αναμενόμενη μορφή: ΕΕΕΕ).

source: Row #{row_num}: Missing language, a language code is expected (e.g. en, fr, zh, pt).
ar: الصف #{row_num}: لغة مفقودة، من المتوقع وجود رمز لغة (على سبيل المثال en، fr، zh، pt).
el: Σειρά #{row_num}: Λείπει γλώσσα, αναμένεται κωδικός γλώσσας (π.χ. en, fr, zh, pt).

source: Row #{row_num}: Invalid language, a language code is expected (e.g. en, fr, zh, pt).
ar: الصف #{row_num}: لغة غير صالحة، من المتوقع وجود رمز لغة (على سبيل المثال en، fr، zh، pt).
el: Σειρά #{row_num}: Μη έγκυρη γλώσσα, αναμένεται κωδικός γλώσσας (π.χ. en, fr, zh, pt).

source: Row #{row_num}: Missing country, a 2-character country code is expected (e.g. FR, CN, US, BR).
ar: الصف #{row_num}: بلد مفقود، من المتوقع وجود رمز بلد مكون من حرفين (على سبيل المثال FR، CN، الولايات المتحدة، BR).
el: Γραμμή #{row_num}: Λείπει χώρα, αναμένεται κωδικός χώρας δύο χαρακτήρων (π.χ. FR, CN, US, BR).

source: Row #{row_num}: Invalid country, a 2-character country code is expected (e.g. FR, CN, US, BR).
ar: الصف #{row_num}: بلد غير صالح، من المتوقع وجود رمز بلد مكون من حرفين (على سبيل المثال FR، CN، الولايات المتحدة، BR).
el: Γραμμή #{row_num}: Μη έγκυρη χώρα, αναμένεται διψήφιος κωδικός χώρας (π.χ. FR, CN, US, BR).

source: Row #{row_num}: A company is required.
ar: الصف #{row_num}: الشركة مطلوبة.
el: Σειρά #{row_num}: Απαιτείται εταιρεία.

source: Row #{row_num}: Invalid hire date (expected format: YYYY-MM-DD).
ar: الصف #{row_num}: تاريخ تأجير غير صالح (التنسيق المتوقع: YYYY-MM-DD).
el: Γραμμή #{row_num}: Μη έγκυρη ημερομηνία μίσθωσης (αναμενόμενη μορφή: ΕΕΕΕ-ΜΜ-ΗΗ).

source: Make sure that the file you upload is in CSV format.
ar: تأكد من أن الملف الذي تقوم بتحميله بتنسيق CSV.
el: Βεβαιωθείτε ότι το αρχείο που αποστέλλετε είναι σε μορφή CSV.

source: Could not read uploaded file.
ar: تعذر قراءة الملف الذي تم تحميله.
el: Δεν ήταν δυνατή η ανάγνωση του αρχείου που έχει αποσταλεί.

source: Row #{row_num}: Data must have exactly {expected_length} columns (first name, last name, username, email, password, gender, year of birth, language, country, city, location, company, employee id, hire date, job code, department, supervisor, learning group, comments).
el: Γραμμή #{row_num}: Τα δεδομένα πρέπει να έχουν ακριβώς {expected_length} στήλες (όνομα, επώνυμο, όνομα χρήστη, email, κωδικό πρόσβασης, φύλο, έτος γέννησης, γλώσσα, χώρα, πόλη, τοποθεσία, εταιρεία, ταυτότητα υπαλλήλου, ημερομηνία μίσθωσης, κωδικός εργασίας, τμήμα, επόπτης, ομάδα εκμάθησης, σχόλια).

source: Row #{row_num}: An account with username {username} exists but the provided email {email} is different.
ar: الصف #{row_num}: يوجد حساب باسم المستخدم {username} ولكن البريد الإلكتروني المقدم {email} مختلف.
el: Γραμμή #{row_num}: Υπάρχει λογαριασμός με όνομα χρήστη {username} , αλλά το παρεχόμενο μήνυμα ηλεκτρονικού ταχυδρομείου {email} είναι διαφορετικό.

source: Row #{row_num}: An account with email {email} exists but the provided username {username} is different.
ar: الصف #{row_num}: يوجد حساب مع البريد الإلكتروني {email} ولكن اسم المستخدم المقدم {username} مختلف.
el: Γραμμή #{row_num}: Υπάρχει λογαριασμός με email {email} , αλλά το παρεχόμενο όνομα χρήστη {username} είναι διαφορετικό.

source: Row #{row_num}: Invalid utf-8 characters
ar: الصف #{row_num}: أحرف utf-8 غير صالحة
el: Γραμμή #{row_num}: Μη έγκυροι χαρακτήρες utf-8

source: File is not attached.
ar: لم يتم إرفاق الملف.
el: Το αρχείο δεν είναι συνημμένο.

source: Make sure that the file you upload is in CSV format with no extraneous characters or rows.
ar: تأكد من أن الملف الذي تقوم بتحميله بتنسيق CSV بدون أحرف أو صفوف غريبة.
el: Βεβαιωθείτε ότι το αρχείο που αποστέλλετε είναι σε μορφή CSV χωρίς εξωτερικούς χαρακτήρες ή γραμμές.

source: Row #{row_num}: User with username {username} is now enrolled in this course.
ar: الصف #{row_num}: المستخدم الذي يحمل اسم المستخدم {username} مسجل الآن في هذه دورة.
el: Γραμμή #{row_num}: Ο χρήστης με όνομα χρήστη {username} είναι τώρα εγγεγραμμένος σε αυτό το μάθημα.

source: Row #{row_num}: User with username {username} was already enrolled in this course so nothing has changed.
el: Γραμμή #{row_num}: Ο χρήστης με όνομα χρήστη {username} είχε ήδη εγγραφεί σε αυτό το μάθημα, οπότε τίποτα δεν έχει αλλάξει.

source: Row #{row_num}: {username} / {email}
el: Σειρά #{row_num}: {username} / {email}

source: Row #{row_num}: {ex}
ar: الصف #{row_num}: {ex}
el: Σειρά #{row_num}: {ex}

source: Row #{row_num}: Data must have exactly {expected_length} columns (old username, old email, first name, last name, username, email, password, gender, year of birth, language, country, city, location, company, employee id, hire date, job code, department, supervisor, learning group, comments).
el: Γραμμή #{row_num}: Τα δεδομένα πρέπει να έχουν ακριβώς {expected_length} στήλες (παλιό όνομα χρήστη, παλιό ηλεκτρονικό ταχυδρομείο, όνομα, επώνυμο, όνομα χρήστη, email, κωδικό πρόσβασης, φύλο, έτος γέννησης, γλώσσα, χώρα, πόλη, τοποθεσία, εταιρεία, αναγνωριστικό υπαλλήλου, ημερομηνία ενοικίασης, κωδικός εργασίας, τμήμα, επόπτης, ομάδα μάθησης, σχόλια).

source: Row #{row_num}: An old username or email address is required.
ar: الصف #{row_num}: مطلوب اسم مستخدم أو عنوان بريد إلكتروني قديم.
el: Γραμμή #{row_num}: Απαιτείται ένα παλιό όνομα χρήστη ή μια παλιά διεύθυνση ηλεκτρονικού ταχυδρομείου.

source: Row #{row_num}: Invalid old email address.
ar: الصف #{row_num}: عنوان بريد إلكتروني قديم غير صالح.
el: Γραμμή #{row_num}: Μη έγκυρη παλιά διεύθυνση ηλεκτρονικού ταχυδρομείου.

source: Row #{row_num}: Invalid old username.
ar: الصف #{row_num}: اسم مستخدم قديم غير صالح.
el: Γραμμή #{row_num}: Μη έγκυρο παλιό όνομα χρήστη.

source: Row #{row_num}: An other account with email {email} already exists.
ar: الصف #{row_num}: يوجد بالفعل حساب آخر مع البريد الإلكتروني {email} .
el: Γραμμή #{row_num}: Υπάρχει ήδη ένας άλλος λογαριασμός με ηλεκτρονικό ταχυδρομείο {email}.

source: Row #{row_num}: Invalid new email address.
ar: الصف #{row_num}: عنوان بريد إلكتروني جديد غير صالح.
el: Γραμμή #{row_num}: Μη έγκυρη νέα διεύθυνση ηλεκτρονικού ταχυδρομείου.

source: Row #{row_num}: An other account with username {username} already exists.
ar: الصف #{row_num}: يوجد بالفعل حساب آخر باسم المستخدم {username} .
el: Γραμμή #{row_num}: Υπάρχει ήδη ένας άλλος λογαριασμός με όνομα χρήστη {username}.

source: Row #{row_num}: Invalid new username.
ar: الصف #{row_num}: اسم مستخدم جديد غير صالح.
el: Γραμμή #{row_num}: Μη έγκυρο νέο όνομα χρήστη.

source: Row #{row_num}: user {old} (now: {new}) successfully updated.
ar: الصف #{row_num}: المستخدم {old} (الآن: {new}) تم تحديثه بنجاح.
el: Γραμμή #{row_num}: χρήστης {old} (τώρα: {new}) ενημερώθηκε με επιτυχία.

source: Row #{row_num}: user {old} successfully updated.
ar: الصف #{row_num}: تم تحديث المستخدم {old} بنجاح.
el: Γραμμή #{row_num}: ο χρήστης {old} ενημερώθηκε με επιτυχία.

source: Username {user} already exists.
ar: اسم المستخدم {user} موجود بالفعل.
el: Το όνομα χρήστη {user} υπάρχει ήδη.

source: Error '{error}' while sending email to new user (user email={email}). Without the email learner would not be able to login. Please contact support for further information.
ar: خطأ '{error}' أثناء إرسال البريد الإلكتروني إلى مستخدم جديد (البريد الإلكتروني للمستخدم ={email}). بدون متعلم البريد الإلكتروني لن يتمكن من تسجيل الدخول. يرجى الاتصال بالدعم للحصول على مزيد من المعلومات.
el: Σφάλμα '{error}' κατά την αποστολή ηλεκτρονικού ταχυδρομείου σε νέο χρήστη (χρήστης email={email}). Χωρίς τον εκπαιδευόμενο email δεν θα μπορούσε να συνδεθεί. Επικοινωνήστε με το τμήμα υποστήριξης για περισσότερες πληροφορίες.

source: problem responses
ar: استجابات المشكلة
el: απαντήσεις προβλημάτων

source: Could not find problem with this location.
ar: تعذر العثور على مشكلة في هذا الموقع.
el: Δεν ήταν δυνατή η εύρεση προβλήματος με αυτήν την τοποθεσία.

source: Invoice number '{num}' does not exist.
ar: رقم الفاتورة '{num}' غير موجود.
el: Ο αριθμός τιμολογίου '{num}' δεν υπάρχει.

source: The sale associated with this invoice has already been invalidated.
ar: تم بالفعل إبطال البيع المرتبط بهذه الفاتورة.
el: Η πώληση που σχετίζεται με το παρόν τιμολόγιο έχει ήδη ακυρωθεί.

source: Invoice number {0} has been invalidated.
ar: تم إبطال الفاتورة رقم {0} .
el: Ο αριθμός τιμολογίου {0} ακυρώθηκε.

source: This invoice is already active.
ar: هذه الفاتورة نشطة بالفعل.
el: Αυτό το τιμολόγιο είναι ήδη ενεργό.

source: The registration codes for invoice {0} have been re-activated.
ar: تم إعادة تنشيط رموز التسجيل للفاتورة {0} .
el: Οι κωδικοί καταχώρισης για το τιμολόγιο {0} έχουν επανενεργοποιηθεί.

source: CourseID
ar: معرف الدورة
el: Κωδικός μαθημάτων

source: Certificate Type
ar: نوع شهادة
el: Τύπος πιστοποιητικού

source: Total Certificates Issued
ar: إجمالي شهادات الصادرة
el: Σύνολο Εκδοθέντων Πιστοποιητικών

source: Date Report Run
ar: تشغيل تقرير التاريخ
el: Εκτέλεση αναφοράς ημερομηνίας

source: enrolled learner profile
ar: ملف تعريف متعلم المسجل
el: προφίλ εγγεγραμμένου εκπαιδευόμενου

source: User ID
ar: معرف المستخدم
el: ID χρήστη

source: Language
ar: لغة
el: Γλώσσα

# user.profile
source: Location
ar: الموقع
el: Τοποθεσία

source: Birth Year
ar: سنة الميلاد
el: Έτος Γέννησης

source: Gender
ar: الجنس
el: Φύλο

source: Level of Education
ar: مستوى التعليم
el: Επίπεδο Εκπαίδευσης

source: Mailing Address
ar: العنوان البريدي
el: Ταχυδρομική διεύθυνση

source: Goals
ar: الأهداف
el: Στόχοι

source: Enrollment Mode
ar: وضع التسجيل
el: Λειτουργία συμμετοχής

source: Verification Status
ar: حالة التحقق
el: Κατάσταση Επαλήθευσης

source: Cohort
ar: الفوج
el: Ακολουθία

source: Team
ar: فريق
el: Ομάδα

source: City
ar: مدينة
el: Πόλη

source: Country
ar: البلد
el: Χώρα

source: enrollment
ar: التسجيل
el: εγγραφή

source: The file must contain a 'cohort' column containing cohort names.
ar: يجب أن يحتوي الملف على عمود «مجموعة» يحتوي على أسماء مجموعة.
el: Το αρχείο πρέπει να περιέχει μια στήλη «cohort» που περιέχει ονόματα ομάδων.

source: The file must contain a 'username' column, an 'email' column, or both.
ar: يجب أن يحتوي الملف على عمود «اسم المستخدم» أو عمود «بريد إلكتروني» أو كليهما.
el: Το αρχείο πρέπει να περιέχει μια στήλη «όνομα χρήστη», μια στήλη «email», ή και τα δύο.

source: Coupon Code
ar: كود الكوبون
el: Κωδικός κουπονιού

source: Course Id
ar: معرف دورة
el: Ταυτότητα μαθήματος

source: % Discount
ar: % خصم
el: % Έκπτωση

source: Description
ar: وصف
el: Περιγραφή

source: Expiration Date
ar: تاريخ انتهاء الصلاحية
el: Ημερομηνία Λήξης

source: Is Active
ar: هل نشط
el: Είναι Ενεργό

source: Code Redeemed Count
ar: العد المسترد للكود
el: Καταμέτρηση εξαργυρώθηκε Κωδικός

source: Total Discounted Seats
ar: إجمالي المقاعد المخفضة
el: Σύνολο Εκπτωμένων Θέσεων

source: Total Discounted Amount
ar: إجمالي المبلغ المخفضة
el: Συνολικό προεξοφλημένο ποσό

source: detailed enrollment
ar: التسجيل التفصيلي
el: λεπτομερής εγγραφή

source: executive summary
ar: ملخص تنفيذي
el: σύνοψη

source: survey
ar: مسح
el: επισκόπηση

source: proctored exam results
ar: نتائج الامتحانات
el: αποτελέσματα εξετάσεων

source: Could not parse amount as a decimal
ar: تعذر تحليل المبلغ كعشري
el: Δεν ήταν δυνατή η ανάλυση του ποσού ως δεκαδικό

source: Unable to generate redeem codes because of course misconfiguration.
ar: غير قادر على إنشاء رموز الاسترداد بسبب التكوين الخاطئ للمقرر دورة.
el: Δεν είναι δυνατή η δημιουργία εξαργυρώσεων κωδικών λόγω εσφαλμένης ρύθμισης παραμέτρων.

source: pdf download unavailable right now, please contact support.
ar: تنزيل pdf غير متوفر الآن، يرجى الاتصال بالدعم.
el: pdf download δεν είναι διαθέσιμη αυτή τη στιγμή, παρακαλούμε επικοινωνήστε με την υποστήριξη.

source: Module does not exist.
ar: الوحدة غير موجودة.
el: Η ενότητα δεν υπάρχει.

source: An error occurred while deleting the score.
ar: حدث خطأ أثناء حذف النتيجة.
el: Παρουσιάστηκε σφάλμα κατά τη διαγραφή της βαθμολογίας.

source: Course has no entrance exam section.
ar: لا تحتوي دورة على قسم امتحان القبول.
el: Το μάθημα δεν έχει τμήμα εισαγωγικών εξετάσεων.

source: all_students and unique_student_identifier are mutually exclusive.
ar: all_studs و unique_student_identifier هي حصرية
el: all_φοιτητές και unique_student_identifier είναι αμοιβαία αποκλειόμενα.

source: all_students and delete_module are mutually exclusive.
ar: all_stunds و delete_module حصريان
el: all_φοιτητές και delete_module αλληλοαποκλείονται.

source: Requires instructor access.
ar: يتطلب وصول المعلم.
el: Απαιτεί πρόσβαση εκπαιδευτή.

source: Course has no valid entrance exam section.
ar: لا تحتوي دورة على قسم صالح لامتحان القبول.
el: Το μάθημα δεν έχει έγκυρο τμήμα εισαγωγικών εξετάσεων.

source: Cannot rescore with all_students and unique_student_identifier.
ar: لا يمكن إعادة النتيجة مع all_students و unique_student_identif
el: Δεν είναι δυνατή η εκ νέου ολοκλήρωση με όλους τους μαθητές και το unique_student_identifier.

source: ORA data
ar: بيانات أورا
el: Δεδομένα ORA

source: grade
ar: درجة
el: βαθμός

source: problem grade
ar: درجة المشكلة
el: βαθμός προβλήματος

source: Successfully changed due date for learner {0} for {1} to {2}
ar: تم تغيير تاريخ الاستحقاق بنجاح للمتعلم {0} لـ {1} إلى {2}
el: Επιτυχής αλλαγή ημερομηνίας λήξης για τον εκπαιδευόμενο {0} για {1} σε {2}

source: Successfully removed invalid due date extension (unit has no due date).
ar: تمت إزالة ملحق تاريخ الاستحقاق غير الصالح بنجاح (الوحدة ليس لها تاريخ استحقاق).
el: Καταργήθηκε με επιτυχία η μη έγκυρη επέκταση ημερομηνίας λήξης (η μονάδα δεν έχει ημερομηνία λήξης).

source: Successfully reset due date for learner {0} for {1} to {2}
ar: إعادة تعيين تاريخ الاستحقاق بنجاح للمتعلم {0} لـ {1} إلى {2}
el: Επιτυχής επαναφορά της ημερομηνίας λήξης για τον εκπαιδευόμενο {0} για {1} στο {2}

source: This learner (%s) will skip the entrance exam.
ar: هذا متعلم (%s) سوف يتخطى امتحان القبول.
el: Αυτός ο εκπαιδευόμενος (%s) θα παραλείψει την εισαγωγική εξέταση.

source: This learner (%s) is already allowed to skip the entrance exam.
ar: يُسمح بالفعل لهذا متعلم (%s) بتخطي امتحان القبول.
el: Αυτός ο εκπαιδευόμενος (%s) έχει ήδη το δικαίωμα να παραλείψει τις εισαγωγικές εξετάσεις.

source: Certificate generation task for all learners of this course has been started. You can view the status of the generation task in the "Pending Tasks" section.
ar: تم بدء مهمة إنشاء شهادة لجميع متعلمين في هذه دورة. يمكنك عرض حالة مهمة التوليد في قسم «المهام المعلقة».
el: Η εργασία δημιουργίας πιστοποιητικού για όλους τους εκπαιδευόμενους αυτού του μαθήματος έχει ξεκινήσει. Μπορείτε να προβάλετε την κατάσταση της εργασίας δημιουργίας στην ενότητα «Εκκρεμείς εργασίες».

source: Please select one or more certificate statuses that require certificate regeneration.
ar: يرجى تحديد حالة شهادة واحدة أو أكثر تتطلب تجديد شهادة.
el: Επιλέξτε μία ή περισσότερες καταστάσεις πιστοποιητικών που απαιτούν αναγέννηση πιστοποιητικού.

source: Please select certificate statuses from the list only.
ar: يرجى تحديد حالات شهادة من القائمة فقط.
el: Παρακαλώ επιλέξτε καταστάσεις πιστοποιητικών μόνο από τη λίστα.

source: Certificate regeneration task has been started. You can view the status of the generation task in the "Pending Tasks" section.
ar: تم بدء مهمة تجديد شهادة. يمكنك عرض حالة مهمة التوليد في قسم «المهام المعلقة».
el: Έχει ξεκινήσει η εργασία αναγέννησης πιστοποιητικών. Μπορείτε να προβάλετε την κατάσταση της εργασίας δημιουργίας στην ενότητα «Εκκρεμείς εργασίες».

source: Learner (username/email={user}) already in certificate exception list.
ar: متعلم (اسم المستخدم/البريد الإلكتروني ={user}) موجود بالفعل في قائمة استثناء شهادة.
el: Εκπαιδευόμενος (όνομα χρήστη/email={user}) ήδη στη λίστα εξαιρέσεων πιστοποιητικού.

source: Certificate exception (user={user}) does not exist in certificate white list. Please refresh the page and try again.
ar: استثناء شهادة (user={user}) غير موجود في القائمة البيضاء شهادة. يرجى تحديث الصفحة والمحاولة مرة أخرى.
el: Εξαίρεση πιστοποιητικού (user={user}) δεν υπάρχει στη λευκή λίστα πιστοποιητικών. Παρακαλώ ανανεώστε τη σελίδα και προσπαθήστε ξανά.

source: Learner username/email field is required and can not be empty. Kindly fill in username/email and then press "Add to Exception List" button.
ar: حقل اسم المستخدم/البريد الإلكتروني للمتعلم مطلوب ولا يمكن أن يكون فارغًا. يرجى ملء اسم المستخدم/البريد الإلكتروني ثم الضغط على زر «إضافة إلى قائمة الاستثناءات».
el: Το όνομα χρήστη/email του εκπαιδευόμενου είναι υποχρεωτικό και δεν μπορεί να είναι κενό. Παρακαλούμε συμπληρώστε το όνομα χρήστη/email και, στη συνέχεια, πατήστε το κουμπί «Προσθήκη στη λίστα εξαιρέσεων».

source: The record is not in the correct format. Please add a valid username or email address.
ar: السجل ليس بالتنسيق الصحيح. يرجى إضافة اسم مستخدم صالح أو عنوان بريد إلكتروني.
el: Η εγγραφή δεν είναι στη σωστή μορφή. Παρακαλώ προσθέστε ένα έγκυρο όνομα χρήστη ή διεύθυνση ηλεκτρονικού ταχυδρομείου.

source: {user} does not exist in the LMS. Please check your spelling and retry.
ar: {user} غير موجود في LMS. يرجى التحقق من التهجئة وإعادة المحاولة.
el: {user} δεν υπάρχει στο LMS. Ελέγξτε την ορθογραφία σας και δοκιμάστε ξανά.

source: {user} is not enrolled in this course. Please check your spelling and retry.
ar: {user} غير مسجل في هذه دورة. يرجى التحقق من التهجئة وإعادة المحاولة.
el: {user} δεν έχει εγγραφεί σε αυτό το μάθημα. Ελέγξτε την ορθογραφία σας και δοκιμάστε ξανά.

source: Invalid data, generate_for must be "new" or "all".
ar: يجب أن تكون البيانات غير الصالحة، generate_for «جديدة» أو «الكل».
el: Μη έγκυρα δεδομένα, το generate_for πρέπει να είναι «νέα» ή «όλα».

source: Certificate generation started for white listed learners.
ar: بدأ إنشاء شهادة للمتعلمين المدرجين في القائمة البيضاء.
el: Ξεκίνησε η δημιουργία πιστοποιητικού για εκπαιδευόμενους στη λίστα λευκών.

source: user "{user}" in row# {row}
ar: المستخدم "{user}" في الصف # {row}
el: χρήστης "{user}" στη θέση# {row}

source: user "{username}" in row# {row}
ar: المستخدم "{username}" في الصف # {row}
el: χρήστης "{username}" στη θέση# {row}

source: Certificate of {user} has already been invalidated. Please check your spelling and retry.
ar: تم بالفعل إبطال شهادة {user} . يرجى التحقق من التهجئة وإعادة المحاولة.
el: Το πιστοποιητικό {user} έχει ήδη ακυρωθεί. Ελέγξτε την ορθογραφία σας και δοκιμάστε ξανά.

source: Certificate for learner {user} is already invalid, kindly verify that certificate was generated for this learner and then proceed.
ar: شهادة متعلم {user} غير صالحة بالفعل، يرجى التحقق من أن شهادة قد تم إنشاؤها لهذا متعلم ثم المتابعة.
el: Το πιστοποιητικό για τον εκπαιδευόμενο {user} δεν είναι ήδη έγκυρο, παρακαλείστε να επαληθεύσετε ότι το πιστοποιητικό δημιουργήθηκε για αυτόν τον εκπαιδευόμενο και, στη συνέχεια, προχωρήστε.

source: Certificate Invalidation does not exist, Please refresh the page and try again.
ar: إبطال شهادة غير موجود، يرجى تحديث الصفحة والمحاولة مرة أخرى.
el: Η ακύρωση πιστοποιητικού δεν υπάρχει. Παρακαλώ ανανεώστε τη σελίδα και προσπαθήστε ξανά.

source: Learner username/email field is required and can not be empty. Kindly fill in username/email and then press "Invalidate Certificate" button.
ar: حقل اسم المستخدم/البريد الإلكتروني للمتعلم مطلوب ولا يمكن أن يكون فارغًا. يرجى ملء اسم المستخدم/البريد الإلكتروني ثم الضغط على زر «إبطال شهادة».
el: Το όνομα χρήστη/email του εκπαιδευόμενου είναι υποχρεωτικό και δεν μπορεί να είναι κενό. Παρακαλούμε συμπληρώστε το όνομα χρήστη/email και, στη συνέχεια, πατήστε το κουμπί «Άκυρο Πιστοποιητικό».

source: The learner {student} does not have certificate for the course {course}. Kindly verify learner username/email and the selected course are correct and try again.
ar: ليس لدى متعلم {student} شهادة للدورة دورة {course}. يرجى التحقق من اسم المستخدم/البريد الإلكتروني للمتعلم وأن الدورة دورة المحددة صحيحة والمحاولة مرة أخرى.
el: Ο εκπαιδευόμενος {student} δεν έχει πιστοποιητικό για το μάθημα {course}. Επιβεβαιώστε το όνομα χρήστη/email του εκπαιδευόμενου και το επιλεγμένο μάθημα είναι σωστό και προσπαθήστε ξανά.

source: coupon id is None
ar: معرف القسيمة هو None
el: Το αναγνωριστικό κουπονιού είναι Κανένα

source: coupon with the coupon id ({coupon_id}) DoesNotExist
ar: قسيمة مع معرف القسيمة ({coupon_id}) DoesNotExist
el: κουπόνι με το αναγνωριστικό κουπονιού ({coupon_id}) δενΟΤεξιστής

source: coupon with the coupon id ({coupon_id}) is already inactive
ar: القسيمة مع معرف القسيمة ({coupon_id}) غير نشط بالفعل
el: κουπόνι με το αναγνωριστικό κουπονιού ({coupon_id}) είναι ήδη ανενεργό

source: coupon with the coupon id ({coupon_id}) updated successfully
ar: تم تحديث القسيمة مع معرف القسيمة ({coupon_id}) بنجاح
el: το κουπόνι με το αναγνωριστικό κουπονιού ({coupon_id}) ενημερώθηκε με επιτυχία

source: The code ({code}) that you have tried to define is already in use as a registration code
ar: الرمز ({code}) الذي حاولت تعريفه قيد الاستخدام بالفعل كرمز تسجيل
el: Ο κωδικός ({code}) που προσπαθήσατε να ορίσετε χρησιμοποιείται ήδη ως κωδικός εγγραφής

source: Please Enter the Integer Value for Coupon Discount
ar: الرجاء إدخال القيمة الصحيحة لخصم القسيمة
el: Εισάγετε την ακέραια τιμή για την έκπτωση κουπονιού

source: Please Enter the Coupon Discount Value Less than or Equal to 100
ar: يرجى إدخال قيمة خصم القسيمة أقل من أو تساوي 100
el: Εισάγετε την τιμή έκπτωσης κουπονιού μικρότερη ή ίση με 100

source: Please enter the date in this format i-e month/day/year
ar: الرجاء إدخال التاريخ بهذا التنسيق i-e شهر/يوم/سنة
el: Παρακαλώ εισάγετε την ημερομηνία σε αυτή τη μορφή i-e μήνας/ημέρα/έτος
