Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar, el

source: For verified certificates, specify between one and four signatories and upload the associated images.
ar: للحصول على شهادات تم التحقق منها، حدد ما بين واحد وأربعة موقعين وقم بتحميل الصور المرتبطة بها.
el: Για τα επαληθευμένα πιστοποιητικά, καθορίστε μεταξύ ενός και τεσσάρων υπογραφόντων και μεταφορτώστε τις σχετικές εικόνες.

source: To edit or delete a certificate before it is activated, hover over the top right corner of the form and select {em_start}Edit{em_end} or the delete icon.
ar: لتحرير شهادة أو حذفها قبل تنشيطها، مرر مؤشر الماوس فوق الزاوية اليمنى العليا من النموذج وحدد {em_start}تحرير{em_end} أو رمز الحذف.
el: Για να επεξεργαστείτε ή να διαγράψετε ένα πιστοποιητικό πριν ενεργοποιηθεί, τοποθετήστε το δείκτη του ποντικιού πάνω στην επάνω δεξιά γωνία της φόρμας και επιλέξτε {em_start}Επεξεργασία{em_end} ή το εικονίδιο διαγραφής.

source: To view a sample certificate, choose a course mode and select {em_start}Preview Certificate{em_end}.
ar: لعرض نموذج شهادة، اختر وضع دورة وحدد {em_start}معاينة شهادة{em_end}.
el: Για να προβάλετε ένα δείγμα πιστοποιητικού, επιλέξτε μια λειτουργία μαθήματος και επιλέξτε {em_start}Προεπισκόπηση πιστοποιητικού{em_end}.

source: Issuing Certificates to Learners
ar: إصدار شهادات للمتعلمين
el: Έκδοση Πιστοποιητικών σε Εκπαιδευόμενους

source: To begin issuing course certificates, a course team member with either the Staff or Admin role selects {em_start}Activate{em_end}. Only course team members with these roles can edit or delete an activated certificate.
ar: لبدء إصدار شهادات دورة، يقوم أحد أعضاء فريق دورة إما بدور طاقم أو أدمن بتحديد {em_start}تنشيط{em_end}. يمكن فقط لأعضاء فريق دورة الذين لديهم هذه الأدوار تحرير شهادة تم تنشيطها أو حذفها.
el: Για να ξεκινήσει η έκδοση πιστοποιητικών μαθημάτων, ένα μέλος της ομάδας μαθημάτων με το ρόλο Προσωπικού ή Διαχειριστή επιλέγει {em_start}Ενεργοποίηση{em_end}. Μόνο τα μέλη της ομάδας μαθημάτων με αυτούς τους ρόλους μπορούν να επεξεργαστούν ή να διαγράψουν ένα ενεργοποιημένο πιστοποιητικό.

source: {em_start}Do not{em_end} delete certificates after a course has started; learners who have already earned certificates will no longer be able to access them.
el: {em_start}Μην διαγράφετε πιστοποιητικά μετά την έναρξη ενός μαθήματος- οι εκπαιδευόμενοι που έχουν ήδη αποκτήσει πιστοποιητικά δεν θα μπορούν πλέον να έχουν πρόσβαση σε αυτά.

source: Learn more about certificates
ar: تعرف على المزيد حول شهادات
el: Μάθετε περισσότερα σχετικά με τα πιστοποιητικά

source: Other Course Settings
ar: إعدادات دورة الأخرى
el: Άλλες Ρυθμίσεις Μαθήματος

source: Details &amp; Schedule
ar: تفاصيل &amp; جدول
el: Λεπτομέρειες &amp; Πρόγραμμα

source: Grading
ar: وضع العلامات
el: ΒΑΘΜΟΛΟΓΙΑ

source: Course Team
ar: فريق دورة
el: Ομάδα Μαθήματος

source: Advanced Settings
ar: الإعدادات المتقدمة
el: Ρυθμίσεις για προχωρημένους

source: Checklists
ar: قوائم المراجعة
el: Λίστες ελέγχου

source: Tools
ar: أدوات
el: Εργαλεία

source: Duplicate
ar: مكررة
el: Αντίγραφο

source: Duplicate this component
ar: تكرار هذا المكون
el: Διπλασιασμός αυτού του στοιχείου

source: Move
ar: نقل
el: Μετακίνηση

source: Delete this component
ar: حذف هذا المكون
el: Διαγραφή αυτού του στοιχείου

source: Drag to reorder
ar: اسحب لإعادة الترتيب
el: Σύρετε για αναδιάταξη

source: Page Actions
ar: إجراءات الصفحة
el: Ενέργειες σελίδας

source: Open the courseware in the LMS
ar: افتح المناهج الدراسية في LMS
el: Ανοίξτε το πρόγραμμα μαθημάτων στο LMS

source: View Live Version
ar: عرض الإصدار المباشر
el: Προβολή Ζωντανής Έκδοσης

source: Preview the courseware in the LMS
ar: معاينة المناهج الدراسية في LMS
el: Προεπισκόπηση του μαθήματολογου στο LMS

source: {studio_name} Server Error
el: {studio_name} Σφάλμα Διακομιστή

source: Adding components
ar: إضافة مكونات
el: Προσθήκη στοιχείων

source: Select a component type under {strong_start}Add New Component{strong_end}. Then select a template.
ar: حدد نوع مكون تحت {strong_start}إضافة مكون جديد{strong_end}. ثم حدد قالبًا.
el: Επιλέξτε έναν τύπο στοιχείου στην περιοχή {strong_start}Προσθήκη νέου στοιχείου{strong_end}. Στη συνέχεια, επιλέξτε ένα πρότυπο.

source: The new component is added at the bottom of the page or group. You can then edit and move the component.
ar: تتم إضافة المكون الجديد في أسفل الصفحة أو المجموعة. يمكنك بعد ذلك تحرير المكون ونقله.
el: Το νέο στοιχείο προστίθεται στο κάτω μέρος της σελίδας ή της ομάδας. Στη συνέχεια, μπορείτε να επεξεργαστείτε και να μετακινήσετε το στοιχείο.

source: Editing components
ar: مكونات التحرير
el: Επεξεργασία στοιχείων

source: Click the {strong_start}Edit{strong_end} icon in a component to edit its content.
ar: انقر فوق رمز {strong_start}تحرير{strong_end} في أحد المكونات لتحرير محتواه.
el: Κάντε κλικ στο εικονίδιο {strong_start}Επεξεργασία{strong_end} σε ένα στοιχείο για να επεξεργαστείτε το περιεχόμενό του.

source: Reorganizing components
ar: إعادة تنظيم المكونات
el: Αναδιοργανώνοντας εξαρτήματα

source: Drag components to new locations within this component.
ar: اسحب المكونات إلى مواقع جديدة داخل هذا المكون.
el: Σύρετε στοιχεία σε νέες θέσεις μέσα σε αυτό το στοιχείο.

source: For content experiments, you can drag components to other groups.
ar: بالنسبة لتجارب المحتوى، يمكنك سحب المكونات إلى مجموعات أخرى.
el: Για πειράματα περιεχομένου, μπορείτε να σύρετε στοιχεία σε άλλες ομάδες.

source: Working with content experiments
ar: العمل مع تجارب المحتوى
el: Εργασία με πειράματα περιεχομένου

source: Confirm that you have properly configured content in each of your experiment groups.
ar: تأكد من أنك قمت بتكوين محتوى بشكل صحيح في كل مجموعة من مجموعات التجارب الخاصة بك.
el: Επιβεβαιώστε ότι έχετε ρυθμίσει σωστά το περιεχόμενο σε κάθε μία από τις ομάδες πειράματός σας.

source: Learn more about component containers
ar: تعرف على المزيد حول حاويات المكونات
el: Μάθετε περισσότερα σχετικά με τα περιέκτες εξαρτημάτων

source: Unit Location
ar: موقع وحدة
el: Τοποθεσία μονάδας

source: To create a link to this unit from an HTML component in this course, enter "/jump_to_id/<location ID>" as the URL value.
ar: لإنشاء ارتباط لهذه الوحدة من مكون HTML في هذا دورة، أدخل «/jump_to_id/<location ID>" كقيمة URL.
el: Για να δημιουργήσετε μια σύνδεση προς αυτή τη μονάδα από ένα συστατικό HTML σε αυτό το μάθημα, πληκτρολογήστε «/jump_to_id/<location ID>" ως τιμή URL.

source: Location in Course Outline
ar: الموقع في مخطط دورة
el: Τοποθεσία στο Περίγραμμα Μαθήματος

source: Create a Course Rerun of:
ar: إنشاء دورة إعادة تشغيل من:
el: Δημιουργία επανάληψής σειράς μαθημάτων:

source: Create a re-run of a course
ar: إنشاء إعادة تشغيل لمقرر دورة
el: Δημιουργία επανεκτέλεσης ενός μαθήματος

source: You are creating a re-run from:
ar: أنت تقوم بإنشاء إعادة تشغيل من:
el: Δημιουργείτε μια επανάληψη εκτέλεσης από:

source: Provide identifying information for this re-run of the course. The original course is not affected in any way by a re-run.
ar: قم بتوفير معلومات تعريفية لإعادة تشغيل الدورة دورة هذه. لا تتأثر دورة الأصلية بأي شكل من الأشكال بإعادة التشغيل.
el: Παρέχετε πληροφορίες αναγνώρισης για αυτή την επανάληψη του μαθήματος. Η αρχική πορεία δεν επηρεάζεται με κανέναν τρόπο από μια επανάληψη.

source: Note: Together, the organization, course number, and course run must uniquely identify this new course instance.
ar: ملاحظة: يجب أن تحدد المؤسسة ورقم دورة وتشغيل دورة معًا مثيل المقرر دورة الجديد هذا بشكل فريد.
el: Σημείωση: Μαζί, ο οργανισμός, ο αριθμός μαθήματος και η εκτέλεση μαθημάτων πρέπει να προσδιορίσουν με μοναδικό τρόπο αυτή τη νέα παρουσία μαθήματος.

source: Required Information to Create a re-run of a course
ar: المعلومات المطلوبة لإنشاء إعادة تشغيل لمقرر دورة
el: Απαιτούμενες πληροφορίες για τη δημιουργία επανάληψης ενός μαθήματος

source: e.g. Introduction to Computer Science
ar: على سبيل المثال مقدمة لعلوم الكمبيوتر
el: π.χ. Εισαγωγή στην Επιστήμη των Υπολογιστών

source: The public display name for the new course. (This name is often the same as the original course name.)
ar: اسم العرض العام للمقرر دورة الجديد. (غالبًا ما يكون هذا الاسم هو نفس اسم دورة الأصلي.)
el: Το δημόσιο εμφανιζόμενο όνομα για το νέο μάθημα. (Αυτό το όνομα είναι συχνά το ίδιο με το αρχικό όνομα μαθήματος.)

source: Organization
ar: منظمة
el: Οργανισμός

source: e.g. UniversityX or OrganizationX
ar: على سبيل المثال الجامعة X أو المنظمة X
el: π.χ. UniversityX ή οργανισμόςX

source: The name of the organization sponsoring the new course. (This name is often the same as the original organization name.)
ar: اسم المنظمة التي ترعى دورة الجديدة. (غالبًا ما يكون هذا الاسم هو نفس اسم المؤسسة الأصلي.)
el: Το όνομα του οργανισμού που χορηγεί το νέο μάθημα. (Αυτό το όνομα είναι συχνά το ίδιο με το αρχικό όνομα του οργανισμού.)

source: Note: No spaces or special characters are allowed.
ar: ملاحظة: لا يُسمح بمسافات أو أحرف خاصة.
el: Σημείωση: Δεν επιτρέπονται κενά ή ειδικοί χαρακτήρες.

source: Course Number
ar: رقم دورة
el: Κωδικός Μαθήματος

source: e.g. CS101
ar: على سبيل المثال CS101
el: π.χ CS101

source: The unique number that identifies the new course within the organization. (This number will be the same as the original course number and cannot be changed.)
ar: الرقم الفريد الذي يحدد المقرر دورة الجديد داخل المؤسسة. (سيكون هذا الرقم هو نفس رقم دورة الأصلي ولا يمكن تغييره.)
el: Ο μοναδικός αριθμός που προσδιορίζει το νέο μάθημα μέσα στον οργανισμό. (Αυτός ο αριθμός θα είναι ο ίδιος με τον αρχικό αριθμό μαθήματος και δεν μπορεί να αλλάξει.)

source: Course Run
ar: تشغيل دورة
el: Περίοδος Μαθήματος

source: e.g. 2014_T1
ar: على سبيل المثال 2014_T1
el: π.χ 2014_Τ1

source: The term in which the new course will run. (This value is often different than the original course run value.)
ar: المصطلح الذي سيتم فيه تشغيل الدورة الجديدة. (غالبًا ما تختلف هذه القيمة عن قيمة تشغيل المقرر الدراسي الأصلية.)
el: Ο όρος με τον οποίο θα τρέξει το νέο μάθημα. (Αυτή η τιμή είναι συχνά διαφορετική από την αρχική τιμή εκτέλεσης μαθήματος.)

source: Create Re-run
ar: إنشاء إعادة تشغيل
el: Δημιουργία επανεκτέλεσης

source: When will my course re-run start?
ar: متى ستبدأ إعادة تشغيل دورة الخاص بي؟
el: Πότε θα ξεκινήσει η επανάληψη της πορείας μου;

source: The new course is set to start on January 1, 2030 at midnight (UTC).
ar: ومن المقرر أن تبدأ دورة الجديدة في 1 يناير 2030 عند منتصف الليل (UTC).
el: Η νέα πορεία έχει οριστεί να ξεκινήσει την 1η Ιανουαρίου 2030 τα μεσάνυχτα (UTC).

source: What transfers from the original course?
ar: ما التحويلات من دورة الأصلية؟
el: Τι μεταβιβάσεις από την αρχική πορεία;

source: The new course has the same course outline and content as the original course. All problems, videos, announcements, and other files are duplicated to the new course.
ar: يحتوي دورة الجديد على نفس مخطط دورة والمحتوى مثل المقرر دورة الأصلي. يتم تكرار جميع المشكلات ومقاطع الفيديو والإعلانات والملفات الأخرى إلى المقرر دورة الجديد.
el: Το νέο μάθημα έχει το ίδιο περίγραμμα και περιεχόμενο με το αρχικό μάθημα. Όλα τα προβλήματα, τα βίντεο, οι ανακοινώσεις και άλλα αρχεία αντιγράφονται στο νέο μάθημα.

source: What does not transfer from the original course?
ar: ما الذي لا يتم نقله من دورة الأصلي؟
el: Τι δεν μεταφέρεται από την αρχική πορεία;

source: You are the only member of the new course's staff. No learners are enrolled in the course, and there is no learner data. There is no content in the discussion topics or wiki.
ar: أنت العضو الوحيد في طاقم الدورة الجديدة. لا يتم تسجيل أي متعلمين في دورة، ولا توجد بيانات متعلم. لا يوجد محتوى في مواضيع المناقشة أو wiki.
el: Είστε το μόνο μέλος του προσωπικού του νέου μαθήματος. Κανένας εκπαιδευόμενος δεν είναι εγγεγραμμένος στο μάθημα και δεν υπάρχουν δεδομένα εκπαιδευόμενου. Δεν υπάρχει περιεχόμενο στα θέματα συζήτησης ή στο wiki.

source: Learn more about Course Re-runs
ar: تعرف على المزيد حول إعادة تشغيل دورة
el: Μάθετε περισσότερα για τις επαναληπτικές εκτελέσεις μαθημάτων

source: Course Updates
ar: تحديثات الدورة
el: Ανακοινώσεις του μαθήματος

source: View more
ar: عرض المزيد
el: Δείτε περισσότερα

source: NEW
ar: جديد
el: ΝΈΟΣ

source: By
ar: بواسطة
el: Με

source: Add course update
ar: إضافة تحديث دورة
el: Προσθήκη ενημέρωσης μαθήματος

source: New Update
ar: تحديث جديد
el: Νέα Ενημέρωση

source: Use course updates to notify learners of important dates or exams, highlight particular discussions in the forums, announce schedule changes, and respond to learner questions. You add or edit updates in HTML.
ar: استخدم تحديثات دورة لإخطار متعلمين بالتواريخ أو الاختبارات المهمة, تسليط الضوء على مناقشات معينة في المنتديات, الإعلان عن تغييرات الجدول الزمني, والرد على أسئلة متعلم. يمكنك إضافة التحديثات أو تحريرها في HTML.
el: Χρησιμοποιήστε ενημερώσεις μαθημάτων για να ειδοποιήσετε τους εκπαιδευόμενους για σημαντικές ημερομηνίες ή εξετάσεις, να επισημάνετε συγκεκριμένες συζητήσεις στα φόρουμ, να ανακοινώσετε αλλαγές στο χρονοδιάγραμμα και να απαντήσετε σε ερωτήσεις των εκπαιδευόμενων. Μπορείτε να προσθέσετε ή να επεξεργαστείτε ενημερωμένες εκδόσεις σε HTML.

source: Use course updates to notify learners of important dates or exams, highlight particular discussions in the forums, announce schedule changes, and respond to learner questions. You can add or edit updates.
ar: استخدم تحديثات دورة لإخطار متعلمين بالتواريخ أو الاختبارات المهمة, تسليط الضوء على مناقشات معينة في المنتديات, الإعلان عن تغييرات الجدول الزمني, والرد على أسئلة متعلم. يمكنك إضافة التحديثات أو تعديلها.
el: Χρησιμοποιήστε ενημερώσεις μαθημάτων για να ειδοποιήσετε τους εκπαιδευόμενους για σημαντικές ημερομηνίες ή εξετάσεις, να επισημάνετε συγκεκριμένες συζητήσεις στα φόρουμ, να ανακοινώσετε αλλαγές στο χρονοδιάγραμμα και να απαντήσετε σε ερωτήσεις των εκπαιδευόμενων. Μπορείτε να προσθέσετε ή να επεξεργαστείτε ενημερώσεις.

source: This course was created as a re-run. Some manual configuration is needed.
ar: تم إنشاء هذه دورة كإعادة تشغيل. هناك حاجة إلى بعض التكوين اليدوي.
el: Αυτό το μάθημα δημιουργήθηκε ως επανάληψη εκτέλεσης. Απαιτείται κάποια χειροκίνητη διαμόρφωση.

source: No course content is currently visible, and no learners are enrolled. Be sure to review and reset all dates, including the Course Start Date; set up the course team; review course updates and other assets for dated material; and seed the discussions and wiki.
ar: لا يوجد محتوى دورة مرئي حاليًا، ولا يتم تسجيل أي متعلمين. تأكد من مراجعة وإعادة تعيين جميع التواريخ, بما في ذلك تاريخ بدء دورة; إعداد فريق دورة; مراجعة تحديثات دورة والأصول الأخرى للمواد المؤرخة; وبذور المناقشات وwiki.
el: Δεν υπάρχει περιεχόμενο μαθήματος προς το παρόν ορατό και κανένας εκπαιδευόμενος δεν είναι εγγεγραμμένος. Φροντίστε να επανεξετάσετε και να επαναφέρετε όλες τις ημερομηνίες, συμπεριλαμβανομένης της ημερομηνίας έναρξης του μαθήματος, να ρυθμίσετε την ομάδα μαθημάτων, να εξετάσετε ενημερώσεις μαθημάτων και άλλα στοιχεία για υλικό με ημερομηνία και να δημοσιεύσετε τις συζητήσεις και το wiki.

source: Warning
ar: تحذير
el: Προειδοποίηση

source: This course uses features that are no longer supported.
ar: يستخدم هذا دورة ميزات لم تعد مدعومة.
el: Αυτό το μάθημα χρησιμοποιεί δυνατότητες που δεν υποστηρίζονται πλέον.

source: You must delete or replace the following components.
ar: يجب حذف المكونات التالية أو استبدالها.
el: Πρέπει να διαγράψετε ή να αντικαταστήσετε τα ακόλουθα στοιχεία.

source: Unsupported Components
ar: مكونات غير مدعومة
el: Μη υποστηριζόμενα στοιχεία

source: Deprecated Component
ar: مكون مهمل
el: Εξαιτημένη συνιστώσα

source: To avoid errors, {platform_name} strongly recommends that you remove unsupported features from the course advanced settings. To do this, go to the {link_start}Advanced Settings page{link_end}, locate the "Advanced Module List" setting, and then delete the following modules from the list.
ar: لتجنب الأخطاء، يوصي {platform_name} بشدة بإزالة الميزات غير المدعومة من الإعدادات المتقدمة للمقرر دورة. للقيام بذلك، انتقل إلى صفحة الإعدادات المتقدمة {link_start}{link_end}، حدد موقع إعداد «قائمة الوحدة النمطية المتقدمة»، ثم احذف الوحدات التالية من القائمة.
el: Για να αποφύγετε σφάλματα, το {platform_name} συνιστά έντονα να καταργήσετε τις δυνατότητες που δεν υποστηρίζονται από τις ρυθμίσεις για προχωρημένους του μαθήματος. Για να το κάνετε αυτό, μεταβείτε στη σελίδα {link_start}Advanced Settings{link_end}, εντοπίστε τη ρύθμιση «Λίστα προηγμένων λειτουργικών μονάδων» και, στη συνέχεια, διαγράψτε τις ακόλουθες ενότητες από τη λίστα.

source: Unsupported Advance Modules
ar: وحدات متقدمة غير مدعومة
el: Μη υποστηριζόμενες προηγμένες μονάδες

source: Click to add a new section
ar: انقر لإضافة قسم جديد
el: Κάντε κλικ για να προσθέσετε μια νέα ενότητα

source: New Section
ar: قـسم جديد
el: Νέα Ενότητα

source: Reindex current course
ar: إعادة فهرسة دورة الحالية
el: Αναδημιουργία τρέχοντος μαθήματος

source: Reindex
ar: إعادة الفهرس
el: Αναδηξ

source: Collapse All Sections
ar: طي جميع أقسام
el: Αναδίπλωση όλων των ενοτήτων

source: Expand All Sections
ar: قم بتوسيع جميع أقسام
el: Εμφάνιση όλων των ενοτήτων

source: Click to open the courseware in the LMS in a new tab
ar: انقر لفتح المناهج الدراسية في LMS في علامة تبويب جديدة
el: Κάντε κλικ για να ανοίξετε το πρόγραμμα μαθημάτων στο LMS σε νέα καρτέλα

source: View Live
ar: عرض لايف
el: Ζωντανή παρακολούθηση

source: Edit Start Date
ar: تحرير تاريخ البدء
el: Επεξεργασία ημερομηνίας έναρξης

source: Course Pacing
ar: سرعة دورة
el: Βυθισμός μαθήματος

source: Course Pacing:
ar: سرعة دورة:
el: Βηματισμός μαθήματος:

source: Self-Paced
ar: بخطى ذاتية
el: Ατομικού ρυθμού

source: Instructor-Paced
ar: معبأ
el: Εκπαιδευτής

source: Creating your course organization
ar: إنشاء مؤسسة دورة
el: Οργανώστε τα μαθήματά σας:

source: You add sections, subsections, and units directly in the outline.
ar: يمكنك إضافة أقسام وأقسام فرعية ووحدات مباشرة في المخطط التفصيلي.
el: Προσθέστε άμεσα ενότητες, υποενότητες και μονάδες περιεχομένου.

source: Create a section, then add subsections and units. Open a unit to add course components.
ar: قم بإنشاء قسم، ثم أضف أقسام فرعية ووحدات. افتح وحدة لإضافة مكونات دورة.
el: Δημιουργήστε μια ενότητα, προσθέστε υποενότητες και μονάδες περιεχομένου. Επιλέξτε σε κάθε μονάδα περιεχομένου το αντίστοιχο εκπαιδευτικό υλικό.

source: Reorganizing your course
ar: إعادة تنظيم دورتك
el: Αναδιοργανώνοντας την πορεία σας

source: Drag sections, subsections, and units to new locations in the outline.
ar: اسحب الأقسام والأقسام الفرعية والوحدات إلى مواقع جديدة في المخطط التفصيلي.
el: Σύρετε ενότητες, υποενότητες και μονάδες σε νέες θέσεις στο περίγραμμα.

source: Learn more about the course outline
ar: تعرف على المزيد حول مخطط دورة
el: Μάθετε περισσότερα για το περίγραμμα του μαθήματος

source: Setting release dates and grading policies
ar: تعيين تواريخ الإصدار ونهج التقدير
el: Ρυθμίστε τις ημερομηνίες και τη διαδικασία βαθμολόγησης

source: Select the Configure icon for a section or subsection to set its release date. When you configure a subsection, you can also set the grading policy and due date.
ar: حدد رمز تكوين لقسم أو قسم فرعي لتعيين تاريخ الإصدار الخاص به. عند تكوين قسم فرعي، يمكنك أيضًا تعيين نهج التقدير وتاريخ الاستحقاق.
el: Επιλέξτε το εικονίδιο Επεξεργασία σε μια ενότητα ή υποενότητα για να αποθηκεύσετε την ημερομηνία εμφάνισής τους. Στις υποενότητες συγκεκριμένα μπορείτε επίσης να ορίσετε ημερομηνίες ολοκλήρωσής καθώς και τον τρόπο εξέτασης-βαθμολογίας.

source: Learn more about grading policy settings
ar: تعرف على المزيد حول إعدادات نهج التقدير
el: Μάθετε περισσότερα σχετικά με τις ρυθμίσεις πολιτικής ταξινόμησης

source: Changing the content learners see
ar: تغيير المحتوى الذي يراه متعلمين
el: Αλλαγή του περιεχομένου των εκπαιδευόμενων δείτε

source: To publish draft content, select the Publish icon for a section, subsection, or unit.
ar: لنشر مسودة المحتوى، حدد أيقونة النشر لقسم أو قسم فرعي أو وحدة.
el: Για να εμφανίσετε τις draft-πρόχειρες αλλαγές, επιλέξτε το εικονίδιο Publish σε μια ενότητα, υποενότητα ή μονάδα περιεχομένου.

source: To make a section, subsection, or unit unavailable to learners, select the Configure icon for that level, then select the appropriate {em_start}Hide{em_end} option. Grades for hidden sections, subsections, and units are not included in grade calculations.
ar: لجعل قسم أو قسم فرعي أو وحدة غير متاحة للمتعلمين، حدد رمز تكوين لهذا المستوى، ثم حدد الخيار {em_start}إخفاء{em_end} المناسب. لا يتم تضمين التقديرات للأقسام والأقسام الفرعية والوحدات المخفية في حسابات التقدير.
el: Για να κάνετε μια ενότητα, υποενότητα ή μονάδα μη διαθέσιμη στους εκπαιδευόμενους, επιλέξτε το εικονίδιο Ρύθμιση παραμέτρων για αυτό το επίπεδο και, στη συνέχεια, επιλέξτε την κατάλληλη επιλογή {em_start}Απόκρυψη{em_end} . Οι βαθμοί για κρυφά τμήματα, υποτμήματα και μονάδες δεν περιλαμβάνονται στους υπολογισμούς βαθμού.

source: To hide the content of a subsection from learners after the subsection due date has passed, select the Configure icon for a subsection, then select {em_start}Hide content after due date{em_end}. Grades for the subsection remain included in grade calculations.
ar: لإخفاء محتوى القسم الفرعي من متعلمين بعد مرور تاريخ استحقاق القسم الفرعي، حدد رمز تكوين للقسم الفرعي، ثم حدد {em_start}إخفاء المحتوى بعد تاريخ الاستحقاق{em_end}. تظل التقديرات الخاصة بالقسم الفرعي مضمنة في حسابات التقدير.
el: Για να αποκρύψετε το περιεχόμενο μιας υποενότητας από τους εκπαιδευόμενους μετά την παρέλευση της ημερομηνίας λήξης της υποενότητας, επιλέξτε το εικονίδιο Ρύθμιση παραμέτρων για μια υποενότητα και, στη συνέχεια, επιλέξτε {em_start}Απόκρυψη περιεχομένου μετά την ημερομηνία λήξης{em_end}. Οι βαθμοί για το υποτμήμα εξακολουθούν να περιλαμβάνονται στους υπολογισμούς βαθμών.

source: Learn more about content visibility settings
ar: تعرف على المزيد حول إعدادات رؤية المحتوى
el: Μάθετε περισσότερα σχετικά με τις ρυθμίσεις ορατότητας περιεχομένου

source: Pages
ar: صفحات
el: Σελίδες

source: New Page
ar: صفحة جديدة
el: Νέα Σελίδα

source: Note: Pages are publicly visible. If users know the URL of a page, they can view the page even if they are not registered for or logged in to your course.
ar: ملاحظة: الصفحات مرئية بشكل عام. إذا كان المستخدمون يعرفون عنوان URL الخاص بالصفحة، فيمكنهم عرض الصفحة حتى إذا لم يكونوا مسجلين في مقررك الدراسي أو قاموا بتسجيل الدخول إليه.
el: Μπορείτε να δημιουργησετε τις δικές σας σελίδες με το αντίστοιχο περιεχόμενο που επιθυμείτε. Οι χρήστες θα μπορούν να τις παρακολουθήσουν μόνο όταν είναι συνδεδεμένοι και έχουν εγγραφεί στο μάθημά σας.

source: Show this page
ar: عرض هذه الصفحة
el: Εμφάνιση αυτής της σελίδας

source: Show to all
ar: عرض للجميع
el: Εμφάνιση σε όλους

source: Show to learners
ar: عرض للمتعلمين
el: Εμφάνιση στους εκπαιδευόμενους

source: This page cannot be reordered
ar: لا يمكن إعادة ترتيب هذه الصفحة
el: Αυτή η σελίδα δεν μπορεί να αναδιαταχθεί

source: You can add additional custom pages to your course.
ar: يمكنك إضافة صفحات مخصصة إضافية إلى مقررك الدراسي.
el: Μπορείτε να προσθέσετε περισσότερες σελίδες στο μάθημά σας.

source: Add a New Page
ar: إضافة صفحة جديدة
el: Εισάγετε Καινούργια Σελίδα

source: What are pages?
ar: ما هي الصفحات؟
el: Τι είναι οι σελίδες;

source: Pages are listed horizontally at the top of your course. Default pages (Home, Course, Discussion, Wiki, and Progress) are followed by textbooks and custom pages that you create.
ar: يتم سرد الصفحات أفقيًا في الجزء العلوي من مقررك الدراسي. تتبع الصفحات الافتراضية (الصفحة الرئيسية، دورة، المناقشة، ويكي، والتقدم) كتب مدرسية وصفحات مخصصة تقوم بإنشائها.
el: Οι σελίδες εμφανίζονται οριζόντια στην κορυφή του μαθήματος σας. Οι προεπιλεγμένες σελίδες (Αρχική σελίδα, Μάθημα, Συζήτηση, Wiki και Πρόοδος) ακολουθούνται από εγχειρίδια και προσαρμοσμένες σελίδες που δημιουργείτε.

source: Custom pages
ar: صفحات مخصصة
el: Πρόσθετες Σελίδες
