Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar, el

source: During video playback, use the subtitles and the scroll bar to navigate. Clicking the subtitles is a fast way to skip forwards and backwards by small amounts.
ar: أثناء تشغيل الفيديو، استخدم الترجمة وشريط التمرير للتنقل. يعد النقر فوق الترجمة طريقة سريعة للتخطي للأمام والخلف بكميات صغيرة.
el: Κατά την αναπαραγωγή βίντεο, χρησιμοποιήστε τους υπότιτλους και τη γραμμή κύλισης για να περιηγηθείτε. Κάνοντας κλικ στους υπότιτλους είναι ένας γρήγορος τρόπος για να παρακάμψετε προς τα εμπρός και προς τα πίσω κατά μικρά ποσά.

source: If you are on a low-resolution display, the left navigation bar can be hidden by clicking on the set of three left arrows next to it.
ar: إذا كنت تستخدم شاشة منخفضة الدقة، فيمكن إخفاء شريط التنقل الأيسر بالنقر فوق مجموعة الأسهم الثلاثة اليسرى بجواره.
el: Εάν βρίσκεστε σε οθόνη χαμηλής ανάλυσης, η αριστερή γραμμή πλοήγησης μπορεί να κρυφτεί κάνοντας κλικ στο σύνολο τριών αριστερών βέλη δίπλα της.

source: If you need bigger or smaller fonts, use your browsers settings to scale them up or down. Under Google Chrome, this is done by pressing ctrl-plus, or ctrl-minus at the same time.
ar: إذا كنت بحاجة إلى خطوط أكبر أو أصغر، فاستخدم إعدادات المستعرضات لتوسيع نطاقها لأعلى أو لأسفل. ضمن Google Chrome، يتم ذلك عن طريق الضغط على ctrl-plus، أو ctrl-minus في نفس الوقت.
el: Αν χρειάζεστε μεγαλύτερες ή μικρότερες γραμματοσειρές, χρησιμοποιήστε τις ρυθμίσεις των προγραμμάτων περιήγησης για να τις κλιμακώσετε προς τα πάνω ή προς τα κάτω. Κάτω από το Google Chrome, αυτό γίνεται πατώντας ταυτόχρονα ctrl-plus ή ctrl-minus.

source: Loading video player
ar: تحميل مشغل الفيديو
el: Φόρτωση αναπαραγωγής βίντεο

source: Play video
ar: تشغيل الفيديو
el: Αναπαραγωγή βίντεο

source: No playable video sources found.
ar: لم يتم العثور على مصادر فيديو قابلة للتشغيل.
el: Δεν βρέθηκαν πηγές βίντεο με δυνατότητα αναπαραγωγής.

source: Your browser does not support this video format. Try using a different browser.
ar: متصفحك لا يدعم تنسيق الفيديو هذا. حاول استخدام متصفح مختلف.
el: Το πρόγραμμα περιήγησής σας δεν υποστηρίζει αυτήν τη μορφή βίντεο. Δοκιμάστε να χρησιμοποιήσετε ένα διαφορετικό πρόγραμμα περιήγησης.

source: Downloads and transcripts
ar: التنزيلات والنصوص
el: Λήψεις και μεταγραφικά

source: Download video file
ar: تنزيل ملف الفيديو
el: Κατεβάστε το αρχείο βίντεο

source: Transcripts
ar: النصوص
el: Απομαγνητοφωνήσεις

source: Download {file}
ar: تنزيل {file}
el: κατεβάσετε {file}

source: Download transcript
ar: تنزيل نسخة
el: Λήψη μεταγραφικού

source: Handouts
ar: النشرات
el: ελεημοσύνη

source: Download Handout
ar: تنزيل النشرة
el: Κατεβάστε το φυλλάδιο

source: {num} of {total}
ar: {num} من {total}
el: {num} από {total}

source: Your words were:
ar: كانت كلماتك:
el: Τα λόγια σου ήταν:

source: API Access Request
ar: طلب وصول واجهة برمجة التطبيقات
el: Αίτημα πρόσβασης API

source: {platform_name} API Access Request
ar: {platform_name} طلب وصول واجهة برمجة التطبيقات
el: {platform_name} Αίτηση πρόσβασης API

source: Request API Access
ar: طلب وصول واجهة برمجة التطبيقات
el: Αίτηση πρόσβασης API

source: API Access Request Status
ar: حالة طلب الوصول إلى API
el: Κατάσταση αίτησης πρόσβασης API

source: Your request to access the {platform_name} Course Catalog API is being processed. You will receive a message at the email address in your profile when processing is complete. You can also return to this page to see the status of your API access request.
el: Το αίτημά σας για πρόσβαση στο API καταλόγου μαθημάτων {platform_name} υποβάλλεται σε επεξεργασία. Θα λάβετε ένα μήνυμα στη διεύθυνση ηλεκτρονικού ταχυδρομείου στο προφίλ σας όταν ολοκληρωθεί η επεξεργασία. Μπορείτε επίσης να επιστρέψετε σε αυτήν τη σελίδα για να δείτε την κατάσταση του αιτήματος πρόσβασης API.

source: Your request to access the {platform_name} Course Catalog API has been denied. If you think this is an error, or for other questions about using this API, contact {api_support_email_link}.
ar: تم رفض طلبك للوصول إلى {platform_name} واجهة برمجة تطبيقات كتالوج دورة. إذا كنت تعتقد أن هذا خطأ، أو لأسئلة أخرى حول استخدام واجهة برمجة التطبيقات هذه، اتصل {api_support_email_link}.
el: Το αίτημά σας για πρόσβαση στο API καταλόγου μαθημάτων {platform_name} έχει απορριφθεί. Εάν πιστεύετε ότι πρόκειται για σφάλμα ή για άλλες ερωτήσεις σχετικά με τη χρήση αυτού του API, επικοινωνήστε με {api_support_email_link}.

source: Your request to access the {platform_name} Course Catalog API has been approved.
ar: تمت الموافقة على طلبك للوصول إلى واجهة برمجة تطبيقات كتالوج دورة {platform_name} .
el: Το αίτημά σας για πρόσβαση στο API καταλόγου μαθημάτων {platform_name} έχει εγκριθεί.

source: Application Name
ar: اسم التطبيق
el: Όνομα Εφαρμογής

source: API Client ID
ar: معرف عميل واجهة برمجة التطبيقات
el: Αναγνωριστικό πελάτη API

source: API Client Secret
ar: سر عميل واجهة برمجة التطبيقات
el: Μυστικό πελάτη API

source: Redirect URLs
ar: إعادة توجيه عناوين URL
el: Ανακατεύθυνση URL

source: If you would like to regenerate your API client information, please use the form below.
ar: إذا كنت ترغب في إعادة إنشاء معلومات عميل API الخاصة بك، فيرجى استخدام النموذج أدناه.
el: Αν θέλετε να αναδημιουργήσετε τις πληροφορίες του πελάτη API, χρησιμοποιήστε την παρακάτω φόρμα.

source: Generate API client credentials
ar: إنشاء بيانات اعتماد عميل API
el: Δημιουργία διαπιστευτηρίων προγράμματος-πελάτη API

source: To learn more about the {platform_name} Course Catalog API, visit {link_start}our API documentation page{link_end}. For questions about using this API, contact {api_support_email_link}.
ar: لمعرفة المزيد حول {platform_name} Course Catalog API، قم بزيارة {link_start}صفحة وثائق API{link_end}. للأسئلة حول استخدام واجهة برمجة التطبيقات هذه، اتصل بـ {api_support_email_link}.
el: Για να μάθετε περισσότερα σχετικά με το {platform_name} API καταλόγου μαθημάτων, επισκεφθείτε {link_start}την τεκμηρίωση API σελίδα{link_end}. Για ερωτήσεις σχετικά με τη χρήση αυτού του API, επικοινωνήστε με το {api_support_email_link}.

source: API Terms of Service
ar: شروط خدمة API
el: Όροι Χρήσης API

source: Terms of Service for {platform_name} APIs
ar: شروط الخدمة لـ {platform_name} واجهات برمجة تطبيقات
el: Όροι Χρήσης για {platform_name} API

source: Effective Date: April 12th, 2016
ar: تاريخ السريان: 12 أبريل 2016
el: Ημερομηνία έναρξης ισχύος: 12 Απριλίου 2016

source: Welcome to {platform_name}. Thank you for using {platform_name}'s Course Discovery API, Enterprise API and/or any additional APIs that we may offer from time to time (collectively, the "APIs"). Please read these Terms of Service prior to accessing or using the APIs. These Terms of Service, any additional terms within accompanying API documentation, and any applicable policies and guidelines that {platform_name} makes available and/or updates from time to time are agreements (collectively, the "Terms") between you and {platform_name}. These Terms are issued under the enterprise product agreement, member participation agreement, or other direct agreement governing the purchase of {platform_name} products, if any (the "Agreement"), executed by you or the party on whose behalf you are accessing or using the APIs and {platform_name}. In the event that you have such an Agreement that applies to your use of the APIs, the Agreement will control in the event of any conflict between it and these Terms. By accessing or using the APIs, you accept and agree to be legally bound by the Terms, whether or not you are a registered user. If you are accessing or using the APIs on behalf of a company, organization or other legal entity, you are agreeing to these Terms for that entity and representing and warranting to {platform_name} that you have full authority to accept and agree to these Terms for such entity, in which case the terms "you," "your" or related terms herein shall refer to such entity on whose behalf you are accessing or using the APIs. If you do not have such authority or if you do not understand or do not wish to be bound by the Terms, you should not use the APIs.
ar: مرحبًا بك في {platform_name}. نشكرك على استخدام واجهة برمجة تطبيقات اكتشاف دورة {platform_name}وواجهة برمجة تطبيقات المؤسسة و/أو أي واجهات برمجة تطبيقات إضافية قد نقدمها من وقت لآخر (يشار إليها مجتمعة باسم «واجهات برمجة التطبيقات»). يرجى قراءة شروط الخدمة هذه قبل الوصول إلى واجهات برمجة التطبيقات أو استخدامها. شروط الخدمة هذه، وأي شروط إضافية ضمن وثائق واجهة برمجة التطبيقات المرفقة، وأي سياسات وإرشادات سارية توفرها {platform_name} و/أو تحديثات من وقت لآخر هي اتفاقيات (يشار إليها مجتمعة باسم «الشروط») بينك وبين {platform_name}. يتم إصدار هذه الشروط بموجب اتفاقية منتج المؤسسة أو اتفاقية مشاركة الأعضاء أو اتفاقية مباشرة أخرى تحكم شراء {platform_name} منتجات، إن وجدت («الاتفاقية»)، التي تنفذها أنت أو الطرف الذي تدخل نيابة عنه أو تستخدم واجهات برمجة التطبيقات و {platform_name}. في حالة وجود مثل هذه الاتفاقية التي تنطبق على استخدامك لواجهات برمجة التطبيقات، ستتحكم الاتفاقية في حالة حدوث أي تعارض بينها وبين هذه الشروط. من خلال الوصول إلى واجهات برمجة التطبيقات أو استخدامها، فإنك تقبل وتوافق على الالتزام القانوني بالشروط، سواء كنت مستخدمًا مسجلاً أم لا. إذا كنت تقوم بالوصول إلى واجهات برمجة التطبيقات أو استخدامها نيابة عن شركة أو مؤسسة أو كيان قانوني آخر، فأنت توافق على هذه الشروط لهذا الكيان وتمثل وتضمن لـ {platform_name} أن لديك السلطة الكاملة لقبول هذه الشروط والموافقة عليها لهذا الكيان، وفي هذه الحالة تشير المصطلحات «أنت» أو «الخاص بك» أو المصطلحات ذات الصلة الواردة هنا إلى هذا الكيان الذي تصل نيابة عنه إلى واجهات برمجة التطبيقات أو تستخدم واجهات برمجة التطبيقات. إذا لم يكن لديك مثل هذه السلطة أو إذا كنت لا تفهم أو لا ترغب في الالتزام بالشروط، فلا يجب عليك استخدام واجهات برمجة التطبيقات.
el: Καλώς ήρθατε στο {platform_name}. Σας ευχαριστούμε που χρησιμοποιείτε το API της {platform_name} για την Ανακάλυψη Μαθημάτων, το Enterprise API ή/και οποιαδήποτε πρόσθετα API που ενδέχεται να προσφέρουμε κατά καιρούς (συλλογικά, τα "API"). Παρακαλούμε διαβάστε τους παρόντες Όρους χρήσης πριν από την πρόσβαση ή τη χρήση των APIs. Οι παρόντες Όροι Παροχής Υπηρεσιών, τυχόν πρόσθετοι όροι εντός της συνοδευτικής τεκμηρίωσης API και τυχόν εφαρμοστέες πολιτικές και κατευθυντήριες γραμμές που η {platform_name} διαθέτει ή/και ενημερώνει κατά καιρούς, αποτελούν συμφωνίες (συλλογικά, οι "Όροι") μεταξύ εσάς και της {platform_name}. Οι παρόντες Όροι εκδίδονται στο πλαίσιο της εταιρικής συμφωνίας προϊόντος, της συμφωνίας συμμετοχής μέλους ή άλλης άμεσης συμφωνίας που διέπει την αγορά προϊόντων {platform_name}, εάν υπάρχει (η "Συμφωνία"), η οποία εκτελείται από εσάς ή το μέρος για λογαριασμό του οποίου έχετε πρόσβαση ή χρησιμοποιείτε τα API και {platform_name}. Σε περίπτωση που έχετε μια τέτοια Συμφωνία που ισχύει για τη χρήση των APIs από εσάς, η Συμφωνία θα υπερισχύει σε περίπτωση οποιασδήποτε σύγκρουσης μεταξύ αυτής και των παρόντων Όρων. Με την πρόσβαση ή τη χρήση των APIs, αποδέχεστε και συμφωνείτε να δεσμεύεστε νομικά από τους Όρους, είτε είστε εγγεγραμμένος χρήστης είτε όχι. Εάν αποκτάτε πρόσβαση ή χρησιμοποιείτε τα APIs για λογαριασμό μιας εταιρείας, ενός οργανισμού ή άλλου νομικού προσώπου, συμφωνείτε με τους παρόντες Όρους για το εν λόγω νομικό πρόσωπο και δηλώνετε και εγγυάστε στην {platform_name} ότι έχετε πλήρη εξουσιοδότηση να αποδεχθείτε και να συμφωνήσετε με τους παρόντες Όρους για το εν λόγω νομικό πρόσωπο, οπότε οι όροι "εσείς", "σας" ή συναφείς όροι στο παρόν αναφέρονται στο εν λόγω νομικό πρόσωπο για λογαριασμό του οποίου αποκτάτε πρόσβαση ή χρησιμοποιείτε τα APIs. Εάν δεν έχετε τέτοια εξουσιοδότηση ή εάν δεν κατανοείτε ή δεν επιθυμείτε να δεσμευτείτε από τους Όρους, δεν θα πρέπει να χρησιμοποιήσετε τα API.

source: API Access
ar: وصول واجهة برمجة التطبيقات
el: Πρόσβαση API

source: To access the APIs, you will need to create an {platform_name} user account for your application (not for personal use). This account will provide you with access to our API request page at {request_url}. On that page, you must complete the API request form including a description of your proposed uses for the APIs. Any account and registration information that you provide to {platform_name} must be accurate and up to date, and you agree to inform us promptly of any changes. {platform_name_capitalized} will review your API request form and, upon approval in {platform_name}'s sole discretion, will provide you with instructions for obtaining your API shared secret and client ID.
ar: للوصول إلى واجهات برمجة التطبيقات، ستحتاج إلى إنشاء حساب مستخدم {platform_name} لتطبيقك (وليس للاستخدام الشخصي). سيوفر لك هذا الحساب إمكانية الوصول إلى صفحة طلب API الخاصة بنا على {request_url}. في تلك الصفحة، يجب عليك إكمال نموذج طلب واجهة برمجة التطبيقات بما في ذلك وصف الاستخدامات المقترحة لواجهات برمجة التطبيقات. يجب أن تكون أي معلومات حساب وتسجيل تقدمها إلى {platform_name} دقيقة ومحدثة، وتوافق على إبلاغنا على الفور بأي تغييرات. سيقوم {platform_name_capitalized} بمراجعة نموذج طلب واجهة برمجة التطبيقات الخاص بك، وبناءً على الموافقة وفقًا لتقدير {platform_name}الخاص، سيزودك بتعليمات للحصول على سرية واجهة برمجة التطبيقات المشتركة ومعرف العميل الخاص بك.
el: Για να αποκτήσετε πρόσβαση στα API, θα χρειαστεί να δημιουργήσετε έναν λογαριασμό χρήστη {platform_name} για την εφαρμογή σας (όχι για προσωπική χρήση). Αυτός ο λογαριασμός θα σας παρέχει πρόσβαση στη σελίδα αιτημάτων API στο {request_url}. Σε αυτήν τη σελίδα, πρέπει να συμπληρώσετε τη φόρμα αίτησης API συμπεριλαμβανομένης μιας περιγραφής των προτεινόμενων χρήσεων για τα API. Οποιοσδήποτε λογαριασμός και τα στοιχεία εγγραφής που παρέχετε στο {platform_name} πρέπει να είναι ακριβή και ενημερωμένα και συμφωνείτε να μας ενημερώνετε έγκαιρα για τυχόν αλλαγές. Το {platform_name_capitalized} θα εξετάσει τη φόρμα αίτησης API και, κατόπιν έγκρισης κατά την απόλυτη διακριτική ευχέρεια του {platform_name}, θα σας δώσει οδηγίες για την απόκτηση του κοινόχρηστου μυστικού και του αναγνωριστικού πελάτη API σας.

source: Permissible Use
ar: الاستخدام المسموح به
el: Επιτρεπτή Χρήση

source: You agree to use the APIs solely for the purpose of delivering content that is accessed through the APIs (the "API Content") to your own website, mobile site, app, blog, email distribution list, or social media property ("Your Application") or for another commercial use that you described in your request for access and that {platform_name} has approved on a case-by-case basis. {platform_name_capitalized} may monitor your use of the APIs for compliance with the Terms and may deny your access or shut down your integration if you attempt to go around or exceed the requirements and limitations set by {platform_name}. Your Application or other approved use of the API or the API Content must not prompt your end users to provide their {platform_name} username, password or other {platform_name} user credentials anywhere other than on the {platform_name} website at {platform_url}.
ar: أنت توافق على استخدام واجهات برمجة التطبيقات فقط لغرض تقديم المحتوى الذي يتم الوصول إليه من خلال واجهات برمجة التطبيقات («محتوى API») إلى موقع الويب الخاص بك أو موقع الجوال أو التطبيق أو المدونة أو قائمة توزيع البريد الإلكتروني أو خاصية الوسائط الاجتماعية («تطبيقك») أو لاستخدام تجاري آخر وصفته في طلبك الوصول وأن {platform_name} تمت الموافقة على أساس كل حالة على حدة. {platform_name_capitalized} قد تراقب استخدامك لواجهات برمجة التطبيقات للامتثال للشروط وقد ترفض وصولك أو تغلق تكاملك إذا حاولت التجول أو تجاوز المتطلبات والقيود التي حددتها {platform_name}. يجب ألا يطالب التطبيق الخاص بك أو أي استخدام آخر معتمد لواجهة برمجة التطبيقات أو محتوى واجهة برمجة التطبيقات المستخدمين النهائيين بتقديم {platform_name} اسم مستخدم أو كلمة مرور أو بيانات اعتماد مستخدم {platform_name} أخرى في أي مكان آخر غير الموقع {platform_name} في {platform_url}.
el: Συμφωνείτε να χρησιμοποιείτε τα API αποκλειστικά για το σκοπό της παροχής περιεχομένου που έχει πρόσβαση μέσω των API (το «Περιεχόμενο API») στη δική σας ιστοσελίδα, ιστοσελίδα για κινητές συσκευές, εφαρμογή, ιστολόγιο, λίστα διανομής ηλεκτρονικού ταχυδρομείου ή ιδιοκτησία μέσων κοινωνικής δικτύωσης («Η αίτησή σας») ή για άλλη εμπορική χρήση που περιγράψατε στο αίτημά σας για πρόσβαση και ότι {platform_name} έχει εγκρίνει κατά περίπτωση βάση. {platform_name_capitalized} μπορεί να παρακολουθεί τη χρήση των API από μέρους σας για συμμόρφωση με τους Όρους και μπορεί να αρνηθεί την πρόσβασή σας ή να τερματίσει την ενσωμάτωσή σας εάν επιχειρήσετε να παρακάμψετε ή να υπερβείτε τις απαιτήσεις και τους περιορισμούς που ορίζονται από το {platform_name}. Η Αίτηση σας ή άλλη εγκεκριμένη χρήση του API ή του Περιεχομένου API δεν πρέπει να προτρέπει τους τελικούς χρήστες σας να παράσχουν το {platform_name} όνομα χρήστη, τον κωδικό πρόσβασης ή άλλα {platform_name} διαπιστευτήρια χρήστη οπουδήποτε αλλού εκτός από τον ιστότοπο {platform_name} στη διεύθυνση {platform_url}.

source: Prohibited Uses and Activities
ar: الاستخدامات والأنشطة المحظورة
el: Απαγορευμένες Χρήσεις και Δραστηριότητες

source: {platform_name_capitalized} shall have the sole right to determine whether or not any given use of the APIs is acceptable, and {platform_name} reserves the right to revoke API access for any use that {platform_name} determines at any time, in its sole discretion, does not benefit or serve the best interests of {platform_name}, its users and its partners.
ar: يكون لـ {platform_name_capitalized} الحق الوحيد في تحديد ما إذا كان أي استخدام معين لواجهات برمجة التطبيقات مقبولًا أم لا، ويحتفظ {platform_name} بالحق في إلغاء الوصول إلى واجهة برمجة التطبيقات لأي استخدام يحدده {platform_name} في أي وقت، وفقًا لتقديرها الخاص، لا تستفيد أو تخدم المصالح الفضلى لـ {platform_name}, مستخدميها وشركائها.
el: {platform_name_capitalized} έχει το αποκλειστικό δικαίωμα να καθορίσει εάν οποιαδήποτε δεδομένη χρήση των API είναι αποδεκτή ή όχι, και {platform_name} διατηρεί το δικαίωμα να ανακαλέσει την πρόσβαση API για οποιαδήποτε χρήση που καθορίζει το {platform_name} ανά πάσα στιγμή, κατά την απόλυτη διακριτική του ευχέρεια, δεν επωφελούνται ή εξυπηρετούν το βέλτιστο συμφέρον των {platform_name}, των χρηστών και των συνεργατών της.

source: The following activities are not acceptable when using the APIs (this is not an exhaustive list):
ar: الأنشطة التالية غير مقبولة عند استخدام واجهات برمجة التطبيقات (هذه ليست قائمة شاملة):
el: Οι ακόλουθες δραστηριότητες δεν είναι αποδεκτές κατά τη χρήση των API (αυτός δεν είναι εξαντλητικός κατάλογος):

source: collecting or storing the names, passwords, or other credentials of {platform_name} users;
ar: جمع أو تخزين الأسماء أو كلمات المرور أو بيانات الاعتماد الأخرى لـ {platform_name} مستخدم؛
el: συλλογή ή αποθήκευση των ονομάτων, κωδικών πρόσβασης ή άλλων διαπιστευτηρίων {platform_name} χρηστών,

source: scraping or similar techniques to aggregate or otherwise create permanent copies of API Content;
ar: تجريف أو تقنيات مشابهة لتجميع أو إنشاء نسخ دائمة من محتوى API؛
el: απόξεση ή παρόμοιες τεχνικές για τη συνάθροιση ή με άλλο τρόπο τη δημιουργία μόνιμων αντιγράφων του περιεχομένου API,

source: violating, misappropriating or infringing any copyright, trademark rights, rights of privacy or publicity, confidential information or any other right of any third party;
ar: انتهاك أو اختلاس أو انتهاك أي حقوق الطبع والنشر أو حقوق العلامات التجارية أو حقوق الخصوصية أو الدعاية أو المعلومات السرية أو أي حق آخر لأي طرف ثالث؛
el: παραβίαση, υπεξαίρεση ή παραβίαση οποιουδήποτε δικαιώματος πνευματικής ιδιοκτησίας, εμπορικών σημάτων, δικαιωμάτων προστασίας της ιδιωτικής ζωής ή δημοσιότητας, εμπιστευτικών πληροφοριών ή οποιουδήποτε άλλου δικαιώματος οποιουδήποτε τρίτου μέρους,

source: altering or editing any content or graphics in the API Content;
ar: تغيير أو تحرير أي محتوى أو رسومات في محتوى واجهة برمجة التطبيقات؛
el: τροποποίηση ή επεξεργασία οποιουδήποτε περιεχομένου ή γραφικών στο Περιεχόμενο API,

source: altering or removing any trademark, copyright or other proprietary or legal notices contained in, or appearing on, the APIs or any API Content;
ar: تغيير أو إزالة أي علامة تجارية أو حقوق نشر أو إشعارات ملكية أو قانونية أخرى واردة في واجهات برمجة التطبيقات أو أي محتوى لواجهة برمجة التطبيقات أو أي محتوى لواجهة برمجة التطبيقات؛
el: τροποποίηση ή κατάργηση οποιωνδήποτε εμπορικών σημάτων, πνευματικών δικαιωμάτων ή άλλων ιδιοκτησιακών ή νομικών γνωστοποιήσεων που περιέχονται ή εμφανίζονται στα API ή σε οποιοδήποτε Περιεχόμενο API,

source: sublicensing, re-distributing, renting, selling or leasing access to the APIs or your client secret to any third party;
ar: الترخيص من الباطن، إعادة توزيع، تأجير، بيع أو تأجير الوصول إلى واجهات برمجة التطبيقات أو سر العميل الخاص بك إلى أي طرف ثالث؛
el: υποαδειοδότηση, ανακατανομή, ενοικίαση, πώληση ή χρηματοδοτική μίσθωση πρόσβασης στα API ή το μυστικό του πελάτη σας σε οποιοδήποτε τρίτο μέρος,

source: distributing any virus, Trojan horse, spyware, adware, malware, bot, time bomb, worm, or other harmful or malicious component; or
ar: توزيع أي فيروس أو حصان طروادة أو برامج تجسس أو برامج إعلانية أو برامج ضارة أو بوت أو قنبلة موقوتة أو دودة أو أي مكون ضار أو ضار آخر؛ أو
el: διανομή οποιουδήποτε ιού, δούρειου ίππου, spyware, adware, κακόβουλου λογισμικού, bot, ωρολογιακής βόμβας, τύπου worm ή άλλου επιβλαβούς ή κακόβουλου συστατικού, ή

source: using the APIs for any purpose which or might overburden, impair or disrupt the {platform_name} platform, servers or networks.
ar: باستخدام واجهات برمجة التطبيقات لأي غرض قد يثقل أو يضعف أو يعطل النظام الأساسي أو الخوادم أو الشبكات {platform_name} .
el: χρησιμοποιώντας τα API για οποιονδήποτε σκοπό ο οποίος ή μπορεί να επιβαρύνει υπερβολικά, να βλάψει ή να διαταράξει την πλατφόρμα {platform_name} , τους διακομιστές ή τα δίκτυα.

source: Usage and Quotas
ar: الاستخدام والحصص
el: Χρήση και Ποσοστώσεις

source: {platform_name_capitalized} reserves the right, in its discretion, to impose reasonable restrictions and limitations on the number and frequency of calls made by you or Your Application to the APIs. You must not attempt to circumvent any restrictions or limitations imposed by {platform_name}.
ar: تحتفظ {platform_name_capitalized} بالحق، حسب تقديرها، في فرض قيود وقيود معقولة على عدد وتكرار المكالمات التي تجريها أنت أو طلبك إلى واجهات برمجة التطبيقات. يجب ألا تحاول التحايل على أي قيود أو قيود تفرضها {platform_name}.
el: {platform_name_capitalized} διατηρεί το δικαίωμα, κατά την κρίση του, να επιβάλει εύλογους περιορισμούς και περιορισμούς στον αριθμό και τη συχνότητα των κλήσεων που πραγματοποιείτε εσείς ή η Εφαρμογή σας στα API. Δεν πρέπει να επιχειρήσετε να παρακάμψετε τυχόν περιορισμούς ή περιορισμούς που επιβάλλονται από το {platform_name}.

source: Compliance
ar: الامتثال
el: Συμμόρφωση
