Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar, el

source: Remember to bring your brushes to makeup trainings.
ar: تذكر إحضار فرشك إلى تدريبات المكياج.
el: Θυμηθείτε να έχετε μαζί σας τα πινέλα σας, στις εκπαιδεύσεις Make Up.

source: Make sure you are briefed by your manager before the training.
ar: تأكد من إطلاعك من قبل مديرك قبل التدريب.
el: Βεβαιωθείτε ότι έχετε κάνει briefing με το τον διευθυντή σας, πριν από την εκπαίδευση.

source: The Sephora Training Team
ar: فريق تدريب سيفورا
el: Η Ομάδα εκπαίδευσης Sephora

source: <a href="{ilt_link}">Click here</a> to cancel your enrollment.
ar: <a href="{ilt_link}">انقر هنا</a> لإلغاء التسجيل الخاص بك.
el: <a href="{ilt_link}">Κάνετε Click εδώ</a> για να ακυρώσετε την εγγραφή σας.

source: Cancellation of the {ilt_name} training session - [{name}]
ar: إلغاء الدورة التدريبية {ilt_name} - [{name}]
el: Ακύρωση της εκπαίδευσης {ilt_name} - [{name}]

source: Please be informed that the {ilt_name} in-class training scheduled for {start_day} in {location} at {address}, {city} {zip_code} has been canceled.
ar: يرجى العلم أنه تم إلغاء التدريب {ilt_name} في الفصل المقرر لـ {start_day} في {location} في {address}و {city} {zip_code} .
el: Σας ενημερώνουμε ότι η εκπαίδευση {ilt_name}, που ήταν προγραμματισμένη για τις {start_day} στο {location} σε {address}, {city} {zip_code} έχει ακυρωθεί.

source: Please visit <a href="{ilt_link}">My Sephora University</a> for available times to reschedule your training.
ar: يرجى زيارة <a href="{ilt_link}">جامعة ماي سيفورا</a> للأوقات المتاحة لإعادة جدولة التدريب الخاص بك.
el: Παρακαλούμε επισκεφθείτε το <a href="{ilt_link}">My Sephora University</a> σχετικά με διαθέσιμες ημερομηνίες, για να προγραμματίσετε εκ νέου την εκπαίδευση.

source: We apologize for any inconvenience.
ar: نعتذر عن أي إزعاج.
el: Μας συγχωρείτε για την αναστάτωση.

source: Changes to the {ilt_name} training session schedule - {name}
ar: التغييرات على جدول الدورات التدريبية {ilt_name} - {name}
el: Αλλαγές στην προγραμματισμένη εκπαίδευση {ilt_name} {name}

source: The times for the {ilt_name} in-class training scheduled for {start_day} in {location} at {address}, {city} {zipcode} have been changed.
ar: تم تغيير أوقات التدريب {ilt_name} داخل الفصل المقرر لـ {start_day} في {location} في {address}، {city} {zipcode} .
el: Η ημερομηνία για τον/ την {ilt_name} στην προγραμματισμένη εκπαίδευση στις {start_day} in {location} σε {address}, {city} {zipcode} έχει αλλάξει.

source: Cancellation of enrollment in the in-class training - {name}
ar: إلغاء التسجيل في التدريب داخل الفصل - {name}
el: Ακύρωση εγγραφής στην εκπαίδευση - {name}

source: Please be informed that your enrollment in the {ilt_name} in-class training scheduled for {start} in {location} at {address}, {city} {zip_code} had to be canceled.
ar: يرجى العلم أن تسجيلك في {ilt_name} تدريب داخل الفصل المقرر لـ {start} في {location} في {address}, {city} {zip_code} يجب أن يكون ألغيت.
el: Σας ενημερώνουμε ότι η εγραφή του/ της εκπαίδευση {ilt_name}, που ήταν προγραμματισμένη για τις {start_day} στο {location} σε {address}, {city} {zip_code} έχει ακυρωθεί.

source: NEW SCHEDULE:
ar: جدول جديد:
el: ΝΈΟ ΠΡΌΓΡΑΜΜΑ:

source: Enrollment cancellation for the {ilt_name} Training
ar: إلغاء التسجيل للتدريب {ilt_name}
el: Ακύρωση εγγραφής για την εκπαίδευση {ilt_name}

source: We are writing to confirm that your enrollment in the {ilt_name} in-class training scheduled for {start_day} in {location} at {address}, {city} {zipcode} has been canceled.
ar: نحن نكتب لتأكيد أن تسجيلك في التدريب {ilt_name} داخل الفصل المقرر لـ {start_day} في {location} في {address}, {city} {zipcode} كان ألغيت.
el: Σας ενημερώνουμε ότι η εγγραφή σας στην εκπαίδευση {ilt_name} που είναι προγραμματισμένη στις{start_day} στο {location} σε {address}, {city} {zipcode} έχει ακυρωθεί.

source: Please invite the following participants to reschedule their training: {learners}.
ar: يرجى دعوة المشاركين التاليين لإعادة جدولة تدريبهم: {learners}.
el: Παρακαλούμε προσκαλέστε τους παρακάτω συμμετέχοντες, να επανα- προγραμματίσουν την εκπαίδευση: {learners}.

source: <a href="{ilt_link}">Click here</a> to view your enrollment on My Sephora University.
ar: <a href="{ilt_link}">انقر هنا</a> لعرض تسجيلك في جامعة ماي سيفورا.
el: <a href="{ilt_link}">Επιλέξτε εδώ</a>, για να δείτε την εγγραφή σας στο My Sephora University.

source: APPROVAL NEEDED - Request to enroll in the ILT training
ar: مطلوب الموافقة - طلب التسجيل في تدريب ILT
el: ΧΡΕΙΑΖΕΤΑΙ ΕΓΚΡΙΣΗ- αίτηση για εγγραφή στην ILT εκπαίδευση

source: You have received in-class training requests.
ar: لقد تلقيت طلبات تدريب داخل الفصل.
el: Έχετε λάβει αιτήσεις για εκπαιδεύσεις

source: Click on the link below to accept, edit or decline the requests:
ar: انقر على الرابط أدناه لقبول الطلبات أو تحريرها أو رفضها:
el: Κάνετε Click στο παρακάτω link για να αποδεχτείτε, να προσαρμόσετε ή να απορρίψετε τις αιτήσεις:

source: DECLINED - Enrollment in the {ilt_name} training - [{name}]
ar: رفض - التسجيل في تدريب {ilt_name} - [{name}]
el: ΑΠΟΡΡΙΨΗ - Εγγραφή σε εκπαίδευση {ilt_name} - [{name}]

source: You have declined the request from {name} to the {ilt_name} in-class training scheduled for {start_day} in {location} at {address}, {city} {zipcode}.
ar: لقد رفضت الطلب من {name} إلى {ilt_name} تدريب في الفصل المقرر لـ {start_day} في {location} في {address}، {city} {zipcode}.
el: Έχετε απορρίψει την αίτηση από του/της {name} στην εκπαίδευση {ilt_name} που είναι προγραμματισμένη στις {start_day} στο {location} σε {address}, {city} {zipcode}.

source: My Sephora University
ar: جامعة ماي سيفورا
el: Πανεπιστήμιο μου Sephora

source: INVITATION UPDATE - {ilt_name} training - {name}
ar: تحديث الدعوة - {ilt_name} تدريب - {name}
el: ΠΡΟΣΚΛΗΣΗ ΕΝΗΜΕΡΩΣΗ - {ilt_name} εκπαίδευση - {name}

source: Your hotel information has been changed. Please see below for details.
ar: تم تغيير معلومات الفندق الخاصة بك. يرجى الاطلاع أدناه للحصول على التفاصيل.
el: Οι πληροφορίες για το ξενοδοχείο σας έχουν αλλάξει. Παρακαλούμε, δείτε παρακάτω για λεπτομέρειες.

source: <a href="{ilt_link}">Click here</a> to view the session on My Sephora University.
ar: <a href="{ilt_link}">انقر هنا</a> لعرض الجلسة على جامعة ماي سيفورا.
el: <a href="{ilt_link}">Κάνετε Click εδώ</a> γιανα δείτε τα session στο My Sephora University.

source: Name: {user_name}, Hotel Booked: {hotel_booked}
ar: الاسم: {user_name}، حجز الفندق: {hotel_booked}
el: Τίτλος: {user_name}, Κρατήσεις ξενοδοχείου: {hotel_booked}

source: FOR PROCESSING - Accommodation cancellations
ar: للمعالجة - إلغاء الإقامة
el: ΓΙΑ ΤΙΣ ΔΙΑΔΙΚΑΣΙΕΣ - Ακυρώσεις διανυκτερεύσεων

source: We are writing to inform you about the following cancellations so the necessary logistical arrangements can be made:
el: Σας ενημερώνουμε σχετικά με τις παρακάτω ακυρώσεις , ώστε να γίνουν και οι αντίστοιχες λογιστικές:

source: Question/Prompt
ar: سؤال/عملية
el: Ερώτηση/Προτροπή

source: Maximum number of times a user may submit a poll. %(bold_start)sSetting this to a value other than 1 will imply that 'Private Results' should be true.%(bold_end)s Setting it to 0 will allow infinite resubmissions.
ar: الحد الأقصى لعدد المرات التي قد يقدم فيها المستخدم استطلاعًا. %(bold_start)sيعني تعيين هذا إلى قيمة أخرى غير 1 أن «النتائج الخاصة» يجب أن تكون صحيحة.%(bold_end)s الإعداد إلى 0 سيسمح بإعادة الإرسال اللانهائية.
el: Μέγιστος αριθμός φορών που ένας χρήστης μπορεί να υποβάλει δημοσκόπηση. %(bold_start)sΗ ρύθμιση αυτή σε μια τιμή διαφορετική από το 1 θα σημαίνει ότι «Ιδιωτικά Αποτελέσματα» θα πρέπει να είναι αληθής.%(bold_end)s Η ρύθμιση του στο 0 θα επιτρέψει άπειρες επαναλήψεις.

source: Questions must be similarly cared for. If a question's text is changed, any votes for that question will remain. If a question is deleted, any student who previously took the survey will be permitted to retake it, but will not lose course progress.
ar: يجب الاهتمام بالمثل بالأسئلة. إذا تم تغيير نص السؤال، ستبقى أي أصوات لهذا السؤال. إذا تم حذف سؤال، سيتم السماح لأي طالب سبق أن أجرى الاستطلاع باستعادة استدراجه، ولكن لن يفقد التقدم في دورة.
el: Οι ερωτήσεις πρέπει να εξεταστούν με τον ίδιο τρόπο. Εάν το κείμενο μιας ερώτησης αλλάξει, οι ψήφοι για την ερώτηση αυτή θα παραμείνουν. Εάν διαγραφεί μια ερώτηση, οποιοσδήποτε φοιτητής που πήρε προηγουμένως την έρευνα θα επιτρέπεται να την επαναλάβει, αλλά δεν θα χάσει την πρόοδο του μαθήματος.

source: If this is set to True, don't display results of the poll to the user.
ar: إذا تم تعيين هذا إلى True، فلا تعرض نتائج الاستطلاع للمستخدم.
el: Εάν αυτή η επιλογή έχει οριστεί στην τιμή True, μην εμφανίζετε τα αποτελέσματα της δημοσκόπησης στο χρήστη.

source: %(link_start)sMarkdown Syntax%(link_end)s is supported.
ar: %(link_start)sتم دعم بناء جملة Markdown%(link_end)s .
el: %(link_start)sΣύνταξη Markdown%(link_end)s υποστηρίζεται.

source: %(link_start)sMarkdown Syntax%(link_end)s is supported.
ar: %(link_start)sتم دعم بناء جملة Markdown%(link_end)s .
el: %(link_start)sΣύνταξη Markdown%(link_end)s υποστηρίζεται.

source: Your request has been validated, hotel confirmation pending
ar: تم التحقق من صحة طلبك، تأكيد الفندق في انتظار
el: Το αίτημά σας έχει επικυρωθεί, η επιβεβαίωση ξενοδοχείου εκκρεμεί

source: View all
ar: عرض الكل
el: Δείτε όλα

source: My Learning Paths
ar: مسارات التعلم الخاصة بي
el: Οι Μονοπάτια Μάθησης

source: Learning Paths
ar: مسارات التعلم
el: Μονοπάτια Εκ

# anderspink_board
source: Discover
ar: اكتشف
el: Ανακαλύψτε

source: How to use discussions
ar: كيفية استخدام المناقشات
el: Πώς να χρησιμοποιήσετε τις συζητήσεις

source: You can't unenroll as this course is required by one of your Learning Paths.
ar: لا يمكنك إلغاء التسجيل لأن هذه دورة مطلوبة بواسطة أحد برامج الخاصة بك.
el: Δεν μπορείτε να καταργήσετε την εγγραφή καθώς αυτό το μάθημα απαιτείται από ένα από τα Μονοπάτια Μάθησης σας.

source: Answers are displayed within the problem
ar: يتم عرض الإجابات ضمن المشكلة
el: Οι απαντήσεις εμφανίζονται μέσα στο πρόβλημα

source: Enter your course name
ar: أدخل اسم مقررك الدراسي
el: Εισάγετε το όνομα του μαθήματος

source: Enter the course number
ar: أدخل رقم دورة
el: Εισάγετε τον αριθμό μαθήματος

source: Enter the course run date
ar: أدخل تاريخ تشغيل دورة
el: Εισάγετε την ημερομηνία εκτέλεσης του μαθήματος

source: COURSES
ar: الدورات
el: ΜΑΘΉΜΑΤΑ

source: LEARNING PATHS
ar: مسارات التعلم
el: ΜΟΝΟΠΆΤΙΑ ΜΆΘΗΣΗΣ

source: Size limit: 10MB
ar: حد الحجم: 10 ميجابايت
el: Όριο μεγέθους: 10MB

source: Microlearning
ar: تعلم مصغر
el: Μικρομάθηση

source: USER MANAGEMENT
ar: إدارة المستخدم
el: ΔΙΑΧΕΊΡΙΣΗ ΧΡΗΣΤΏΝ

source: BATCH ENROLLMENT
ar: التسجيل الدفعي
el: ΕΓΓΡΑΦΉ ΣΕ ΠΑΡΤΊΔΑ

source: Training Batch Enrollment
ar: تسجيل دفعة التدريب
el: Εγγραφή παρτίδας κατάρτισης

source: You have been enrolled in the following course(s) at {platform_name}:
ar: لقد تم تسجيلك في المقرر الدراسي (الدورات) التالية في {platform_name}:
el: Έχετε εγγραφεί στα ακόλουθα μαθήματα στο {platform_name}:

source: To start accessing course materials, please visit <a href="{link}">My Training</a>.
ar: لبدء الوصول إلى مواد دورة، يرجى زيارة <a href="{link}">تدريبي</a>.
el: Για να ξεκινήσετε την πρόσβαση σε υλικό μαθημάτων, παρακαλούμε επισκεφθείτε το <a href="{link}">Η μαθησή μου</a>.

source: To start accessing course materials, please visit {link}
ar: لبدء الوصول إلى مواد دورة، يرجى زيارة {link}
el: Για να ξεκινήσετε την πρόσβαση σε υλικό μαθημάτων, παρακαλούμε επισκεφθείτε το {link}

source: New Course Enrollment
ar: التسجيل الجديد دورة
el: Εγγραφή νέου μαθήματος

source: You have been unenrolled from the following course(s) at {platform_name}:
ar: لقد تم إلغاء تسجيلك من المقرر الدراسي (الدورات) التالية في {platform_name}:
el: Έχετε εγγραφεί από τα ακόλουθα μαθήματα στο {platform_name}:

source: To access your courses, please visit <a href="{link}">My Training</a>.
ar: للوصول إلى دوراتك، يرجى زيارة <a href="{link}">تدريبي</a>.
el: Για να αποκτήσετε πρόσβαση στα μαθήματα σας, παρακαλούμε επισκεφθείτε το <a href="{link}">Η μαθησή μου</a>.

source: To access your courses, please visit {link}
ar: للوصول إلى دورات الخاصة بك، يرجى زيارة {link}
el: Για να αποκτήσετε πρόσβαση στα μαθήματα σας, παρακαλούμε επισκεφθείτε το {link}

source: Course Unenrollment
ar: إلغاء التسجيل في دورة الدراسي
el: Ανεγγραφή μαθήματος

source: Please select country(ies) to prefilter the course list:
ar: يرجى تحديد بلد(بلدان) لتصفية قائمة الدورات:
el: Παρακαλώ επιλέξτε χώρα (-ες) για να φιλτράρετε την λίστα των courses:

source: Hotel
el: Ξενοδοχείο

source: Ready to create your first course?
el: Είστε έτοιμοι να δημιουργήσετε το πρώτο σας Course?

source: Let's get started
el: Ας ξεκινήσουμε!

source: Welcome to Triboo's course authoring tool called "studio".
el: Καλώς ήρθατε στο εργαλείο δημιουργίας Courses του Triboo που ονομάζεται "studio".

source: Access to studio is designated by the platform admin and is reserved for platform admins or courses admins and staff.
el: Η πρόσβαση στο Studio καθορίζεται από τον διαχειριστή της πλατφόρμας και προορίζεται για τους διαχειριστές της πλατφόρμας ή τους διαχειριστές Courses και το προσωπικό.

source: The course will start on {date}
ar: ستبدأ دورة في {date}
el: Το μάθημα θα ξεκινήσει την {date}

source: External Web Content
ar: محتوى ويب خارجي
el: Ενσωματώστε Επιλεγμένο περιεχόμενο για να εμπλουτίσετε το μάθημά σας!

source: iFrame Code
ar: كود إيفريم
el: Κώδικας iFrame

source: Paste here your iFrame Code from the authoring tool, %(link_start)smore...%(link_end)s
ar: %(link_end)sالصق هنا كود iFrame الخاص بك من أداة التأليف، المزيد...%(link_start)s
el: Επικολλήστε εδώ τον κώδικα iFrame από το εργαλείο συγγραφής, %(link_start)sπερισσότερα...%(link_end)s

source: Collaborative
ar: تعاونية
el: Συνεργατικό

source: Presentation
ar: عرض تقديمي
el: Παρουσίαση

# external-web-content
source: Poll
ar: استطلاع
el: Δημοσκόπηση

source: Screen Recorder
ar: مسجل الشاشة
el: Εγγραφή οθόνης

source: With thousands of professional templates, images and quality content to choose from, get a headstart on bringing your best ideas and work to life.
ar: مع الآلاف من القوالب الاحترافية والصور والمحتوى عالي الجودة للاختيار من بينها، احصل على السبق في تقديم أفضل أفكارك وعملك إلى الحياة.
el: Με χιλιάδες επαγγελματικά πρότυπα, εικόνες και ποιοτικό περιεχόμενο για να επιλέξετε, αποκτήστε ένα προβάδισμα για να ζωντανέψετε τις καλύτερες ιδέες και εργασίες σας.

source: Genially is an online tool that helps you record and share interactive videos. Users can log social reactions into your content to help you maximize engagement.
ar: Genially هي أداة عبر الإنترنت تساعدك على تسجيل مقاطع الفيديو التفاعلية ومشاركتها. يمكن للمستخدمين تسجيل ردود الفعل الاجتماعية في المحتوى الخاص بك لمساعدتك على زيادة التفاعل.
el: Το Genially είναι ένα διαδικτυακό εργαλείο που σας βοηθά να εγγράφετε και να μοιράζεστε διαδραστικά βίντεο. Οι χρήστες μπορούν να καταγράφουν τις κοινωνικές αντιδράσεις στο περιεχόμενό σας για να σας βοηθήσουν να μεγιστοποιήσετε τη δέσμευση.

source: Create interactive video, presentation or animated content (such as accordion, chart, collage, image slider, dialogue, chart...), using html5 technology.
ar: إنشاء فيديو تفاعلي أو عرض تقديمي أو محتوى متحرك (مثل الأكورديون، الرسم البياني، الكولاج، منزلق الصورة، الحوار، الرسم البياني...)، باستخدام تقنية html5.
el: Δημιουργήστε διαδραστικό βίντεο, παρουσίαση ή κινούμενο περιεχόμενο (όπως ακορντεόν, γράφημα, κολάζ, ολισθητή εικόνας, διάλογο, διάγραμμα...), χρησιμοποιώντας τεχνολογία html5.

source: Record quick videos of your screen and cam.
ar: سجل مقاطع فيديو سريعة لشاشتك وكاميرا.
el: Καταγράψτε γρήγορα βίντεο από την οθόνη και την κάμερά σας.

source: Make beautiful tables, documents and web pages that are easy to read and fun to contribute.
ar: اصنع جداول ومستندات وصفحات ويب جميلة سهلة القراءة وممتعة للمساهمة.
el: Δημιουργήστε όμορφους πίνακες, έγγραφα και ιστοσελίδες που είναι εύκολα αναγνώσιμα και διασκεδαστικά για να συνεισφέρετε.

source: Create, manage, and distribute all of your videos and visual communications.
ar: يمكنك إنشاء جميع مقاطع الفيديو والاتصالات المرئية وإدارتها وتوزيعها.
el: Δημιουργήστε, διαχειριστείτε και διανείμετε όλα τα βίντεο και τις οπτικές σας επικοινωνίες.

source: Create interactive visuals that appear right next to you on screen as you present, for virtual presentations that engage, inspire, and educate.
ar: أنشئ مرئيات تفاعلية تظهر بجوارك مباشرة على الشاشة أثناء تقديمك، للعروض التقديمية الافتراضية التي تجذب وتلهم وتثقيف.
el: Δημιουργήστε διαδραστικά οπτικά στοιχεία που εμφανίζονται ακριβώς δίπλα σας στην οθόνη καθώς παρουσιάζετε, για εικονικές παρουσιάσεις που δεσμεύουν, εμπνέουν και εκπαιδεύουν.

source: Help you easily create, edit and communicate with videos and images. Simple and intuitive tools to share your ideas.
ar: تساعدك على إنشاء مقاطع الفيديو والصور وتحريرها والتواصل معها بسهولة. أدوات بسيطة وبديهية لمشاركة أفكارك.
el: Βοηθήστε σας να δημιουργείτε, να επεξεργάζεστε και να επικοινωνείτε εύκολα με βίντεο και εικόνες. Απλά και διαισθητικά εργαλεία για να μοιράζεστε τις ιδέες σας.

source: Create unique experiences with interactive images, videos & 360° media.
ar: أنشئ تجارب فريدة من نوعها باستخدام الصور التفاعلية ومقاطع الفيديو والوسائط بزاوية 360 درجة.
el: Δημιουργήστε μοναδικές εμπειρίες με διαδραστικές εικόνες, βίντεο και μέσα 360°.

source: Create forms and surveys that people enjoy answering.
ar: إنشاء نماذج واستطلاعات يستمتع الناس بالإجابة عليها.
el: Δημιουργήστε φόρμες και έρευνες που οι άνθρωποι απολαμβάνουν να απαντούν.

source: Simple tools for you and your team to create, manage and share high-quality videos.
ar: أدوات بسيطة لك ولفريقك لإنشاء مقاطع فيديو عالية الجودة وإدارتها ومشاركتها.
el: Απλά εργαλεία για εσάς και την ομάδα σας για να δημιουργείτε, να διαχειρίζεστε και να μοιράζεστε βίντεο υψηλής ποιότητας.

source: Create stunning courses in minutes.
ar: قم بإنشاء دورات مذهلة في دقائق.
el: Δημιουργήστε εντυπωσιακά μαθήματα μέσα σε λίγα λεπτά.

source: Use Storyline 360 to create courses with custom interactivity Use Rise 360 to create responsive courses right in your web browser.
ar: استخدم Storyline 360 لإنشاء دورات ذات تفاعل مخصص استخدم Rise 360 لإنشاء مقررات دورات سريعة الاستجابة مباشرة في متصفح الويب الخاص بك.
el: Χρησιμοποιήστε το Storyline 360 για να δημιουργήσετε μαθήματα με προσαρμοσμένη διαδραστικότητα Χρησιμοποιήστε το Rise 360 για να δημιουργήσετε μαθήματα με δυνατότητα ανταπόκρισης απευθείας στο πρόγραμμα περιήγησης ιστού σας.

source: Create interactive courses and assessments in record time.
ar: قم بإنشاء دورات وتقييمات تفاعلية في وقت قياسي.
el: Δημιουργήστε διαδραστικά μαθήματα και αξιολογήσεις σε χρόνο ρεκόρ.

source: Quickly create and customize beautiful interactive learning that works seamlessly on mobile and in any learning environment.
ar: يمكنك إنشاء وتخصيص التعلم التفاعلي الجميل بسرعة والذي يعمل بسلاسة على الهاتف المحمول وفي أي بيئة تعليمية.
el: Δημιουργήστε και προσαρμόστε γρήγορα όμορφα διαδραστικά μαθήματα που λειτουργούν απρόσκοπτα σε κινητά και σε οποιοδήποτε μαθησιακό περιβάλλον.

source: Add interactive video to your course.
ar: أضف فيديو تفاعلي إلى مقررك دورة.
el: Προσθέστε διαδραστικό βίντεο στο μάθημά σας.

source: You cannot change the visibility status of this course to "Private", because it belongs to a "Full Public" or "Accessible by URL" learning path(s).
ar: لا يمكنك تغيير حالة الرؤية لهذه الدورة التدريبية إلى "خاصة" ، لأنها تنتمي إلى مسار (مسارات) التعلم "عامة بالكامل" أو "يمكن الوصول إليها عن طريق عنوان URL".
el: Δεν μπορείτε να αλλάξετε την κατάσταση ορατότητας αυτού του μαθήματος σε "Ιδιωτικό", επειδή ανήκει σε μαθησιακό μονοπάτι(α) "Πλήρως Δημόσιο" ή "Προσβάσιμο μέσω URL".

source: You cannot delete this course because it is used as a prerequisite in:
ar: لا يمكنك حذف هذه الدورة لأنها تستخدم كشرط أساسي في:
el: Δεν μπορείτε να διαγράψετε αυτό το μάθημα επειδή χρησιμοποιείται ως προαπαιτούμενο σε:

source: You cannot delete this course because it is used in Learning Paths
ar: لا يمكنك حذف هذه الدورة التدريبية لأنها مستخدمة في مسارات التعلم
el: Δεν μπορείτε να διαγράψετε αυτό το μάθημα επειδή χρησιμοποιείται στα Μονοπάτια Μάθησης

source: Import Users (.csv)
ar: Εισαγωγή χρηστών (.csv)
el: Εισαγωγή χρηστών (.csv)

source: Successfully uploaded
ar: تم الرفع بنجاح
el: Επιτυχής μεταφόρτωση

source: You haven’t passed the course.
ar: .لم تجتاز الدورة
el: Δεν έχετε περάσει το μάθημα.

source: The certificate is not yet available because it’s an instructor-paced course.
ar: .الشهادة غير متاحة حتى الآن لأنها دورة يسيرة بخطى المعلم
el: Το πιστοποιητικό δεν είναι ακόμη διαθέσιμο επειδή είναι ένα μάθημα με ρυθμό εκπαιδευτή.

source: The credentials are generated by our team upon request. You can copy them below.
ar: .يتم إنشاء بيانات الاعتماد من قبل فريقنا عند الطلب. يمكنك نسخها أدناه
el: Τα διαπιστευτήρια δημιουργούνται από την ομάδα μας κατόπιν αιτήματος. Μπορείτε να τα αντιγράψετε παρακάτω.

source: PLATFORM CONFIGURATION
ar: تكوين المنصة
el: ΔΙΑΜΌΡΦΩΣΗ ΠΛΑΤΦΌΡΜΑΣ

source: Platform Configuration
ar: تكوين المنصة
el: Διαμόρφωση πλατφόρμας

source: Copy
ar: لنسخ
el: Αντιγραφή

source: Copied to clipboard
ar: نسخ إلى الحافظة
el: Αντιγραφή στο πρόχειρο

source: Export Users List (.csv)
ar: استيراد المستخدمين (.csv)
el: Εξαγωγή λίστας χρηστών (.csv)

source: If this option is selected, we'll try to create a new user account when the identity provider authenticated the user but there's no matching user accounts. Otherwise, an error message will be displayed instead.
ar: إذا تم تحديد هذا الخيار، سنحاول إنشاء حساب مستخدم جديد عندما يقوم موفر الهوية بمصادقة المستخدم ولكن لا توجد حسابات مستخدم مطابقة. وإلا، سيتم عرض رسالة خطأ بدلاً من ذلك.

source: LONG_DATE_FORMAT
ar: LONG_DATE_فورمات

source: SHORT_DATE_FORMAT
ar: SHORT_DATE_فورمات

source: Course About Page Image
ar: دورة حول صورة الصفحة

source: Set this to "true" to mark this course as self-paced. Self-paced courses do not have due dates for assignments, and learners can progress through the course at any rate before the course ends.
ar: اضبط هذا على «true» لوضع علامة على هذه دورة على أنها ذاتية الخطى. لا تحتوي دورات ذاتية الخطى على تواريخ استحقاق للمهام، ويمكن للمتعلمين التقدم خلال دورة بأي معدل قبل انتهاء دورة.

source: LTI ID
ar: معرف LTI

source: LTI URL
ar: رابط LTI

source: GIT URL
ar: عنوان URL GIT

source: Course
ar: الدورات

source: The %(platform_name)s Team
ar: فريق %(platform_name)s

source: You can sign in with your email address: %(user_email)s
ar: يمكنك تسجيل الدخول باستخدام عنوان بريدك الإلكتروني: %(user_email)s

source: Wiki
ar: ويكي

source: Git Commit
ar: بوابة الالتزام

source: Email
ar: البريد الإلكتروني

source: Facebook
ar: فيس بوك

source: LinkedIn
ar: لينكد إن

source: Google+
ar: جوجل+

source: Tumblr
ar: تمبل

source: Meetup
ar: لقاء

source: Reddit
ar: رديت

source: Weibo
ar: ويبو

source: Youtube
ar: يوتيوب

source: %(platform_name)s Wiki
ar: %(platform_name)s ويكي

source: bytes
ar: بايت

source: KB
ar: كي بي

source: MB
ar: ميغابايت

source: Remember when you enrolled in %(course_name)s on %(platform_name)s? We do, and we’re glad to have you! Come see what everyone is learning.
ar: هل تتذكر عندما قمت بالتسجيل في %(course_name)s على %(platform_name)s؟ نحن نفعل ذلك، ونحن سعداء لوجودك! تعال وانظر ما يتعلمه الجميع.

source: Phone number
ar: رقم الهاتف

source: HTML
ar: أتش تي أم أل

source: {profile_name} URL
ar: {profile_name} عنوان URL

source: Learners see the default and custom pages at the top of your course presentation or course about pages and use these links to navigate.
ar: يرى متعلمين الصفحات الافتراضية والمخصصة في الجزء العلوي من العرض التقديمي دورة أو دورة حول الصفحات ويستخدمون هذه الروابط للتنقل.

source: The following content is imported:
ar: يتم استيراد المحتوى التالي:

source: (UTC)
ar: (التوقيت العالمي المنسق)

source: Page not found
ar: لم يتم العثور على الصفحة

source: Courses
ar: الدورات

source: Dashboard
ar: لوحة القيادة

source: ipaddr
ar: ايبادر

source: View Instructor Dashboard
ar: عرض لوحة القيادة مدرب

source: View Instructor Page
ar: عرض صفحة مدرب

source: View About Page in studio
ar: عرض حول الصفحة في الاستوديو
