Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar, el

source: If you change an answer's text, all students who voted for that choice will have their votes updated to the new text. You'll want to avoid changing an answer from something like 'True' to 'False', accordingly. If you delete an answer, any votes for that answer will also be deleted. Students whose choices are deleted may vote again, but will not lose course progress.
ar: إذا قمت بتغيير نص الإجابة، فإن جميع الطلاب الذين صوتوا لهذا الاختيار سيتم تحديث أصواتهم إلى النص الجديد. ستحتاج إلى تجنب تغيير إجابة من شيء مثل «True» إلى «False»، وفقًا لذلك. إذا قمت بحذف إجابة، فسيتم أيضًا حذف أي أصوات لهذه الإجابة. يمكن للطلاب الذين تم حذف اختياراتهم التصويت مرة أخرى، لكنهم لن يفقدوا تقدم دورة.
el: Εάν αλλάξετε το κείμενο μιας απάντησης, όλοι οι μαθητές που ψήφισαν υπέρ αυτής της επιλογής θα ενημερώσουν τις ψήφους τους στο το νέο κείμενο. Θα πρέπει να αποφύγετε την αλλαγή μιας απάντησης από κάτι όπως το «True» σε «False», αντίστοιχα. Εάν διαγράψετε μια απάντηση, τυχόν ψήφοι για την απάντηση αυτή θα διαγραφούν επίσης. Οι μαθητές των οποίων οι επιλογές διαγράφονται μπορούν να ψηφίσουν ξανά, αλλά δεν θα χάσουν την πρόοδο του μαθήματος.

source: Image URL
ar: عنوان URL للصورة
el: URL εικόνας

source: Image alternative text
ar: نص بديل للصورة
el: Εναλλακτικό κείμενο εικόνας

source: You can make limited use of Markdown in answer texts, preferably only bold and italics.
ar: يمكنك الاستفادة المحدودة من Markdown في نصوص الإجابة، ويفضل فقط أن تكون جريئة ومائلة.
el: Μπορείτε να κάνετε περιορισμένη χρήση του Markdown σε κείμενα απαντήσεων, κατά προτίμηση μόνο με έντονη γραφή και πλάγια γραφή.

source: Add Answer
ar: إضافة إجابة
el: Προσθήκη Απάντησης

source: Add Question
ar: إضافة سؤال
el: Προσθήκη Ερώτησης

source: Loading drag and drop problem.
ar: مشكلة السحب والإفلات في التحميل.
el: Φόρτωση του προβλήματος μεταφοράς και απόθεσης.

source: Basic Settings
ar: الإعدادات الأساسية
el: Βασικές ρυθμίσεις

source: Show title
ar: عرض العنوان
el: Εμφάνιση τίτλου

source: Background Image
ar: صورة الخلفية
el: Εικόνα φόντου

source: Provide custom image
ar: توفير صورة مخصصة
el: Παροχή προσαρμοσμένης εικόνας

source: Generate image automatically
ar: إنشاء صورة تلقائيًا
el: Αυτόματη δημιουργία εικόνας

source: Describe this zone to non-visual users.
ar: وصف هذه المنطقة للمستخدمين غير المرئيين.
el: Περιγράψτε αυτή τη ζώνη σε μη οπτικούς χρήστες.

source: width
ar: عرض
el: πλάτος

source: height
ar: ارتفاع
el: ύψους

source: Align dropped items to the left, center, or right.
ar: قم بمحاذاة العناصر التي تم إسقاطها إلى اليسار أو الوسط أو اليمين.
el: Στοίχιση των απορριφμένων στοιχείων προς τα αριστερά, στο κέντρο ή στα δεξιά.

source: Maximum items per zone
ar: الحد الأقصى للعناصر لكل منطقة
el: Μέγιστος αριθμός στοιχείων ανά ζώνη

source: This setting limits the number of items that can be dropped into a single zone.
ar: يحد هذا الإعداد من عدد العناصر التي يمكن إسقاطها في منطقة واحدة.
el: Αυτή η ρύθμιση περιορίζει τον αριθμό των στοιχείων που μπορούν να απορριφθούν σε μία μόνο ζώνη.

source: Item definitions
ar: تعريفات العنصر
el: Ορισμοί αντικειμένων

source: Use text that is clear and descriptive of the item to be placed.
ar: استخدم نصًا واضحًا وصفيًا للعنصر المراد وضعه.
el: Χρησιμοποιήστε κείμενο που είναι σαφές και περιγραφικό του στοιχείου που πρόκειται να τοποθετηθεί.

source: Success feedback
ar: ملاحظات النجاح
el: Σχόλια επιτυχίας

source: Error feedback
ar: ملاحظات الخطأ
el: Σχόλια σφάλματος

source: Show advanced settings
ar: عرض الإعدادات المتقدمة
el: Εμφάνιση σύνθετων ρυθμίσεων

source: Preferred width
ar: العرض المفضل
el: Προτιμώμενο πλάτος

source: Specify preferred width as percentage of the background image width. Leave blank for automatic width.
ar: حدد العرض المفضل كنسبة مئوية من عرض صورة الخلفية. اترك فارغًا للعرض التلقائي.
el: Καθορίστε το προτιμώμενο πλάτος ως ποσοστό του πλάτους της εικόνας φόντου. Αφήστε κενό για αυτόματο πλάτος.

source: Drag the items onto the image above.
ar: اسحب العناصر إلى الصورة أعلاه.
el: Σύρετε τα στοιχεία στην παραπάνω εικόνα.

source: PROBLEM
ar: مشكلة
el: ΠΡΌΒΛΗΜΑ

source: Standard mode: the problem provides immediate feedback each time a learner drops an item on a target zone. Assessment mode: the problem provides feedback only after a learner drops all available items on target zones.
ar: الوضع القياسي: توفر المشكلة ملاحظات فورية في كل مرة يسقط فيها متعلم عنصرًا على منطقة الهدف. وضع التقييم: توفر المشكلة ملاحظات فقط بعد أن يسقط متعلم جميع العناصر المتاحة في المناطق المستهدفة.
el: Τυπική λειτουργία: το πρόβλημα παρέχει άμεση ανατροφοδότηση κάθε φορά που ένας εκπαιδευόμενος ρίχνει ένα στοιχείο σε μια ζώνη προορισμού. Λειτουργία αξιολόγησης: το πρόβλημα παρέχει σχόλια μόνο όταν ένας εκπαιδευόμενος ρίξει όλα τα διαθέσιμα στοιχεία στις ζώνες προορισμού.

source: Defines the number of points the problem is worth.
ar: يحدد عدد النقاط التي تستحقها المشكلة.
el: Ορίζει τον αριθμό των πόντων που αξίζει το πρόβλημα.

source: Problem text
ar: نص المشكلة
el: Κείμενο προβλήματος

source: Introductory feedback
ar: ملاحظات تمهيدية
el: Εισαγωγική ανατροφοδότηση

source: Final feedback
ar: ردود الفعل النهائية
el: Τελευταία ανατροφοδότηση

source: Background URL
ar: عنوان URL للخلفية
el: URL φόντου

source: Change background
ar: تغيير الخلفية
el: Αλλαγή φόντου

source: For example, 'http://example.com/background.png' or '/static/background.png'.
ar: على سبيل المثال، 'http://example.com/background.png' أو '/static/background.png '.
el: Για παράδειγμα, «http://example.com/background.png» ή «/στατικό/φόντο.d.png».

source: Background description
ar: وصف الخلفية
el: Περιγραφή φόντου

source: Please provide a description of the image for non-visual users. The description should provide sufficient information to allow anyone to solve the problem even without seeing the image.
ar: يرجى تقديم وصف للصورة للمستخدمين غير المرئيين. يجب أن يوفر الوصف معلومات كافية للسماح لأي شخص بحل المشكلة حتى بدون رؤية الصورة.
el: Παρακαλώ δώστε μια περιγραφή της εικόνας για μη οπτικούς χρήστες. Η περιγραφή θα πρέπει να παρέχει επαρκείς πληροφορίες ώστε να επιτρέπει σε οποιονδήποτε να λύσει το πρόβλημα ακόμη και χωρίς να δει την εικόνα.

source: Zone labels
ar: تسميات المنطقة
el: Ετικέτες ζώνης

source: Zone borders
ar: حدود المنطقة
el: Σύνορα ζώνης

source: Display label names on the image
ar: عرض أسماء الملصقات على الصورة
el: Εμφάνιση ονομάτων ετικετών στην εικόνα

source: Display zone borders on the image
ar: حدود منطقة العرض على الصورة
el: Εμφάνιση περιγραμμάτων ζώνης στην εικόνα

source: Add a zone
ar: إضافة منطقة
el: Προσθήκη ζώνης

source: Items
ar: العناصر
el: Αντικείμενα

source: Item background color
ar: لون خلفية العنصر
el: Χρώμα φόντου στοιχείου

source: The background color of draggable items in the problem (example: 'blue' or '#0000ff').
ar: لون خلفية العناصر القابلة للسحب في المشكلة (مثال: 'blue' أو '#0000ff').
el: Το χρώμα φόντου των στοιχείων που μπορούν να συρθούν στο πρόβλημα (παράδειγμα: 'μπλε' ή '#0000ff').

source: Item text color
ar: لون نص العنصر
el: Χρώμα κειμένου στοιχείου

source: Text color to use for draggable items (example: 'white' or '#ffffff').
ar: لون النص لاستخدامه للعناصر القابلة للسحب (مثال: 'أبيض' أو '#ffffff').
el: Χρώμα κειμένου που θα χρησιμοποιηθεί για μεταφορά αντικειμένων (παράδειγμα: 'white' ή '#ffffff').

source: Enter your response to the prompt.
ar: أدخل ردك على المطالبة.
el: Εισαγάγετε την απάντησή σας στην ερώτηση.

source: Your response (required)
ar: ردك (مطلوب)
el: Η απάντησή σας (απαιτείται)

source: Enter your response to the prompt above.
ar: أدخل ردك على المطالبة أعلاه.
el: Εισάγετε την απάντησή σας στην παραπάνω ερώτηση.

source: Save your progress
ar: احفظ تقدمك
el: Αποθήκευση της πρόοδό σας

source: Your response has been submitted. You will receive your grade after all steps are complete and your response is fully assessed.
ar: تم إرسال ردك. ستتلقى درجتك بعد اكتمال جميع الخطوات ويتم تقييم ردك بالكامل.
el: Η απάντησή σας έχει υποβληθεί. Θα λάβετε τον βαθμό σας αφού ολοκληρωθούν όλα τα βήματα και αξιολογηθεί πλήρως η απάντησή σας.

source: IN PROGRESS
ar: قيد التقدم
el: ΣΕ ΕΞΈΛΙΞΗ

source: All available peer responses have been assessed. Check back later to see if more learners have submitted responses. You will receive your grade after you've completed all the steps for this problem and your peers have assessed your response.
ar: تم تقييم جميع استجابات الأقران المتاحة. تحقق مرة أخرى لاحقًا لمعرفة ما إذا كان المزيد من متعلمين قد قدموا ردودًا. ستتلقى درجتك بعد الانتهاء من جميع الخطوات الخاصة بهذه المشكلة وقام زملاؤك بتقييم استجابتك.
el: Όλες οι διαθέσιμες απαντήσεις από ομοτίμους έχουν αξιολογηθεί. Ελέγξτε ξανά αργότερα για να δείτε αν περισσότεροι εκπαιδευόμενοι έχουν υποβάλει απαντήσεις. Θα λάβετε τον βαθμό σας αφού ολοκληρώσετε όλα τα βήματα για αυτό το πρόβλημα και οι συμμαθητές σας έχουν αξιολογήσει την απάντησή σας.

source: This assignment is in progress. All submitted peer responses have been assessed. Check back later to see if more learners have submitted responses. You still need to complete the %(start_link)speer assessment%(end_link)s step.
ar: هذه المهمة قيد التقدم. تم تقييم جميع ردود الأقران المقدمة. تحقق مرة أخرى لاحقًا لمعرفة ما إذا كان المزيد من متعلمين قد قدموا ردودًا. لا تزال بحاجة إلى إكمال خطوة تقييم الأقران %(start_link)s%(end_link)s .
el: Αυτή η εργασία βρίσκεται σε εξέλιξη. Όλες οι απαντήσεις που υποβλήθηκαν από ομοτίμους έχουν αξιολογηθεί. Ελέγξτε ξανά αργότερα για να δείτε αν περισσότεροι εκπαιδευόμενοι έχουν υποβάλει απαντήσεις. Πρέπει ακόμα να ολοκληρώσετε το βήμα %(start_link)sαξιολόγησης από ομοτίμους%(end_link)s .

source: This assignment is in progress. Complete the learner training step to move on.
ar: هذه المهمة قيد التقدم. أكمل خطوة تدريب متعلم للمضي قدمًا.
el: Αυτή η αποστολή βρίσκεται σε εξέλιξη. Ολοκληρώστε το βήμα εκπαίδευσης εκπαιδευόμενου για να προχωρήσετε.

source: You have not completed all the steps of this problem.
ar: لم تكمل جميع خطوات هذه المشكلة.
el: Δεν έχετε ολοκληρώσει όλα τα βήματα αυτού του προβλήματος.

source: Manage Individual Learners
ar: إدارة متعلمين الفرديين
el: Διαχείριση Ατομικών Εκπαιδευόμενων

source: View Assignment Statistics
ar: عرض إحصائيات الواجب
el: Προβολή στατιστικών ανάθεσης

source: Grade Available Responses
ar: استجابات الدرجات المتاحة
el: Βαθμός Διαθέσιμες απαντήσεις

source: Not Available
ar: غير متوفر
el: Μη Διαθέσιμο

source: Registration Deadline
ar: الموعد النهائي للتسجيل
el: Προθεσμία εγγραφής

source: Does this scorm, need to be scored?
ar: هل هذا سكورم، تحتاج إلى أن يسجل؟
el: Χρειάζεται να βαθμολογηθεί αυτό το σκοράρισμα;

source: Enter a class description.
ar: أدخل وصف الفصل.
el: Εισαγάγετε μια περιγραφή κλάσης.

source: Assignment Type
ar: نوع الواجب
el: Τύπος Ανάθεσης

source: Select assignment type defined in Course Grading section on which you want to generate an Intermediate Certificate
ar: حدد نوع الواجب المحدد في قسم تقدير دورة الذي تريد إنشاء شهادة وسيطة عليه
el: Επιλογή τύπου ανάθεσης που ορίζεται στην ενότητα Βαθμολόγηση μαθήματος στην οποία θέλετε να δημιουργήσετε ένα Ενδιάμεσο Πιστοποιητικό

source: Success Threshold
ar: عتبة النجاح
el: Όριο επιτυχίας

source: Enter the percentage to obtain the Intermediate Certificate. Any student with a total score above the success threshold will be able to generate the Intermediate Certificate.
ar: أدخل النسبة المئوية للحصول على شهادة المتوسطة. سيتمكن أي طالب لديه درجة إجمالية أعلى من عتبة النجاح من إنشاء شهادة المتوسطة.
el: Εισάγετε το ποσοστό για να λάβετε το Ενδιάμεσο Πιστοποιητικό. Οποιοσδήποτε φοιτητής με συνολική βαθμολογία πάνω από το όριο επιτυχίας θα είναι σε θέση να δημιουργήσει το Ενδιάμεσο Πιστοποιητικό.

source: Enter the name of your certificate
ar: أدخل اسم شهادة
el: Εισάγετε το όνομα του πιστοποιητικού σας

source: Issue Date
ar: تاريخ الإصدار
el: Ημερομηνία Έκδοσης

source: Enter the Issue date to appear on certificate. Leave blank to use the quizz completion date.
ar: أدخل تاريخ الإصدار لتظهر على شهادة. اتركه فارغًا لاستخدام تاريخ الانتهاء من الاختبار.
el: Εισαγάγετε την ημερομηνία έκδοσης που θα εμφανίζεται στο πιστοποιητικό. Αφήστε κενό για να χρησιμοποιήσετε την ημερομηνία ολοκλήρωσης του κουίζ.

source: Assignment Type override
ar: تجاوز نوع الواجب
el: Παράκαμψη τύπου ανάθεσης

source: Leave blank to use the Assignment type name or provide a different name here.
ar: اتركه فارغًا لاستخدام اسم نوع الواجب أو تقديم اسم مختلف هنا.
el: Αφήστε κενό για να χρησιμοποιήσετε το όνομα τύπου ανάθεσης ή δώστε ένα διαφορετικό όνομα εδώ.

source: Platform Name override
ar: تجاوز اسم النظام الأساسي
el: Παράκαμψη ονόματος πλατφόρμας

source: Leave blank to use the default platform name or provide a different name here.
ar: اتركه فارغًا لاستخدام اسم النظام الأساسي الافتراضي أو قدم اسمًا مختلفًا هنا.
el: Αφήστε κενό για να χρησιμοποιήσετε το προεπιλεγμένο όνομα πλατφόρμας ή δώστε ένα διαφορετικό όνομα εδώ.

source: HTML Template
ar: قالب HTML
el: Πρότυπο HTML

source: HTML template to use when generating intermediate certificate. Include style to customise the appearance of the message, including color, font size, etc.
ar: قالب HTML لاستخدامه عند إنشاء شهادة وسيطة. قم بتضمين نمط لتخصيص مظهر الرسالة، بما في ذلك اللون وحجم الخط وما إلى ذلك.
el: Πρότυπο HTML για χρήση κατά τη δημιουργία ενδιάμεσου πιστοποιητικού. Συμπεριλάβετε στυλ για να προσαρμόσετε την εμφάνιση του μηνύματος, συμπεριλαμβανομένου του χρώματος, του μεγέθους γραμματοσειράς κ.λπ.

source: full public
ar: عامة كاملة
el: πλήρες δημόσιο

source: accessible by URL
ar: يمكن الوصول إليها عن طريق
el: προσβάσιμη μέσω URL

source: private
ar: خاص
el: ιδιωτικός

source: E-commerce
ar: التجارة الإلكترونية
el: Ηλεκτρονικό Εμπόριο

source: Graded Activities
ar: أنشطة متدرجة
el: Βαθμισμένες Δραστηριότητες

source: Your answer
ar: إجابتك
el: Η απάντησή σας

source: Learn to Assess Responses
ar: تعلم كيفية تقييم الردود
el: Μάθετε να αξιολογείτε τις απαντήσεις

source: Assess Peers
ar: تقييم الأقران
el: Αξιολόγηση ομότιμων

source: Assess Your Response
ar: تقييم استجابتك
el: Αξιολογήστε την απάντησή σας

source: Not completed
ar: لم تكتمل
el: Δεν έχει ολοκληρωθεί

source: Raw HTML
ar: HTML الخام
el: Ακατέργαστη HTML

source: Drag and Drop
ar: السحب والإفلات
el: Μεταφορά και απόθεση

source: Access Level
ar: مستوى الوصول
el: Επίπεδο Πρόσβασης

source: Personal Info
ar: معلومات شخصية
el: Προσωπικές Πληροφορίες

source: Update Password
ar: تحديث كلمة المرور
el: Ενημέρωση κωδικού πρόσβασης

source: Password Confirmation
ar: تأكيد كلمة المرور
el: Επιβεβαίωση κωδικού

source: Enter the same password as before, for verification
ar: أدخل نفس كلمة المرور كما كان من قبل، للتحقق
el: Εισάγετε τον ίδιο κωδικό πρόσβασης όπως και πριν, για επαλήθευση

source: Designates whether this user should be treated as Active. <br>Unselect this instead of deleting accounts.
ar: يحدد ما إذا كان يجب التعامل مع هذا المستخدم على أنه نشط. <br>قم بإلغاء تحديد هذا بدلاً من حذف الحسابات.
el: Ορίζει εάν αυτός ο χρήστης θα πρέπει να αντιμετωπίζεται ως Ενεργός. <br>Καταργήστε αυτήν την επιλογή αντί για διαγραφή λογαριασμών.

source: Platform Access
ar: الوصول إلى المنصة
el: Πρόσβαση Πλατφόρμας

source: Designates the level of permissions the user has.
ar: يحدد مستوى الأذونات التي يمتلكها المستخدم.
el: Ορίζει το επίπεδο δικαιωμάτων που έχει ο χρήστης.

source: Configure your user Analytics access.
ar: قم بتكوين وصول المستخدم تقاريـــر.
el: Ρυθμίστε τις παραμέτρους πρόσβασης στο Analytics χρήστη.

source: Internal Catalog Access
ar: الوصول إلى الكتالوج الداخلي
el: Πρόσβαση εσωτερικού καταλόγου

source: External Catalog - Edflex Access
ar: كتالوج خارجي - وصول Edflex
el: Εξωτερικός Κατάλογος - Πρόσβαση Edflex

source: External Catalog - Crehana Access
ar: كتالوج خارجي - وصول Crehana
el: Εξωτερικός Κατάλογος - Πρόσβαση Crehana

source: External Catalog - Anderspink Access
ar: كتالوج خارجي - وصول Anderspink
el: Εξωτερικός Κατάλογος - Πρόσβαση Anderspink

source: External Catalog - Learnlight Access
ar: كتالوج خارجي - وصول Learnlight
el: Εξωτερικός Κατάλογος - Πρόσβαση Learnlight

source: External Catalog - LinkedIn Learning Access
ar: كتالوج خارجي - وصول LinkedIn Learning
el: Εξωτερικός Κατάλογος - Πρόσβαση LinkedIn Learning

source: External Catalog - Udemy Access
ar: كتالوج خارجي - وصول Udemy
el: Εξωτερικός Κατάλογος - Πρόσβαση Udemy

source: Bulk Registration
ar: التسجيل بالجملة
el: Μαζική Εγγραφή

source: Is currently enrolled in...
ar: مسجل حاليًا في...
el: Αυτή τη στιγμή είναι εγγεγραμμένος στο...

source: Could be enrolled in...
ar: يمكن التسجيل في...
el: Θα μπορούσε να εγγραφεί σε...

source: A legal name must be a minimum of two characters long.
ar: يجب أن يكون الاسم القانوني بحد أدنى حرفين.
el: Ένα νομικό όνομα πρέπει να έχει τουλάχιστον δύο χαρακτήρες.

source: All the following related items will be deleted
ar: سيتم حذف جميع العناصر التالية ذات الصلة
el: Όλα τα ακόλουθα σχετικά στοιχεία θα διαγραφούν

# admin panel
source: Learner
ar: متعلم
el: Εκπαιδευόμενος

source: Studio Admin
ar: أدمن Studio
el: Διαχειριστής Studio

source: Platform Admin
ar: أدمن المنصة
el: Διαχειριστής Πλατφόρμας

source: Platform Super Admin
ar: سوبر أدمن المنصة
el: Πλατφόρμα Σούπερ Διαχειριστής

source: Data Download
ar: تنزيل البيانات
el: Λήψη δεδομένων

source: Admin Panel
ar: لوحة الإدارة
el: Πίνακας διαχείρισης

source: Active
ar: نشط
el: Ενεργός

source: Inactive
ar: غير نشط
el: Ανενεργός

source: Certificate Exceptions
ar: استثناءات شهادة
el: Εξαιρέσεις πιστοποιητικού

source: Subject
ar: الموضوع
el: Θέμα

source: Topic
ar: العنوان
el: Θέμα

source: Author
ar: المؤلف
el: Συγγραφέας

# xblock-ilt
source: Dear
ar: عزيز
el: αγαπητός

source: We are writing to remind you your enrollment in the Instructor Led Training virtual training on {start_date}.
ar: نحن نكتب لتذكيرك بالتسجيل في التدريب الافتراضي للتدريب بقيادة مدرب على {start_date}.
el: Γράφουμε για να σας υπενθυμίσουμε την εγγραφή σας στην εικονική εκπαίδευση εκπαιδευτή Led στο {start_date}.

source: SCHEDULE:
ar: الجدول الزمني:
el: ΠΡΌΓΡΑΜΜΑ:

source: The training begins on {start_date} at {start_hour} {timezone}.
ar: يبدأ التدريب في {start_date} في {start_hour} {timezone}.
el: Η εκπαίδευση αρχίζει στις {ημερομηνία_έναρξης} στο {start_hour} {χρονική ζώνη}.

source: We recommend you to connect few minutes before the training begins.
ar: نوصيك بالاتصال قبل دقائق قليلة من بدء التدريب.
el: Σας συνιστούμε να συνδεθείτε λίγα λεπτά πριν ξεκινήσει η εκπαίδευση.

source: The training ends on {end_date} at {end_hour} {timezone}.
ar: ينتهي التدريب على {end_date} في {end_hour} {timezone}.
el: Η εκπαίδευση τελειώνει στις {end_date} στο {end_hour} {χρονική ζώνη}.

source: Total duration of the training: {duration_time} hour(s).
ar: المدة الإجمالية للتدريب: {duration_time} ساعة (ساعات).
el: Συνολική διάρκεια της εκπαίδευσης: {duration_time} ώρα (-ες).

source: LOCATION OF THE TRAINING: <a href='{location}'>{location}</a>
ar: موقع التدريب: <a href='{location}'>{location}</a>
el: ΤΟΠΟΣ ΤΗΣ ΕΚΠΑΙΔΕΥΣΗΣ: <a href='{location}'>{location}</a>

# xblock-ilt
source: See you soon.
ar: أراك قريبًا.
el: Τα λέμε σύντομα.

source: Click <a href='{unit_url}'>here</a> to view your enrollment on {platform_name}.
ar: انقر فوق <a href='{unit_url}'>هنا</a> لعرض تسجيلك على {platform_name}.
el: Κάντε κλικ στο <a href='{unit_url}'>εδώ</a> για να δείτε την εγγραφή σας στο {platform_name}.

source: This is an automatically generated email, please do not reply.
ar: هذا بريد إلكتروني تم إنشاؤه تلقائيًا، يرجى عدم الرد.
el: Αυτό είναι ένα μήνυμα ηλεκτρονικού ταχυδρομείου που δημιουργείται αυτόματα, παρακαλώ μην απαντήσετε.

source: Your virtual training is about to start in approximately one hour.
ar: التدريب الافتراضي الخاص بك على وشك أن يبدأ في حوالي ساعة واحدة.
el: Η εικονική εκπαίδευσή σας πρόκειται να ξεκινήσει σε περίπου μία ώρα.

source: Are you sure you want to delete the user "{{username}}"?
ar: هل تريد بالتأكيد حذف المستخدم "{{username}}«؟
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε το χρήστη "{{username}}«;

source: Minimum length
ar: الحد الأدنى للطول
el: Ελάχιστο μήκος

source: maximum length
ar: الحد الأقصى للطول
el: μέγιστο μήκος

source: at least
ar: على الأقل
el: τουλάχιστον

source: digits
ar: أرقام
el: ψηφία

source: upper case
ar: الجراب العلوي
el: κεφαλαία

source: lower case
ar: حالة صغيرة
el: πεζό

source: punctuation
ar: ترقيم
el: σημεία στίξης

source: Training Events
ar: أحداث تدريبية
el: Εκπαιδευτικές Εκδηλώσεις

source: All sessions
ar: جميع الجلسات
el: Όλες οι συνεδρίες

source: My sessions
ar: جلساتي
el: Οι συνεδρίες μου

source: There are currently no upcoming training events for the courses you are enrolled in.
ar: لا توجد حاليًا أحداث تدريبية قادمة للدورات التي قمت بالتسجيل فيها.
el: Προς το παρόν δεν υπάρχουν επερχόμενες εκπαιδευτικές εκδηλώσεις για τα μαθήματα στα οποία είστε εγγεγραμμένοι.

source: English
ar: الإنجليزية
el: Αγγλικά

source: French
ar: الفرنسية
el: γαλλική γλώσσα

source: Total Time Spent
ar: إجمالي الوقت المستغرق
el: Συνολικός Χρόνος Χρόνου

source: Enrollments
ar: عمليات التسجيل
el: Εγγραφές

source: Last Login
ar: آخر تسجيل دخول
el: Τελευταία σύνδεση

source: Geographical area
ar: المنطقة/ الإقليم
el: Γεωγραφική περιοχή

source: Course country
ar: بلد الدورة
el: ΧΩΡΑ ΕΚΠΑΙΔΕΥΣΕΩΝ

source: Zone/Region
ar: المنطقة/المنطقة
el: Ζώνη/Περιοχή

source: Course tags
ar: علامات الدورة
el: Ετικέτες μαθήματος

source: Course code
ar: كود الدورة
el: ΚΩΔΙΚΟΣ COURSE

source: Course name
ar: اسم الدورة
el: Όνομα μαθήματος

source: Session ID
ar: معرف الجلسة
el: Κωδικός συνεδρίας

source: Start date
ar: تاريخ البدء
el: Ημερομηνία έναρξης

source: Start time
ar: وقت البدء
el: Ώρα έναρξης

source: End date
ar: تاريخ الانتهاء
el: Ημερομηνία λήξης

source: End time
ar: وقت النهاية
el: Ώρα λήξης

source: Duration (in hours)
ar: المدة (بالساعات)
el: Διάρκεια (σε ώρες)

source: Max capacity
ar: الحد الأقصى للسعة
el: Μέγιστη χωρητικότητα

source: Enrollees
ar: المنتسبين
el: Εγγραφές

source: Attendees
ar: الحاضرون
el: Συμμετέχοντες

source: Attendance sheet
ar: ورقة الحضور
el: Φύλλο παρακολούθησης

source: Location name
ar: اسم الموقع
el: Όνομα τοποθεσίας

source: Location address
ar: عنوان الموقع
el: Διεύθυνση τοποθεσίας

source: Zip code
ar: الرمز البريدي
el: Ταχυδρομικός κώδικας

source: Store ID
ar: معرف المتجر
el: Κωδικός καταστήματος

source: Contract Type
ar: نوع العقد
el: Τύπος συμβολαίου

source: Store Email
ar: البريد الإلكتروني للمتجر
el: E-mail Καταστήματος

source: Employee Class
ar: فئة الموظف
el: Κατηγορία Υπαλλήλων

source: Termination Date
ar: تاريخ الإنهاء
el: Ημερομηνία καταγγελίας

source: INVITATION - {ilt_name} training - {name}
ar: دعوة - {ilt_name} تدريب - {name}
el: ΠΡΟΣΚΛΗΣΗ - {ilt_name} εκπαίδευση - {name}

source: DO NOT REPLY
el: ΜΗΝ ΑΠΑΝΤΗΣΕΤΕ

source: Dear {name},
ar: عزيزي {name}،
el: Αγαπητέ/ή {name},

source: We are writing to confirm your enrollment in the {ilt_name} in-class training on {start_day}.
ar: نحن نكتب لتأكيد تسجيلك في {ilt_name} تدريب داخل الفصل على {start_day}.
el: Σας γράφουμε για να επιβεβαιωθεί η εγγραφή σας στην εκπαίδευση {ilt_name} στις {start_day}.

source: The training begins on {start_day} at {start_time}.
ar: يبدأ التدريب في {start_day} في {start_time}.
el: Η εκπαιδευση ξεκινάει στις {start_day}, στις {start_time}.

source: We recommend to arrive 15 minutes before the training begins.
ar: نوصي بالوصول قبل 15 دقيقة من بدء التدريب.
el: Σας προτείνουμε να έχετε φτάσει 15 λεπτά νωρίτερα, από την έναρξή της εκπαίδευσης

source: The training ends on {end_day} at {end_time}.
ar: ينتهي التدريب على {end_day} في {end_time}.
el: Η εκπαιδευση ολοκληρώνεται στις {end_day}, στις {end_time}.

source: Total duration of the training: {duration} ώρα (-ες)..
el: Συνολική διάρκεια της εκπαίδευσης: {duration} ώρα (-ες).

source: LOCATION OF THE TRAINING:
ar: موقع التدريب:
el: ΤΟΠΟΘΕΣΙΑ ΕΚΠΑΙΔΕΥΣΗΣ:

source: HOTEL RESERVATION:
ar: حجز الفندق:
el: ΚΡΑΤΗΣΗ ΞΕΝΟΔΟΧΕΙΟΥ:

source: Please note:
ar: يرجى ملاحظة:
el: Παρακαλούμε σημειώστε:
