Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: ar

source: Use your webcam to take a photo of your ID. We will match this photo with the photo of your face and the name on your account.
ar: استخدم كاميرا الويب الخاصة بك لالتقاط صورة لبطاقة الهوية الخاصة بك. سنطابق هذه الصورة مع صورة وجهك والاسم على حسابك.

source: You need an ID with your name and photo. A driver's license, passport, or other government-issued IDs are all acceptable.
ar: أنت بحاجة إلى معرف باسمك وصورتك. رخصة القيادة أو جواز السفر أو غيرها من بطاقات الهوية الصادرة عن الحكومة مقبولة.

source: Tips on taking a successful photo
ar: نصائح حول التقاط صورة ناجحة

source: Ensure that you can see your photo and read your name
ar: تأكد من أنه يمكنك رؤية صورتك وقراءة اسمك

source: Make sure your ID is well-lit
ar: تأكد من أن هويتك مضاءة جيدًا

source: Once in position, use the camera button {icon} to capture your ID
ar: بمجرد الوصول إلى الموضع، استخدم زر الكاميرا {icon} لالتقاط هويتك

source: Use the retake photo button if you are not pleased with your photo
ar: استخدم زر إعادة التقاط الصور إذا لم تكن راضيًا عن صورتك.

source: Preview of uploaded image
ar: معاينة الصورة التي تم تحميلها

source: Upload an image or capture one with your web or phone camera.
ar: قم بتحميل صورة أو التقاط صورة باستخدام كاميرا الويب أو الهاتف.

source: Use your webcam to take a photo of your face. We will match this photo with the photo on your ID.
ar: استخدم كاميرا الويب لالتقاط صورة لوجهك. سنقوم بمطابقة هذه الصورة مع الصورة الموجودة على هويتك.

source: Make sure your face is well-lit
ar: تأكد من أن وجهك مضاء جيدًا

source: Be sure your entire face is inside the frame
ar: تأكد من أن وجهك بالكامل داخل الإطار

source: Once in position, use the camera button {icon} to capture your photo
ar: بمجرد الوصول إلى الموضع، استخدم زر الكاميرا {icon} لالتقاط صورتك

source: Can we match the photo you took with the one on your ID?
ar: هل يمكننا مطابقة الصورة التي التقطتها مع الصورة الموجودة على هويتك؟

source: Thanks for returning to verify your ID in: {courseName}
ar: نشكرك على العودة للتحقق من هويتك في: {courseName}

source: You need to activate your account before you can enroll in courses. Check your inbox for an activation email. After you complete activation you can return and refresh this page.
ar: تحتاج إلى تنشيط حسابك قبل أن تتمكن من التسجيل في دورات. تحقق من بريدك الوارد بحثًا عن بريد إلكتروني للتنشيط. بعد إكمال التنشيط، يمكنك إرجاع هذه الصفحة وتحديثها.

source: Activate Your Account
ar: قم بتنشيط حسابك

source: Check Your Email
ar: تحقق من بريدك الإلكتروني

source: Photo ID
ar: معرف الصورة

source: A driver's license, passport, or other government-issued ID with your name and photo
ar: رخصة قيادة أو جواز سفر أو بطاقة هوية أخرى صادرة عن الحكومة تحمل اسمك وصورتك

source: You are enrolling in: {courseName}
ar: أنت تسجل في: {courseName}

source: You are upgrading your enrollment for: {courseName}
ar: أنت تقوم بترقية التسجيل الخاص بك لـ: {courseName}

source: You can now enter your payment information and complete your enrollment.
ar: يمكنك الآن إدخال معلومات الدفع الخاصة بك وإكمال التسجيل الخاص بك.

source: You can pay now even if you don't have the following items available, but you will need to have these by {date} to qualify to earn a Verified Certificate.
ar: يمكنك الدفع الآن حتى إذا لم يكن لديك العناصر التالية المتاحة، ولكنك ستحتاج إلى الحصول عليها بحلول {date} للتأهل للحصول على شهادة تم التحقق منها.

source: An email has been sent to {userEmail} with a link for you to activate your account.
ar: تم إرسال بريد إلكتروني إلى {userEmail} مع رابط لتفعيل حسابك.

source: Why activate?
ar: لماذا التنشيط؟

source: We ask you to activate your account to ensure it is really you creating the account and to prevent fraud.
ar: نطلب منك تنشيط حسابك للتأكد من أنك تقوم بالفعل بإنشاء الحساب ومنع الاحتيال.

source: You can pay now even if you don't have the following items available, but you will need to have these to qualify to earn a Verified Certificate.
ar: يمكنك الدفع الآن حتى إذا لم يكن لديك العناصر التالية المتاحة، ولكن ستحتاج إلى الحصول عليها للتأهل للحصول على شهادة تم التحقق منها.

source: Government-Issued Photo ID
ar: بطاقة هوية صادرة عن الحكومة

source: ID-Verification is not required for this Professional Education course.
ar: التحقق من الهوية غير مطلوب دورة التعليم المهني هذه.

source: All professional education courses are fee-based, and require payment to complete the enrollment process.
ar: جميع دورات التعليم المهني تعتمد على الرسوم، وتتطلب الدفع لإكمال عملية التسجيل.

source: You have already verified your ID!
ar: لقد تحققت بالفعل من هويتك!

source: Your verification status is good until {verificationGoodUntil}.
ar: حالة التحقق الخاصة بك جيدة حتى {verificationGoodUntil}.

source: price
ar: ثمن

source: Account Not Activated
ar: لم يتم تنشيط الحساب

source: Upgrade to a Verified Certificate for {courseName}
ar: الترقية إلى شهادة تم التحقق منها لـ {courseName}

source: Before you upgrade to a certificate track, you must activate your account.
ar: قبل الترقية إلى مسار شهادة، يجب عليك تنشيط حسابك.

source: Check your email for an activation message.
ar: تحقق من بريدك الإلكتروني بحثًا عن رسالة تنشيط.

source: Professional Certificate for {courseName}
ar: شهادة احترافية لـ {courseName}

source: Verified Certificate for {courseName}
ar: شهادة تم التحقق منها لـ {courseName}

source: To receive a certificate, you must also verify your identity before {date}.
ar: للحصول على شهادة، يجب عليك أيضًا التحقق من هويتك قبل {date}.

source: To receive a certificate, you must also verify your identity.
ar: للحصول على شهادة، يجب عليك أيضًا التحقق من هويتك.

source: To verify your identity, you need a webcam and a government-issued photo ID.
ar: للتحقق من هويتك، تحتاج إلى كاميرا ويب ومعرف صورة صادر عن الحكومة.

source: Your ID must be a government-issued photo ID that clearly shows your face.
ar: يجب أن تكون هويتك عبارة عن بطاقة هوية مصورة صادرة عن الحكومة تظهر وجهك بوضوح.

source: You will use your webcam to take a picture of your face and of your government-issued photo ID.
ar: ستستخدم كاميرا الويب الخاصة بك لالتقاط صورة لوجهك وبطاقة هوية تحمل صورة صادرة عن الحكومة.

source: Thank you! We have received your payment for {courseName}.
ar: شكرا لك! لقد تلقينا دفعتك مقابل {courseName}.

source: Next Step: Confirm your identity
ar: الخطوة التالية: تأكيد هويتك

source: Check your email
ar: تحقق من بريدك الإلكتروني

source: You need to activate your account before you can enroll in courses. Check your inbox for an activation email.
ar: تحتاج إلى تنشيط حسابك قبل أن تتمكن من التسجيل في دورات. تحقق من بريدك الوارد بحثًا عن بريد إلكتروني للتنشيط.

source: A driver's license, passport, or government-issued ID with your name and photo.
ar: رخصة قيادة أو جواز سفر أو بطاقة هوية صادرة عن الحكومة تحمل اسمك وصورتك.

source: If you don't verify your identity now, you can still explore your course from your dashboard. You will receive periodic reminders from %(platformName)s to verify your identity.
ar: إذا لم تتحقق من هويتك الآن، فلا يزال بإمكانك استكشاف مقررك الدراسي من لوحة المعلومات الخاصة بك. ستتلقى تذكيرات دورية من %(platformName)s للتحقق من هويتك.

source: Identity Verification In Progress
ar: التحقق من الهوية قيد التقدم

source: We have received your information and are verifying your identity. You will see a message on your dashboard when the verification process is complete (usually within 1-2 days). In the meantime, you can still access all available course content.
ar: لقد تلقينا معلوماتك ونتحقق من هويتك. سترى رسالة على لوحة المعلومات الخاصة بك عند اكتمال عملية التحقق (عادة في غضون 1-2 أيام). في غضون ذلك، لا يزال بإمكانك الوصول إلى كل محتوى دورة المتاح.

source: Return to Your Dashboard
ar: العودة إلى لوحة القيادة

source: Review Your Photos
ar: راجع صورك

source: Make sure we can verify your identity with the photos and information you have provided.
ar: تأكد من أنه يمكننا التحقق من هويتك من خلال الصور والمعلومات التي قدمتها.

source: Photo of %(fullName)s
ar: صورة %(fullName)s

source: Photo of %(fullName)s's ID
ar: صورة لمعرف %(fullName)s

source: Photo requirements:
ar: متطلبات الصورة:

source: Does the photo of you show your whole face?
ar: هل تظهر صورتك وجهك بالكامل؟

source: Does the photo of you match your ID photo?
ar: هل تتطابق صورتك مع صورة هويتك؟

source: Is your name on your ID readable?
ar: هل اسمك على معرفك قابل للقراءة؟

source: Does the name on your ID match your account name: %(fullName)s?
ar: هل يتطابق الاسم الموجود على المعرف الخاص بك مع اسم حسابك: %(fullName)s؟

source: Edit Your Name
ar: تحرير اسمك

source: Make sure that the full name on your account matches the name on your ID.
ar: تأكد من أن الاسم الكامل في حسابك يطابق الاسم الموجود على هويتك.

source: Photos don't meet the requirements?
ar: الصور لا تلبي المتطلبات؟

source: Retake Your Photos
ar: أعد التقاط الصور الخاصة بك

source: Before proceeding, please confirm that your details match
ar: قبل المتابعة، يرجى التأكد من تطابق التفاصيل الخاصة بك

source: Don't see your picture? Make sure to allow your browser to use your camera when it asks for permission.
ar: لا ترى صورتك؟ تأكد من السماح لمتصفحك باستخدام الكاميرا عندما يطلب الإذن.

source: Live view of webcam
ar: عرض مباشر لكاميرا الويب

source: Retake Photo
ar: إعادة التقاط الصور

source: Take Photo
ar: التقاط صورة

source: Filters
ar: الفلاتر

source: Properties
ar: خصائص

source: Period
ar: فترة

source: Export
ar: تصدير

source: Select the user properties to display
ar: حدد خصائص المستخدم لعرضها

source: Please, note that these reports are not live. Last update:
ar: يرجى ملاحظة أن هذه التقارير ليست مباشرة. آخر تحديث:

source: Summary
ar: ملخص

source: Grades
ar: الدرجات

source: Time Spent
ar: الوقت المستغرق

source: Display the state of learners at the end of the selected period for learners who visited the course during this period.
ar: عرض حالة متعلمين في نهاية الفترة المحددة للمتعلمين الذين زاروا دورة خلال هذه الفترة.

source: Display the progress of learners at the end of the selected period for learners who visited the course during this period.
ar: عرض تقدم متعلمين في نهاية الفترة المحددة للمتعلمين الذين زاروا دورة خلال هذه الفترة.

source: Display the time learners spent in the course during the selected period for learners who visited the course during this period.
ar: عرض الوقت الذي يقضيه متعلمين في دورة خلال الفترة المحددة للمتعلمين الذين زاروا دورة خلال هذه الفترة.

source: Display the state of learners at the end of the selected period for learners who visited the platform during this period. The total time spent shows the time learners spent on the platform during the selected period.
ar: عرض حالة متعلمين في نهاية الفترة المحددة للمتعلمين الذين زاروا المنصة خلال هذه الفترة. يُظهر إجمالي الوقت المستغرق الوقت الذي يقضيه متعلمين على المنصة خلال الفترة المحددة.

source: Learner Report
ar: تقرير المتعلم

source: Course Report
ar: تقرير الدورة

source: ILT Report
ar: تقرير ILT

source: ILT Global Report
ar: تقرير ILT العالمي

source: ILT Learner Report
ar: تقرير المتعلم ILT

source: Filter the sessions starting in the selected period.
ar: قم بتصفية الجلسات التي تبدأ في الفترة المحددة.

source: Page
ar: صفحة

source: of
ar: من

source: Select a report
ar: حدد تقريرًا

source: Select course(s)
ar: حدد المقرر الدراسي (الدورات)

source: Filter the data
ar: تصفية البيانات

source: Select a time range
ar: حدد نطاقًا زمنيًا

source: Press enter to add
ar: اضغط على Enter للإضافة

source: Last * days
ar: آخر * أيام

source: CSV report
ar: تقرير CSV

source: XLS report
ar: تقرير XLS

source: JSON report
ar: تقرير JSON

source: Total: * rows
ar: المجموع: * صفوف

source: Enrollments
ar: عمليات التسجيل

source: Successful
ar: ناجح

source: Unsuccessful
ar: غير ناجح

source: Not Started
ar: لم تبدأ

source: Average Final Score
ar: متوسط النتيجة النهائية

source: Badges
ar: شارات

source: Posts
ar: المشاركات

source: Total Time Spent
ar: إجمالي الوقت المستغرق

source: Last Login
ar: آخر تسجيل دخول

source: Geographical area
ar: المنطقة/ الإقليم

source: Course country
ar: بلد الدورة

source: Zone/Region
ar: المنطقة/المنطقة

source: Course tags
ar: علامات الدورة

source: Course code
ar: كود الدورة

source: Course name
ar: اسم الدورة

source: Session ID
ar: معرف الجلسة

source: Start date
ar: تاريخ البدء

source: Start time
ar: وقت البدء

source: End date
ar: تاريخ الانتهاء

source: End time
ar: وقت النهاية

source: Duration (in hours)
ar: المدة (بالساعات)

source: Max capacity
ar: الحد الأقصى للسعة

source: Enrollees
ar: المنتسبين

source: Attendees
ar: الحاضرون

source: Attendance sheet
ar: ورقة الحضور

source: Location ID
ar: معرف الموقع

source: Location name
ar: اسم الموقع

source: Location address
ar: عنوان الموقع

source: Zip code
ar: الرمز البريدي

source: City
ar: مدينة

source: Enrollment status
ar: حالة التسجيل

source: Outward trips
ar: الرحلات الخارجية

source: Return trips
ar: رحلات العودة

source: Overnight stay
ar: إقامة بين عشية وضحاها

source: Overnight stay address
ar: عنوان الإقامة الليلية

source: Comment
ar: تعليق

source: Current Score
ar: النتيجة الحالية

source: Completion Date
ar: تاريخ الانتهاء

source: Go
ar: اذهب

source: No data available
ar: لا توجد بيانات متاحة

source: With the selected courses, the report will count * lines.
ar: مع الدورات المحددة، سيقوم التقرير بحساب السطور *.

source: The limit is 300,000 for CSV and JSON, 65,000 for XLS.
ar: الحد الأقصى هو 300,000 لـ CSV و JSON، 65,000 لـ XLS.

source: With the selected courses, the report exceeds the maximum number of lines. Please unselect some courses.
ar: مع دورات المحددة، يتجاوز التقرير الحد الأقصى لعدد الأسطر. يرجى إلغاء تحديد بعض دورات.

source: Confirmed
ar: تم تأكيد

source: Accepted
ar: تم قبول

source: Pending
ar: في انتظار

source: Refused
ar: رفض

source: Received
ar: تم الاستلام

source: Expected
ar: متوقع

source: Yes
ar: نعم

source: No
ar: لا

source: My Bookmarks
ar: إشاراتي المرجعية

source: Bookmarked on
ar: إشارة مرجعية على

source: You have not bookmarked any pages yet
ar: لم تقم بوضع إشارة مرجعية على أي صفحات حتى الآن

source: Use bookmarks to help you easily return to pages. To bookmark a page, click "Bookmark this page" under the page title.
ar: استخدم الإشارات المرجعية لمساعدتك على العودة بسهولة إلى الصفحات. لوضع إشارة مرجعية على الصفحة، انقر فوق «وضع إشارة مرجعية على هذه الصفحة» تحت عنوان الصفحة.

source: Load next {num_items} result
ar: تحميل النتائج {num_items} التالية

source: Sorry, no results were found.
ar: آسف، لم يتم العثور على نتائج.

source: Share your "%(display_name)s" award
ar: شارك جائزتك "%(display_name)s"

source: Share
ar: مشاركة

source: Earned %(created)s.
ar: حصل %(created)s.

source: What's Your Next Accomplishment?
ar: ما هو إنجازك التالي؟

source: Start working toward your next learning goal.
ar: ابدأ العمل نحو هدفك التعليمي التالي.

source: Find a course
ar: ابحث عن دورة

source: You are currently sharing a limited profile.
ar: أنت تشارك حاليًا ملفًا شخصيًا محدودًا.

source: This learner is currently sharing a limited profile.
ar: يشارك هذا متعلم حاليًا ملفًا شخصيًا محدودًا.

source: Share on Mozilla Backpack
ar: شارك على حقيبة ظهر موزيلا

source: To share your certificate on Mozilla Backpack, you must first have a Backpack account. Complete the following steps to add your certificate to Backpack.
ar: لمشاركة شهادتك على حقيبة ظهر Mozilla، يجب أن يكون لديك أولاً حساب Backpack. أكمل الخطوات التالية لإضافة شهادتك إلى Backpack.

source: Create a %(link_start)sMozilla Backpack%(link_end)s account, or log in to your existing account
ar: قم بإنشاء حساب %(link_start)sMozilla Backpack%(link_end)s ، أو قم بتسجيل الدخول إلى حسابك الحالي

source: %(download_link_start)sDownload this image (right-click or option-click, save as)%(link_end)s and then %(upload_link_start)supload%(link_end)s it to your backpack.</li>
ar: %(download_link_start)s قم بتنزيل هذه الصورة (انقر بزر الماوس الأيمن أو انقر فوق الخيار ، ثم احفظها باسم) %(link_end)s ثم %(upload_link_start)s حمّلها %(link_end)s إلى حقيبة الظهر.</li>

source: Limit Access
ar: الحد من الوصول

source: Select a prerequisite subsection and enter a minimum score percentage and minimum completion percentage to limit access to this subsection. Allowed values are 0-100
ar: حدد قسمًا فرعيًا للشرط الأساسي وأدخل نسبة مئوية دنيا للدرجات والحد الأدنى من نسبة الإنجاز للحد من الوصول إلى هذا القسم الفرعي. القيم المسموح بها هي 0-100

source: Prerequisite:
ar: المتطلب المسبق:

source: No prerequisite
ar: لا يوجد شرط مسبق

source: Minimum Score:
ar: الحد الأدنى من الدرجات:

source: Minimum Completion:
ar: الحد الأدنى للإنجاز:

source: The minimum score percentage must be a whole number between 0 and 100.
ar: يجب أن تكون النسبة المئوية الدنيا للدرجات عددًا صحيحًا بين 0 و 100.

source: The minimum completion percentage must be a whole number between 0 and 100.
ar: يجب أن يكون الحد الأدنى لنسبة الإنجاز رقمًا صحيحًا بين 0 و 100.

source: Use as a Prerequisite
ar: استخدم كشرط أساسي

source: Make this subsection available as a prerequisite to other content
ar: اجعل هذا القسم الفرعي متاحًا كشرط أساسي لمحتوى آخر

source: Active Uploads
ar: التحميلات النشطة

source: Read More
ar: اقرأ المزيد

source: details about the failure
ar: تفاصيل حول الفشل

source: Add Component:
ar: إضافة مكون:

source: %(type)s Component Template Menu
ar: %(type)s قائمة قالب المكون

source: Common Problem Types
ar: أنواع المشاكل الشائعة

source: Supported
ar: دعم

source: Provisional
ar: مؤقت

source: Not Supported
ar: غير مدعوم

source: Fully Supported
ar: مدعوم بالكامل

source: Provisionally Supported
ar: دعم مؤقت

source: Add New Component
ar: إضافة مكون جديد

source: Deprecated
ar: تم إيقافه

source: List of uploaded files and assets in this course
ar: قائمة الملفات والأصول التي تم تحميلها في هذه دورة

source: - Sortable
ar: - قابل للفرز

source: Show All
ar: عرض الكل

source: Other
ar: أخرى

source: You haven't added any assets to this course yet.
ar: لم تقم بإضافة أي أصول إلى هذه دورة حتى الآن.

source: Upload your first asset
ar: قم بتحميل أصولك الأولى

source: close
ar: مجاور

source: No description available
ar: لا يوجد وصف متاح

source: Open/download this file
ar: فتح/تنزيل هذا الملف

source: Web:
ar: الويب:

source: Delete this asset
ar: حذف هذا الأصل

source: Lock this asset
ar: قفل هذا الأصل

source: Lock/unlock file
ar: ملف قفل/إلغاء القفل

source: ID
ar: هوية شخصية

source: Certificate Details
ar: تفاصيل شهادة

source: Course Title
ar: عنوان دورة

source: Course Title Override
ar: تجاوز عنوان دورة

source: Course Number
ar: رقم دورة

source: Course Number Override
ar: تجاوز رقم دورة

source: Certificate Signatories
ar: الموقعون على الشهادة

source: It is strongly recommended that you include four or fewer signatories. If you include additional signatories, preview the certificate in Print View to ensure the certificate will print correctly on one page.
ar: يوصى بشدة بتضمين أربعة أو أقل من الموقعين. إذا قمت بتضمين موقعين إضافيين، فقم بمعاينة شهادة في Print View للتأكد من طباعة شهادة بشكل صحيح على صفحة واحدة.

source: Certificate Information
ar: معلومات شهادة

source: Certificate Name
ar: اسم شهادة

source: Name of the certificate
ar: اسم شهادة

source: Description of the certificate
ar: وصف شهادة

source: Course title
ar: عنوان دورة

source: Specify an alternative to the official course title to display on certificates. Leave blank to use the official course title.
ar: حدد بديلاً لعنوان دورة الرسمي لعرضه على شهادات. اتركه فارغًا لاستخدام عنوان دورة الرسمية.

source: Add Additional Signatory
ar: إضافة توقيع إضافي

source: (Add signatories for a certificate)
ar: (إضافة موقعين للحصول على شهادة)

source: Choose mode
ar: اختر الوضع

source: Preview Certificate
ar: شهادة المعاينة

source: Activate
ar: تنشيط

source: Deactivate
ar: إلغاء التنشيط

source: component
ar: مكون

source: Access to this {blockType} is restricted to: {selectedGroupsLabel}
ar: يقتصر الوصول إلى هذا {blockType} على: {selectedGroupsLabel}

source: Access to some content in this {blockType} is restricted to specific groups of learners.
ar: يقتصر الوصول إلى بعض المحتوى في هذا {blockType} على مجموعات محددة من متعلمين.

source: Caution: The last published version of this unit is live. By publishing changes you will change the learner experience.
ar: تحذير: آخر نسخة منشورة من هذه الوحدة مباشرة. من خلال نشر التغييرات، ستغير تجربة متعلم.

source: Content Group Name
ar: اسم مجموعة المحتوى

source: Content Group ID
ar: معرف مجموعة المحتوى

source: This is the name of the group
ar: هذا هو اسم المجموعة

source: This content group is used in one or more units.
ar: يتم استخدام مجموعة المحتوى هذه في وحدة واحدة أو أكثر.

source: Cannot delete when in use by a unit
ar: لا يمكن الحذف عند الاستخدام من قبل وحدة

source: Subsection Visibility
ar: رؤية قسم فرعي

source: Show entire subsection
ar: عرض القسم الفرعي بأكمله

source: Learners see the published subsection and can access its content.
ar: يرى متعلمين القسم الفرعي المنشور ويمكنهم الوصول إلى محتواه.

source: Hide content after course end date
ar: إخفاء المحتوى بعد تاريخ انتهاء دورة

source: Hide content after due date
ar: إخفاء المحتوى بعد تاريخ الاستحقاق

source: After the course's end date has passed, learners can no longer access subsection content. The subsection remains included in grade calculations.
ar: بعد انقضاء تاريخ انتهاء الدورة التدريبية، لم يعد بإمكان متعلمين الوصول إلى محتوى القسم الفرعي. يظل القسم الفرعي مدرجًا في حسابات التقدير.

source: After the subsection's due date has passed, learners can no longer access its content. The subsection remains included in grade calculations.
ar: بعد انقضاء تاريخ استحقاق القسم الفرعي، لم يعد بإمكان متعلمين الوصول إلى محتواه. يظل القسم الفرعي مدرجًا في حسابات التقدير.

source: Hide entire subsection
ar: إخفاء القسم الفرعي بأكمله

source: Learners do not see the subsection in the course outline. The subsection is not included in grade calculations.
ar: لا يرى متعلمين القسم الفرعي في مخطط المقرر دورة. لا يتم تضمين القسم الفرعي في حسابات التقدير.

source: If you select an option other than "%(hide_label)s", published units in this subsection become available to learners unless they are explicitly hidden.
ar: إذا قمت بتحديد خيار آخر غير "%(hide_label)s"، تصبح الوحدات المنشورة في هذا القسم الفرعي متاحة للمتعلمين ما لم تكن مخفية بشكل صريح.

source: You are going to delete this course. All related data including learner data will be permanently deleted and this cannot be undone. We advise you to <a href="%(exportUrl)s" target="_blank" class="link-export">export the course content</a> before you delete it.
ar: سوف تقوم بحذف هذه الدورة. سيتم حذف جميع البيانات ذات الصلة بما في ذلك بيانات المتعلم نهائيًا ولا يمكن التراجع عن ذلك. ننصحك <a href="%(exportUrl)s" target="_blank" class="link-export">بتصدير محتوى الدورة</a> قبل حذفه.

source: Weekly Highlight Emails
ar: رسائل البريد الإلكتروني الأسبوعية

source: Enabled
ar: تمكين

source: Enable Now
ar: تمكين الآن

source: Instructor Name
ar: اسم مدرب

source: Please add the instructor's name
ar: الرجاء إضافة اسم المعلم

source: Instructor Title
ar: عنوان مدرب

source: Please add the instructor's title
ar: الرجاء إضافة عنوان المعلم

source: Organization
ar: منظمة

source: Organization Name
ar: اسم المؤسسة

source: Please add the institute where the instructor is associated
ar: يرجى إضافة المعهد الذي يرتبط به المعلم

source: Biography
ar: سيرة

source: Instructor Biography
ar: السيرة الذاتية مدرب

source: Please add the instructor's biography
ar: يرجى إضافة السيرة الذاتية للمدرب

source: Photo
ar: صورة فوتوغرافية

source: Instructor Photo
ar: صورة المعلم

source: Instructor Photo URL
ar: عنوان URL لصورة مدرب

source: Please add a photo of the instructor (Note: only JPEG or PNG format supported)
ar: يرجى إضافة صورة للمعلم (ملاحظة: دعم تنسيق JPEG أو PNG فقط)

source: Upload Photo
ar: تحميل صورة

source: Prerequisite: %(prereq_display_name)s
ar: المتطلب المسبق: %(prereq_display_name)s

source: Contains staff only content
ar: يحتوي على محتوى للموظفين فقط

source: Unpublished changes to live content
ar: تغييرات غير منشورة على المحتوى المباشر

source: Unpublished units will not be released
ar: لن يتم إصدار الوحدات غير المنشورة
