Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar, el

source: EdX, Open edX, Studio, and the edX and Open edX logos are registered trademarks or trademarks of {link_start}edX Inc.{link_end}
ar: شعارات EdX و Open edX و Studio و edX و Open edX هي علامات تجارية مسجلة أو علامات تجارية لشركة {link_start}edX Inc.{link_end}
el: Οι επωνυμίες EDX, Open EDX, Studio και τα λογότυπα EDX και Open EDX είναι σήματα κατατεθέντα ή εμπορικά σήματα της {link_start}Edx Inc.{link_end}

source: Current Course:
ar: دورة الحالية:
el: Τρέχον Μάθημα:

source: Course Navigation
ar: التنقل في دورة
el: Πλοήγηση Μαθήματος

source: Outline
ar: الخطوط العريضة
el: Περίγραμμα

source: Import
ar: استيراد
el: Εισαγωγή

source: Export
ar: تصدير
el: Εξαγωγή

source: Current Library:
ar: المكتبة الحالية:
el: Τρέχουσα βιβλιοθήκη:

source: Language preference
ar: تفضيل اللغة
el: Προτίμηση γλώσσας

source: Account Navigation
ar: التنقل في الحساب
el: Πλοήγηση λογαριασμού

source: Contextual Online Help
ar: المساعدة السياقية عبر الإنترنت
el: Ηλεκτρονική βοήθεια με βάση τα συμφραζόμενα

source: Launch Latex Source Compiler
ar: إطلاق مترجم مصدر اللاتكس
el: Εκκίνηση μεταγλωττιστή πηγής

source: Heading
ar: العنوان
el: Επικεφαλίδα

source: Insert a heading
ar: إدراج عنوان
el: Εισάγετε επικεφαλίδα

source: Add a multiple choice question
ar: إضافة سؤال الاختيار من متعدد
el: Προσθήκη ερώτησης πολλαπλής επιλογής

source: Add a question with checkboxes
ar: إضافة سؤال مع مربعات الاختيار
el: Προσθήκη ερώτησης με πλαίσια ελέγχου

source: Insert a text response
ar: إدراج استجابة نصية
el: Εισαγωγή απάντησης κειμένου

source: Insert a numerical response
ar: إدراج استجابة عددية
el: Εισαγωγή αριθμητικής απόκρισης

source: Insert a dropdown response
ar: إدراج استجابة قائمة منسدلة
el: Εισαγωγή αναπτυσσόμενης απόκρισης

source: Explanation
ar: شرح
el: Eξήγηση

source: Add an explanation for this question
ar: أضف شرحًا لهذا السؤال
el: Προσθήκη εξήγησης στο ερώτημα

source: Advanced Editor
ar: محرر متقدم
el: Προηγμένος επεξεργαστής

source: Toggle Cheatsheet
ar: تبديل ورقة الغش
el: Εναλλαγή cheatsheet

source: Label
ar: تسمية
el: Ετικέτα

source: Access the Open edX Portal
ar: الوصول إلى بوابة edX المفتوحة
el: Πρόσβαση στην Ανοιχτή Πύλη EDX

source: Open edX Portal
ar: افتح بوابة edX
el: Ανοιχτή Πύλη EDX

source: Maintenance
ar: الصيانة
el: Συντήρηση

source: Page Not Found
ar: لم يتم العثور على الصفحة
el: Η ΣΕΛΙΔΑ ΔΕΝ ΒΡΕΘΗΚΕ

source: Content
ar: المحتوى
el: Περιεχόμενο

source: Settings
ar: الإعدادات
el: Ρυθμίσεις

source: Loading
ar: تحميل
el: Φόρτωση

source: Location ID
ar: معرف الموقع
el: Κωδικός Τοποθεσίας

source: Course Outline
ar: مخطط الدورة
el: Περιγραφή του Course

source: Back to dashboard
ar: العودة إلى لوحة القيادة
el: Επιστροφή στο ταμπλό

source: Course dates
ar: مواعيد دورة
el: Ημερομηνίες μαθημάτων

source: Error:
ar: خطأ:
el: Σφάλμα:

source: Organization:
ar: المنظمة:
el: Οργανισμός:

source: Course Number:
ar: رقم دورة:
el: Κωδικός Μαθήματος:

source: Course Run:
ar: تشغيل دورة:
el: Εκτέλεση μαθήματος:

source: Don't have a {studio_name} Account? Sign up!
ar: ليس لديك حساب {studio_name} ؟ اشترك!
el: Δεν έχετε λογιαριασμό {studio_name}; Εγγραφείτε!

source: E-mail
ar: البريد الإلكتروني
el: Ηλεκτρονικό ταχυδρομείο

source: Sign In to {studio_name}
ar: تسجيل الدخول إلى {studio_name}
el: Συνδεθείτε στο {studio_name}

source: Forgot password?
ar: هل نسيت كلمة المرور؟
el: Ξεχάσατε τον κωδικό σας;

source: example: username@domain.com
ar: مثال: username@domain.com
el: π.χ.: epimenidis@gmail.com

source: example: Jane Doe
ar: مثال: جين دو
el: π.χ.: Γιώργος Παπανικολάου

source: example: JaneDoe
ar: مثال: جيندو
el: π.χ.: GeorgePapanikolaou

source: Course End Date
ar: تاريخ انتهاء دورة
el: Ημερομηνία Λήξης του Μαθήματος

source: hours
ar: ساعات
el: ώρες

source: Instructors
ar: المدربون
el: Εκπαιδευτές

source: Requirements
ar: المتطلبات
el: Απαιτήσεις

source: Details
ar: التفاصيل
el: Λεπτομέριες

source: View
ar: عرض
el: Προβολή

source: This page left intentionally blank. Feel free to add your own content.
ar: تركت هذه الصفحة فارغة عن قصد. لا تتردد في إضافة المحتوى الخاص بك.
el: Αυτή η σελίδα άφησε σκόπιμα κενή. Μη διστάσετε να προσθέσετε το δικό σας περιεχόμενο.

source: Reset
ar: إعادة تعيين
el: Επαναφορά

source: Legal
ar: قانوني
el: Νομικά

source: All rights reserved.
ar: جميع الحقوق محفوظة.
el: Όλα τα δικαιώματα διατηρούνται.

source: Choose Language
ar: اختر اللغة
el: Επέλεξε Γλώσσα

source: Account
ar: حساب
el: Λογαριασμός

source: Leaderboard
ar: لوحة المتصدرين
el: Πίνακας κατάταξης

source: My Learning Transcript
ar: نسخة التعلم الخاصة بي
el: Το μαθησιακό μου μεταγραφή

source: Help
ar: مساعدة
el: Βοήθεια

source: Looking for help with {studio_name}?
ar: هل تبحث عن مساعدة في {studio_name}؟
el: Αναζητάτε βοήθεια στο {studio_name};

source: Hide {studio_name} Help
ar: إخفاء {studio_name} تعليمات
el: Απόκρυψη βοήθειας {studio_name}

source: {studio_name} Documentation
ar: {studio_name} وثائق
el: {studio_name} Έγγραφα

source: Access documentation on http://docs.edx.org
ar: وثائق الوصول على http://docs.edx.org
el: Πρόσβαση στην τεκμηρίωση στη διεύθυνση http://docs.edx.org

source: edX Documentation
ar: وثائق edX
el: EDX τεκμηρίωση

source: Enroll in edX101: Overview of Creating an edX Course
ar: التسجيل في edX101: نظرة عامة على إنشاء دورة edX
el: Εγγραφή στο EDX101: Επισκόπηση της δημιουργίας ενός μαθήματος EDX

source: Enroll in edX101
ar: التسجيل في edX101
el: Εγγραφή σε EDX101

source: Enroll in StudioX: Creating a Course with edX Studio
ar: التسجيل في StudioX: إنشاء دورة مع edX Studio
el: Εγγραφή στο StudioX: Δημιουργία μαθήματος με το EdX Studio

source: Enroll in StudioX
ar: التسجيل في StudioX
el: Εγγραφή σε StudioX

source: Send an email to {email}
ar: إرسال بريد إلكتروني إلى {email}
el: Στείλτε ένα μήνυμα ηλεκτρονικού ταχυδρομείου στο {email}

source: name
ar: اسم
el: όνομα

source: Currently signed in as:
ar: تم تسجيل الدخول حاليًا على النحو التالي:
el: Επί του παρόντος, είναι συνδεδεμένος ως:

source: Profile image for {username}
ar: صورة الملف الشخصي لـ {username}
el: Εικόνα προφίλ για {username}

source: Usermenu
ar: قائمة المستخدم
el: Μενού Χρήστη

source: Sign Out
ar: تسجيل الخروج
el: Αποσύνδεση

source: Code Editor
ar: محرر التعليمات البرمجية
el: Επεξεργαστής κώδικα

source: Feedback Form
ar: نموذج الملاحظات
el: Φόρμα σχολίων

source: Email: {email}
ar: البريد الإلكتروني: {email}
el: Ηλεκτρονικό ταχυδρομείο: {email}

source: Full Name: {realname}
ar: الاسم الكامل: {realname}
el: Ονοματεπώνυμο: {realname}

source: Inquiry Type: {inquiry_type}
ar: نوع الاستفسار: {inquiry_type}
el: Τύπος ερωτήματος: {inquiry_type}

source: Message: {message}
ar: رسالة: {message}
el: Μήνυμα: {message}

source: Tags: {tags}
ar: العلامات: {tags}
el: Ετικέτες: {tags}

source: Additional Info:
ar: معلومات إضافية:
el: Πρόσθετες πληροφορίες:

source: Feedback from user
ar: ملاحظات من المستخدم
el: Σχόλια από το χρήστη

source: The email associated with your {platform_name} account has changed from {old_email} to {new_email}.
ar: تم تغيير البريد الإلكتروني المرتبط بحسابك {platform_name} من {old_email} إلى {new_email}.
el: Το μήνυμα ηλεκτρονικού ταχυδρομείου που σχετίζεται με το λογαριασμό {platform_name} έχει αλλάξει από {old_email} σε {new_email}.

source: No action is needed on your part.
ar: لا حاجة إلى أي إجراء من جانبك.
el: Δεν χρειάζεται καμία ενέργεια από την πλευρά σας.

source: If this change is not correct, contact {link_start}{platform_name} Support{link_end} or your administrator.
ar: إذا لم يكن هذا التغيير صحيحًا، فاتصل بـ {link_start}{platform_name} Support{link_end} أو المسؤول.
el: Εάν αυτή η αλλαγή δεν είναι σωστή, επικοινωνήστε με {link_start}{platform_name} Υποστήριξη{link_end} ή το διαχειριστή σας.

source: Your {platform_name} account email has been updated
ar: تم تحديث البريد الإلكتروني الخاص بحسابك {platform_name}
el: Ενημερώθηκε το email του λογαριασμού {platform_name}

source: Add a Post
ar: إضافة مشاركة
el: Νέα ανάρτηση

source: All Discussions
ar: جميع المناقشات
el: Όλες οι συζητήσεις

source: New topic form
ar: نموذج موضوع جديد
el: Νέα φόρμα θέματος

source: Discussion thread list
ar: قائمة مؤشرات ترابط المناقشة
el: Κατάλογος με τα νήματα των συζητήσεων

source: %s discussion started
ar: بدأت مناقشات %s
el: %s συζήτηση ξεκίνησε

source: %s comment
ar: %s تعليقات
el: %s σχόλιο

source: Discussion unavailable
ar: المناقشة غير متوفرة
el: Μη διαθέσιμη συζήτηση

source: The discussions are currently undergoing maintenance. We'll have them back up shortly!
ar: تخضع المناقشات حاليًا للصيانة. سنقوم بنسخها احتياطيًا قريبًا!
el: Το φόρουμ συζητήσεων βρίσκεται αυτή τη στιγμή υπό συντήρηση. Σύντομα και πάλι κοντά σας!

source: Content Locked
ar: محتوى مقفل
el: Κλειδωμένο περιεχόμενο

source: You must complete the prerequisites for '{prereq_section_name}' to access this content.
el: Πρέπει να συμπληρώσετε τις προϋποθέσεις για το '{prereq_section_name}' για να αποκτήσετε πρόσβαση σε αυτό το περιεχόμενο.

source: Go to Prerequisite Section
ar: انطلق إلى قـسم المتطلبات الأساسية
el: Μετάβαση στην Ενότητα Προαπαιτούμενων

source: Collapse Instructions
ar: تعليمات طي
el: Αναδίπλωση Οδηγιών

source: Guided Discussion
ar: مناقشة إرشادية
el: Κατευθυνόμενη συζήτηση

source: Hide Annotations
ar: إخفاء التعليقات التوضيحية
el: Απόκρυψη σχολίων

source: Bookmarked
ar: إشارة مرجعية
el: Αποθηκεύτηκε στους σελιδοδείκτες σας

source: Bookmark this page
ar: ضع إشارة مرجعية لهذه الصفحة
el: Προσθέστε σελιδοδείκτη σε αυτή τη σελίδα

source: You do not have access to this dependency module.
ar: ليس لديك حق الوصول إلى وحدة التبعية هذه.
el: Δεν έχετε πρόσβαση σε αυτήν την ενότητα εξάρτησης.

source: LEARN MORE
ar: تعلم المزيد
el: Μάθετε Περισσότερα

source: Starts
ar: يبدأ
el: Έναρξη

source: Starts: {date}
ar: يبدأ: {date}
el: Έναρξη: {date}

source: View all Courses
ar: عرض جميع دورات
el: Δείτε όλα τα μαθήματα

source: Hello
ar: مرحبًا
el: Γειά σου

source: Welcome to your dashboard
ar: مرحبًا بك في لوحة التحكم
el: Καλώς ήρθες στο Dashboard σου

source: completed courses
ar: دورات المكتملة
el: ολοκληρωμένα courses

source: badges obtained
ar: شارات تم الحصول عليها
el: badges που έχω κερδίσει

source: posts
ar: المشاركات
el: δημοσιεύσεις

source: Continue Learning...
ar: استمر في التعلم...
el: Συνεχίστε να μαθαίνετε...

source: You are not enrolled in any courses yet.
ar: لم يتم تسجيلك في أي دورات حتى الآن.
el: Δεν έχετε εγγραφεί σε κάποιο course ακόμα.

source: Explore courses
ar: استكشف دورات
el: ΑΝΑΖΗΤΗΣΗ ΜΑΘΗΜΑΤΩΝ

source: Activate your account!
ar: قم بتنشيط حسابك!
el: Ενεργοποιήστε το λογαριασμό σας!

source: Course-loading errors
ar: أخطاء تحميل المقرر الدراسي
el: Προέκυψαν σφάλματα κατά την φόρτωση του μαθήματος

source: My Bookmarks
ar: إشاراتي المرجعية
el: Οι σελιδοδείκτες μου

source: My upcoming ILT sessions
ar: جلسات ILT القادمة
el: Οι προσεχείς συνεδρίες με την ILT

source: Search Your Courses
ar: ابحث في مقرراتك
el: Αναζήτηση στα μαθήματά σας

source: Clear search
ar: مسح البحث
el: Εκκαθάριση αναζήτησης

source: Account Status Info
ar: معلومات حالة الحساب
el: Πληροφορίες Κατάστασης Λογαριασμού

source: Order History
ar: سجل الطلبات
el: Ιστορικό Παραγγελιών

source: Email Settings for {course_number}
ar: إعدادات البريد الإلكتروني لـ {course_number}
el: Ρυθμίσεις E-mail για το μάθημα {course_number}

source: Receive course emails
ar: تلقي رسائل البريد الإلكتروني دورة
el: Να λαμβάνω ενημερωτικά e-mails που αφορούν το μάθημα

source: Save Settings
ar: حفظ الإعدادات
el: Αποθήκευση ρυθμίσεων

source: Unenroll
ar: إلغاء التسجيل
el: ΔΙΑΓΡΑΦΗ

source: View Unit in Studio
ar: عرض وحدة في Studio
el: Προβολή Μονάδας στο Στούντιο

source: E-mail change failed
ar: فشل تغيير البريد الإلكتروني
el: Αποτυχία αλλαγής διεύθυνσης ηλ. ταχυδρομείου

source: We were unable to send a confirmation email to {email}
ar: لم نتمكن من إرسال رسالة تأكيد بالبريد الإلكتروني إلى {email}
el: Δεν ήταν δυνατή η αποστολή μηνύματος επιβεβαίωσης στη διεύθυνση {email}

source: Go back to the {link_start}home page{link_end}.
ar: انطلق إلى الصفحة الرئيسية {link_start}{link_end}.
el: Επιστρέψτε στην {link_start} αρχική σελίδα {link_end}.

source: E-mail change successful!
ar: تغيير البريد الإلكتروني ناجح!
el: Επιτυχής αλλαγή διεύθυνσης ηλεκτρονικού ταχυδρομείου

source: You should see your new email in your {link_start}dashboard{link_end}.
ar: يجب أن ترى بريدك الإلكتروني الجديد في لوحة القيادة {link_start}{link_end}.
el: Μπορείτε πλέον να δείτε το νέο σας e-mail στη σελίδα του {link_start}λογαριασμού{link_end} σας.

source: An account with the new e-mail address already exists.
ar: يوجد بالفعل حساب بعنوان بريد إلكتروني جديد.
el: Υπάρχει ήδη λογαριασμός με το email που εισάγατε.

source: You should Register before trying to access the Unit
ar: يجب عليك التسجيل قبل محاولة الوصول إلى وحدة
el: Θα πρέπει να εγγραφείτε πριν προσπαθήσετε να αποκτήσετε πρόσβαση στη Μονάδα

# self
source: Enroll
ar: التسجيل
el: ΕΓΓΡΑΦΗ

source: Don't enroll
ar: لا تسجل
el: Μην εγγραφείτε

source: Learner Enrollment Form
ar: نموذج تسجيل متعلم
el: Φόρμα Εγγραφής Εκπαιδευόμενου

source: Course:
ar: دورة:
el: Μάθημα:

source: Add new learners
ar: إضافة متعلمين جدد
el: Προσθήκη νέων εκπαιδευομένων

source: Existing learners:
ar: متعلمين الحاليين:
el: Υπάρχοντες εκπαιδευόμενοι:

source: New learners added:
ar: تمت إضافة متعلمين الجدد:
el: Προστέθηκαν νέοι εκπαιδευόμενοι:

source: Learners rejected:
ar: تم رفض متعلمين:
el: Οι εκπαιδευόμενοι που απορρίφθηκαν:

source: Debug:
ar: التصحيح:
el: Εντοπισμός λαθών/ εκσφαλμάτωση:

source: External Authentication failed
ar: فشل المصادقة الخارجية
el: Απέτυχε εξωτερική επαλήθευση ταυτότητας

source: Navigation
ar: التنقل
el: Πλοήγηση

source: Explore
ar: استكشف
el: Εξερευνήστε

source: My Mooc
ar: ماي موك
el: Μουκ

source: My Courses
ar: مقرراتي
el: Τα courses μου

source: My Training
ar: تدريبي
el: Η εκπαίδευσή μου

source: My Account
ar: حسابي
el: Ο Λογαριασμός μου

source: FAQ
ar: التعليمات
el: Συχνές Ερωτήσεις

source: Please enter your e-mail address below, and we will e-mail instructions for setting a new password.
ar: يرجى إدخال عنوان بريدك الإلكتروني أدناه، وسنرسل تعليمات بالبريد الإلكتروني لتعيين كلمة مرور جديدة.
el: Παρακαλούμε, εισάγετε το e-mail σας, και θα σας αποστείλουμε ηλεκτρονικά οδηγίες για τη δημιουργία νέου κωδικού.

source: Required Information
ar: المعلومات المطلوبة
el: Απαιτούμενες Πληροφορίες

source: Your E-mail Address
ar: عنوان البريد الإلكتروني الخاص بك
el: Το e-mail σας

source: This is the e-mail address you used to register with {platform}
ar: هذا هو عنوان البريد الإلكتروني الذي استخدمته للتسجيل مع {platform}
el: Η διεύθυνση e-mail που χρησιμοποιήσατε στην εγγραφή σας στο {platform}

source: Reset My Password
ar: إعادة تعيين كلمة المرور
el: Αλλαγή του κωδικού μου

source: Email is incorrect.
ar: البريد الإلكتروني غير صحيح.
el: Το email είναι λανθασμένο.

source: Support
ar: دعم
el: Υποστήριξη

source: For {strong_start}questions on course lectures, homework, tools, or materials for this course{strong_end}, post in the {link_start}course discussion forum{link_end}.
ar: بالنسبة إلى {strong_start}أسئلة حول محاضرات دورة أو الواجبات المنزلية أو الأدوات أو المواد الخاصة بهذه دورة{strong_end}، انشر في منتدى مناقشة دورة {link_start}{link_end}.
el: Για {strong_start}ερωτήσεις σχετικά με τις διαλέξεις μαθημάτων, την εργασία, τα εργαλεία ή τα υλικά για αυτό το μάθημα{strong_end}, δημοσιεύστε στο φόρουμ συζήτησης {link_start}μαθημάτων{link_end}.

source: Have {strong_start}general questions about {platform_name}{strong_end}? You can find lots of helpful information in the {platform_name} {link_start}FAQ{link_end}.
ar: هل لديك {strong_start}أسئلة عامة حول {platform_name}{strong_end}؟ يمكنك العثور على الكثير من المعلومات المفيدة في الأسئلة الشائعة {platform_name} {link_start}{link_end}.
el: Έχετε απορίες{strong_start}σχετικά με το {platform_name}{strong_end}? Μπορείτε να βρείτε πολλές χρήσιμες πληροφορίες στις {platform_name} {link_start}Συχνές ερωτήσεις{link_end}.

source: Have a {strong_start}question about something specific{strong_end}? You can contact the {platform_name} general support team directly:
ar: هل لديك سؤال {strong_start}حول شيء محدد{strong_end}؟ يمكنك الاتصال بفريق الدعم العام {platform_name} مباشرة:
el: Έχετε μια ερώτηση {strong_start}σχετικά με κάτι συγκεκριμένο{strong_end}; Μπορείτε να επικοινωνήσετε απευθείας με την ομάδα γενικής υποστήριξης {platform_name}:

source: Report a problem
ar: الإبلاغ عن مشكلة
el: Αναφέρετε ένα πρόβλημα

source: Make a suggestion
ar: تقديم اقتراح
el: Κάντε μια πρόταση

source: Ask a question
ar: طرح سؤال
el: Υποβάλετε μια ερώτηση

source: Please note: The {platform_name} support team is English speaking. While we will do our best to address your inquiry in any language, our responses will be in English.
ar: يرجى ملاحظة: فريق الدعم {platform_name} يتحدث الإنجليزية. بينما سنبذل قصارى جهدنا لمعالجة استفسارك بأي لغة، ستكون ردودنا باللغة الإنجليزية.
el: Παρακαλώ σημειώστε: Η ομάδα υποστήριξης {platform_name} μιλάει αγγλικά. Αν και θα κάνουμε ό, τι καλύτερο μπορούμε για να απαντήσουμε το ερώτημά σας σε οποιαδήποτε γλώσσα, οι απαντήσεις μας θα είναι στα αγγλικά.

source: Briefly describe your issue
ar: وصف مشكلتك بإيجاز
el: Περιεκτικά περιγράψτε το πρόβλημα που αντιμετωπίζετε

source: Tell us the details
ar: أخبرنا بالتفاصيل
el: Δώστε μας περισσότερες πληροφορίες

source: Describe what you were doing when you encountered the issue. Include any details that will help us to troubleshoot, including error messages that you saw.
ar: وصف ما كنت تفعله عندما واجهت المشكلة. قم بتضمين أي تفاصيل ستساعدنا في استكشاف الأخطاء وإصلاحها، بما في ذلك رسائل الخطأ التي شاهدتها.
el: Περιγράψτε τι κάνατε όταν αντιμετωπίσατε το πρόβλημα. Συμπεριλάβετε τυχόν λεπτομέρειες που θα μας βοηθήσουν να επιλύσουμε την αντιμετώπιση προβλημάτων, συμπεριλαμβανομένων των μηνυμάτων σφάλματος που είδατε.

source: Thank You!
ar: شكرا لك!
el: Σας ευχαριστούμε!

source: Thank you for your inquiry or feedback. We typically respond to a request within one business day, Monday to Friday. In the meantime, please review our {link_start}detailed FAQs{link_end} where most questions have already been answered.
ar: شكرًا لك على استفسارك أو ملاحظاتك. نرد عادةً على طلب في غضون يوم عمل واحد، من الاثنين إلى الجمعة. في غضون ذلك، يرجى مراجعة {link_start}أسئلة وأجوبة مفصلة{link_end} حيث تم بالفعل الإجابة على معظم الأسئلة.
el: Σας ευχαριστούμε για το ερώτημά σας ή τα σχόλιά σας. Συνήθως απαντάμε σε ένα αίτημα εντός μίας εργάσιμης ημέρας, Δευτέρα έως Παρασκευή. Εν τω μεταξύ, παρακαλούμε διαβάστε τις {link_start}λεπτομερείς Συχνές Ερωτήσεις{link_end} όπου οι περισσότερες ερωτήσεις έχουν ήδη απαντηθεί.

source: - Select -
ar: - حدد -
el: - Επιλέξτε -

source: problem
ar: مشكلة
el: πρόβλημα

source: Report a Problem
ar: الإبلاغ عن مشكلة
el: Αναφέρατε ένα πρόβλημα

source: Brief description of the problem
ar: وصف موجز للمشكلة
el: Περιεκτική περιγραφή του προβλήματος

source: Details of the problem you are encountering{asterisk}
ar: تفاصيل المشكلة التي تواجهها{asterisk}
el: Λεπτομέρειες για το πρόβλημα που αντιμετωπίζετε{asterisk}

source: suggestion
ar: اقتراح
el: Πρόταση

source: Make a Suggestion
ar: تقديم اقتراح
el: Κάντε μια πρόταση

source: Brief description of your suggestion
ar: وصف موجز لاقتراحك
el: Σύντομη περιγραφή της πρότασής σας

source: question
ar: سؤال
el: ερώτηση

source: Ask a Question
ar: طرح سؤال
el: Υποβάλετε μια ερώτηση

source: Brief summary of your question
ar: ملخص موجز لسؤالك
el: Σύντομη περίληψη της ερώτησής σας.

source: An error has occurred.
ar: حدث خطأ.
el: Προέκυψε σφάλμα

source: Please {link_start}send us e-mail{link_end}.
ar: من فضلك {link_start}أرسل لنا البريد الإلكتروني{link_end}.
el: Παρακαλούμε {link_start}στείλτε μας e-mail{link_end}.

source: Please try again later.
ar: يرجى المحاولة مرة أخرى لاحقًا.
el: Παρακαλούμε προσπαθήστε αργότερα.

source: The course has ended.
ar: انتهت دورة.
el: Το μάθημα τελείωσε.

source: The due date for this assignment has passed.
ar: لقد مر تاريخ استحقاق هذه المهمة.
el: Η προθεσμία υποβολής έχει παρέλθει.

source: Because the course has ended, this assignment is no longer available.{line_break}If you have completed this assignment, your grade is available on the {link_start}progress page{link_end}.
ar: نظرًا لأن دورة قد انتهى، لم يعد هذا الواجب متاحًا.{line_break}إذا كنت قد أكملت هذا الواجب، فإن التقدير الخاص بك متاح في صفحة التقدم {link_start}{link_end}.
el: Η εργασία αυτή δεν είναι πλέον διαθέσιμη, αφού το μάθημα έχει λήξει.{line_break}Εάν έχετε υποβάλλει αυτή την εργασία, μπορείτε να δείτε τον βαθμό σας στην {link_start}σελίδα της προόδου{link_end} σας.

source: Because the due date has passed, this assignment is no longer available.{line_break}If you have completed this assignment, your grade is available on the {link_start}progress page{link_end}.
ar: نظرًا لانقضاء تاريخ الاستحقاق، لم يعد هذا الواجب متاحًا.{line_break}إذا كنت قد أكملت هذا الواجب، فإن التقدير الخاص بك متاح في صفحة التقدم {link_start}{link_end}.
el: Μετά την λήξη της προθεσμίας υποβολής, η εργασία αυτή δεν είναι πλέον διαθέσιμη.{line_break}Εάν έχετε υποβάλλει αυτή την εργασία, μπορείτε να δείτε τον βαθμό σας στην {link_start}σελίδα της προόδου{link_end} σας.

source: Note: only instructors may annotate.
ar: ملاحظة: يمكن للمدرسين فقط تعليق تعليق.
el: Σημείωση: Μόνο οι εκπαιδευτές μπορούν να σχολιάσουν.

source: Search for a course
ar: ابحث عن دورة
el: Αναζήτηση μαθήματος

source: Welcome to the Open edX{registered_trademark} platform!
ar: مرحبًا بكم في منصة Open edX{registered_trademark} !
el: Καλώς ήλθατε στην πλατφόρμα Open EDX{registered_trademark}!

source: It works! This is the default homepage for this Open edX instance.
ar: إنه يعمل! هذه هي الصفحة الرئيسية الافتراضية لمثيل Open edX هذا.
el: για όλους, οπουδήποτε, οποτεδήποτε

source: Invalid email change key
ar: مفتاح تغيير البريد الإلكتروني غير صالح
el: Ο σύνδεσμος αλλαγής e-mail δεν είναι έγκυρος

source: This e-mail key is not valid. Please check:
ar: مفتاح البريد الإلكتروني هذا غير صالح. يرجى التحقق من:
el: Ο σύνδεσμος αλλαγής του e-mail σας δεν είναι έγκυρος. Δείτε:

source: Was this key already used? Check whether the e-mail change has already happened.
ar: هل تم استخدام هذا المفتاح بالفعل؟ تحقق مما إذا كان تغيير البريد الإلكتروني قد حدث بالفعل.
el: Μήπως έχετε ήδη χρησιμοποιήσει το σύνδεσμο; Ελέγξτε μήπως έχει ήδη αλλάξει το e-mail σας .

source: Did your e-mail client break the URL into two lines?
ar: هل قام عميل البريد الإلكتروني الخاص بك بتقسيم عنوان URL إلى سطرين؟
el: Μήπως το πρόγραμμα που χρησιμοποιείτε για να διαχειρίζεστε τα e-mail σας, χώρισε σε δύο γραμμές τον σύνδεσμο;

source: The keys are valid for a limited amount of time. Has the key expired?
ar: المفاتيح صالحة لفترة محدودة من الوقت. هل انتهت صلاحية المفتاح؟
el: Μήπως ο σύνδεσμος έχει λήξει; Οι σύνδεσμοι είναι έγκυροι για περιορισμένο χρονικό διάστημα.

source: Showing all matching content eligible to be added into {display_name}. Each learner will be assigned {max_count} component drawn randomly from this list.
el: Εμφάνιση όλων των αντιστοίχων περιεχομένων που μπορούν να προστεθούν στο {display_name}. Σε κάθε εκπαιδευόμενο θα εκχωρηθεί {max_count} στοιχείο που σχεδιάστηκε τυχαία από αυτή τη λίστα.

source: Helpful Information
ar: معلومات مفيدة
el: Χρήσιμες Πληροφορίες

source: Login via OpenID
ar: تسجيل الدخول عبر OpenID
el: Σύνδεση μέσω OpenID

source: You can now start learning with {platform_name} by logging in with your <a rel="external" href="http://openid.net/">OpenID account</a>.
ar: يمكنك الآن البدء في التعلم باستخدام {platform_name} عن طريق تسجيل الدخول باستخدام حساب OpenID <a rel="external" href="http://openid.net/">الخاص بك</a>.
el: Τώρα μπορείτε να αρχίσετε να μαθαίνετε με το {platform_name} , συνδεθείτε με το λογαριασμό σας <a rel="external" href="http://openid.net/">OpenID</a>.

source: Not Enrolled?
ar: غير مسجل؟
el: Δεν έχετε εγγραφεί;

source: Sign up for {platform_name} today!
ar: اشترك في {platform_name} اليوم!
el: Εγγραφείτε στο {platform_name} σήμερα!
