Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar, el

source: For advanced users only. Errors in the grading policy can lead to the course failing to display. This form does not check the validity of the policy before saving.
ar: للمستخدمين المتقدمين فقط. يمكن أن تؤدي الأخطاء في نهج التقدير إلى فشل عرض دورة. لا يتحقق هذا النموذج من صحة السياسة قبل الحفظ.
el: Μόνο για προχωρημένους χρήστες. Τα σφάλματα στην πολιτική βαθμοποίησης μπορεί να οδηγήσουν στην αποτυχία εμφάνισης του μαθήματος. Αυτή η φόρμα δεν ελέγχει την εγκυρότητα της πολιτικής πριν από την αποθήκευση.

source: Most coaches should not need to make changes to the grading policy.
ar: يجب ألا يحتاج معظم المدربين إلى إجراء تغييرات على سياسة التقدير.
el: Οι περισσότεροι προπονητές δεν θα πρέπει να κάνουν αλλαγές στην πολιτική ταξινόμησης.

source: Save Grading Policy
ar: سياسة حفظ التقدير
el: Αποθήκευση πολιτικής βαθμολόγηση

source: Date format four digit year dash two digit month dash two digit day
ar: تنسيق التاريخ من أربعة أرقام سنة اندفاعة من رقمين شهر داش من رقمين
el: Μορφή ημερομηνίας τεσσάρων ψηφίων έτος παύλα δύο ψηφία μήνα παύλα δύο ψηφία ημέρα

source: Time format two digit hours colon two digit minutes
ar: تنسيق الوقت من رقمين ساعة القولون من رقمين دقيقة
el: Μορφή ώρας δύο ψηφίων ωρών άνω και άνω και κάτω των δύο ψηφίων λεπτά

source: Time
ar: الوقت
el: Χρόνος

source: Set date
ar: تعيين التاريخ
el: Ορισμός ημερομηνίας

source: You have unsaved changes.
ar: لديك تغييرات غير محفوظة.
el: Έχετε μη αποθηκευμένες αλλαγές.

source: There was an error saving changes.
ar: حدث خطأ في حفظ التغييرات.
el: Παρουσιάστηκε σφάλμα κατά την αποθήκευση των αλλαγών.

source: Schedule a Unit
ar: جدولة وحدة
el: Προγραμματισμός μονάδας

source: Start Date
ar: تاريخ البدء
el: Ημερομηνία Έναρξης

source: format four digit year dash two digit month dash two digit day
ar: تنسيق أربعة أرقام السنة اندفاعة من رقمين الشهر داش من رقمين اليوم
el: μορφή τετραψήφιο έτος παύλα δύο ψηφίων μήνα παύλα δύο ψηφίων

source: yyyy-mm-dd
ar: يييمم - د
el: εεεε-μμ-ηη

source: Start time format two digit hours colon two digit minutes
ar: تنسيق وقت البدء مكون من رقمين ساعة نقطتين من رقمين
el: Ώρα έναρξης μορφή δύο ψηφίων ωρών άνω και άνω και κάτω των δύο ψηφίων λεπτά

source: time
ar: وقت
el: χρόνου

source: (Optional)
ar: (اختياري)
el: (Προαιρετικό)

source: Due Time format two digit hours colon two digit minutes
ar: تنسيق الوقت المستحق من رقمين ساعة القولون من رقمين دقيقة
el: Χρόνος εκπρόθεσμου μορφή δύο ψηφίων ωρών άνω και άνω και κάτω των δύο ψηφίων λεπτά

source: Add Unit
ar: إضافة وحدة
el: Προσθήκη μονάδας

source: Add All Units
ar: إضافة جميع وحدات
el: Προσθήκη όλων των μονάδων

source: All units have been added.
ar: تمت إضافة جميع الوحدات.
el: Όλες οι μονάδες έχουν προστεθεί.

source: View gradebook
ar: عرض دفتر التقديرات
el: Προβολή βαθμολογίου

source: Download learner grades
ar: تنزيل درجات متعلم
el: Λήψη βαθμών εκπαιδευόμενου

source: Print or share your certificate:
ar: قم بطباعة شهادتك أو مشاركتها:
el: Εκτυπώστε ή μοιραστείτε το πιστοποιητικό σας:

source: Click the link to see my certificate.
ar: انقر فوق الارتباط لرؤية شهادتي.
el: Κάντε κλικ στη σύνδεση για να δείτε το πιστοποιητικό μου.

source: Post on Facebook
ar: انشر على فيسبوك
el: Κοινοποιήστε στο Facebook

source: Share on Twitter
ar: شارك على تويتر
el: Μοιραστείτε στο Twitter

source: Tweet this Accomplishment. Pop up window.
ar: غرد هذا الإنجاز. نافذة منبثقة.
el: Τουίτ σε αυτό το επίτευγμα. Ανοίγω το παράθυρο.

source: Add to LinkedIn Profile
ar: إضافة إلى ملف تعريف LinkedIn
el: Προσθήκη στο προφίλ LinkedIn

source: Add to Mozilla Backpack
ar: إضافة إلى حقيبة ظهر موزيلا
el: Προσθήκη στο σακίδιο Mozilla

source: Print Certificate
ar: شهادة الطباعة
el: Εκτύπωση πιστοποιητικού

source: {platform_name} Home
ar: {platform_name} الصفحة الرئيسية
el: {platform_name} Αρχική σελίδα

source: Noted by
ar: لاحظ من قبل
el: Σημειώνεται από

source: Supported by the following organizations
ar: بدعم من المنظمات التالية
el: Υποστηρίζεται από τους παρακάτω οργανισμούς

source: Awarded to:
ar: مُنحت لـ:
el: Απονέμεται σε:

source: For tips and tricks on printing your certificate, view the {link_start}Web Certificates help documentation{link_end}.
ar: للحصول على نصائح وحيل حول طباعة شهادتك، اعرض وثائق التعليمات {link_start}شهادات ويب{link_end}.
el: Για συμβουλές και κόλπα σχετικά με την εκτύπωση του πιστοποιητικού σας, δείτε το {link_start}Πιστοποιητικά Web τεκμηρίωση βοήθειας{link_end}.

source: Cannot Find Certificate
ar: لا يمكن العثور على شهادة
el: Δεν είναι δυνατή η εύρεση πιστοποιητικού

source: We cannot find a certificate with this URL or ID number. If you are trying to validate a certificate, make sure that the URL or ID number is correct. If you are sure that the URL or ID number is correct, contact support.
ar: لا يمكننا العثور على شهادة مع عنوان URL أو رقم المعرف هذا. إذا كنت تحاول التحقق من صحة شهادة، فتأكد من صحة عنوان URL أو رقم المعرف. إذا كنت متأكدًا من صحة عنوان URL أو رقم الهوية، فاتصل بالدعم.
el: Δεν μπορούμε να βρούμε ένα πιστοποιητικό με αυτόν τον αριθμό URL ή αναγνωριστικού. Εάν προσπαθείτε να επικυρώσετε ένα πιστοποιητικό, βεβαιωθείτε ότι ο αριθμός URL ή αναγνωριστικού είναι σωστός. Εάν είστε βέβαιοι ότι ο αριθμός URL ή αναγνωριστικού είναι σωστός, επικοινωνήστε με την υποστήριξη.

source: Invalid Certificate Configuration.
ar: تكوين شهادة غير صالح.
el: Μη έγκυρη ρύθμιση παραμέτρων πιστοποιητικού.

source: There is a problem with this certificate.
ar: هناك مشكلة في هذه شهادة.
el: Υπάρχει πρόβλημα με αυτό το πιστοποιητικό.

source: To resolve the problem, your partner manager should verify that the following information is correct.
ar: لحل المشكلة، يجب على مدير الشريك التحقق من صحة المعلومات التالية.
el: Για να επιλύσετε το πρόβλημα, ο διαχειριστής συνεργατών σας θα πρέπει να επαληθεύσει ότι οι ακόλουθες πληροφορίες είναι σωστές.

source: The institution's logo.
ar: شعار المؤسسة.
el: Το λογότυπο του ιδρύματος.

source: The institution that is linked to the course.
ar: المؤسسة المرتبطة بالدورة دورة.
el: Ο θεσμός που συνδέεται με το μάθημα.

source: The course information in the Course Administration tool.
ar: معلومات المقرر دورة في أداة إدارة دورة.
el: Οι πληροφορίες του μαθήματος στο εργαλείο Διοίκησης Μαθήματος.

source: If all of the information is correct and the problem persists, contact technical support.
ar: إذا كانت جميع المعلومات صحيحة واستمرت المشكلة، اتصل بالدعم الفني.
el: Εάν όλες οι πληροφορίες είναι σωστές και το πρόβλημα παραμένει, επικοινωνήστε με την τεχνική υποστήριξη.

source: About edX Certificates
ar: حول شهادات edX
el: Σχετικά με τα πιστοποιητικά EDX

source: Checkout Cancelled
ar: تم إلغاء الخروج
el: Η ολοκλήρωση της παραγγελίας ακυρώθηκε

source: Your transaction has been cancelled. If you feel an error has occurred, contact {email}.
ar: تم إلغاء معاملتك. إذا شعرت بحدوث خطأ، فاتصل بـ {email}.
el: Η συναλλαγή σας ακυρώθηκε. Αν πιστεύετε ότι έχει προκύψει κάποιο σφάλμα, επικοινωνήστε με το {email}.

source: Checkout Error
ar: خطأ في الخروج
el: Σφάλμα ολοκλήρωσης αγοράς

source: An error has occurred with your payment. <b>You have not been charged.</b> Please try to submit your payment again. If this problem persists, contact {email}.
ar: حدث خطأ في دفعتك. <b>لم يتم تحصيل رسوم منك.</b> يرجى محاولة إرسال دفعتك مرة أخرى. إذا استمرت هذه المشكلة، اتصل {email}.
el: Παρουσιάστηκε σφάλμα με την πληρωμή σας. <b>Δεν σας έχουν απαγγελθεί κατηγορίες.</b> Προσπαθήστε να υποβάλετε ξανά την πληρωμή σας. Εάν αυτό το πρόβλημα επιμένει, επικοινωνήστε με {email}.

source: Loading Order Data...
ar: تحميل بيانات الطلب...
el: Φόρτωση δεδομένων παραγγελίας...

source: Please wait while we retrieve your order details.
ar: يرجى الانتظار بينما نقوم باسترداد تفاصيل طلبك.
el: Περιμένετε μέχρι να ανακτήσουμε τα στοιχεία της παραγγελίας σας.

source: Enroll In {course_name} | Choose Your Track
ar: التسجيل في {course_name} | اختر المسار الخاص بك
el: Εγγραφή στο {course_name} | Επιλέξτε το κομμάτι σας

source: Sorry, there was an error when trying to enroll you
ar: عذرًا، حدث خطأ عند محاولة تسجيلك
el: Λυπούμαστε, προέκυψε σφάλμα κατά την προσπάθεια εγγραφής σας

source: Pursue Academic Credit with a Verified Certificate
ar: متابعة الائتمان الأكاديمي بشهادة تم التحقق منها
el: Συλλέξτε Ακαδημαϊκές Μονάδες με Έγκυρο Πιστοποιητικό

source: Become eligible for academic credit and highlight your new skills and knowledge with a verified certificate. Use this valuable credential to qualify for academic credit, advance your career, or strengthen your school applications.
ar: كن مؤهلاً للحصول على ائتمان أكاديمي وسلط الضوء على مهاراتك ومعرفتك الجديدة شهادة تم التحقق منها. استخدم بيانات الاعتماد القيمة هذه للتأهل للحصول على الائتمان الأكاديمي، أو النهوض بحياتك المهنية، أو تعزيز طلبات مدرستك.
el: Γίνετε επιλέξιμοι για ακαδημαϊκή πίστωση και αναδείξτε τις νέες δεξιότητες και γνώσεις σας με ένα επαληθευμένο πιστοποιητικό. Χρησιμοποιήστε αυτά τα πολύτιμα διαπιστευτήρια για να πληρούν τις προϋποθέσεις για ακαδημαϊκή πίστωση, να προωθήσετε την καριέρα σας ή να ενισχύσετε τις σχολικές σας αιτήσεις.

source: Benefits of a Verified Certificate
ar: مزايا شهادة تم التحقق منها
el: Πλεονεκτήματα ενός Έγκυρου Πιστοποιητικού

source: {b_start}Eligible for credit:{b_end} Receive academic credit after successfully completing the course
ar: {b_start}مؤهل للحصول على الائتمان:{b_end} احصل على رصيد أكاديمي بعد إكمال دورة بنجاح
el: {b_start}Επιλέξιμο για πίστωση:{b_end} Λάβετε ακαδημαϊκή πίστωση μετά την επιτυχή ολοκλήρωση του μαθήματος

source: {b_start}Official:{b_end} Receive an instructor-signed certificate with the institution's logo
ar: {b_start}مسؤول:{b_end} احصل على شهادة موقعة من المعلم تحمل شعار المؤسسة
el: {b_start}Υπάλληλος:{b_end} Λάβετε πιστοποιητικό υπογεγραμμένο από εκπαιδευτή με το λογότυπο του ιδρύματος

source: {b_start}Easily shareable:{b_end} Add the certificate to your CV or resume, or post it directly on LinkedIn
ar: {b_start}قابلة للمشاركة بسهولة:{b_end} أضف شهادة إلى سيرتك الذاتية أو سيرتك الذاتية، أو انشرها مباشرة على LinkedIn
el: {b_start}Εύκολα κοινόχρηστο:{b_end} Προσθέστε το πιστοποιητικό στο βιογραφικό σας σημείωμα ή το βιογραφικό σας, ή δημοσιεύστε το απευθείας στο LinkedIn

source: Pursue a Verified Certificate
ar: متابعة شهادة تم التحقق منها
el: Συνέχιση ενός επαληθευμένου πιστοποιητικού

source: Highlight your new knowledge and skills with a verified certificate. Use this valuable credential to improve your job prospects and advance your career, or highlight your certificate in school applications.
ar: قم بتمييز معرفتك ومهاراتك الجديدة شهادة تم التحقق منها. استخدم بيانات الاعتماد القيمة هذه لتحسين آفاق عملك والنهوض بحياتك المهنية، أو تسليط الضوء على شهادتك في الطلبات المدرسية.
el: Επισημάνετε τις νέες γνώσεις και δεξιότητες σας με ένα επαληθευμένο πιστοποιητικό. Χρησιμοποιήστε αυτά τα πολύτιμα διαπιστευτήρια για να βελτιώσετε τις επαγγελματικές σας προοπτικές και να προωθήσετε την καριέρα σας ή να επισημάνετε το πιστοποιητικό σας σε σχολικές εφαρμογές.

source: {b_start}Official: {b_end}Receive an instructor-signed certificate with the institution's logo
ar: {b_start}مسؤول: {b_end}احصل على شهادة موقعة من المعلم تحمل شعار المؤسسة
el: {b_start}Υπάλληλος: {b_end}Λάβετε πιστοποιητικό υπογεγραμμένο από εκπαιδευτή με το λογότυπο του ιδρύματος

source: {b_start}Easily shareable: {b_end}Add the certificate to your CV or resume, or post it directly on LinkedIn
ar: {b_start}قابلة للمشاركة بسهولة: {b_end}أضف شهادة إلى سيرتك الذاتية أو سيرتك الذاتية، أو انشرها مباشرة على LinkedIn
el: {b_start}Εύκολα κοινόχρηστο: {b_end}Προσθέστε το πιστοποιητικό στο βιογραφικό σας σημείωμα ή το βιογραφικό σας, ή δημοσιεύστε το απευθείας στο LinkedIn

source: {b_start}Motivating: {b_end}Give yourself an additional incentive to complete the course
ar: {b_start}تحفيز: {b_end}امنح نفسك حافزًا إضافيًا لإكمال دورة
el: {b_start}Κίνητρα: {b_end}Δώστε στον εαυτό σας ένα επιπλέον κίνητρο για να ολοκληρώσετε το μάθημα

source: Audit This Course
ar: تدقيق هذه دورة
el: Έλεγχος αυτού του μαθήματος

source: Audit this course for free and have complete access to all the course material, activities, tests, and forums.
ar: قم بمراجعة هذه دورة مجانًا واحصل على وصول كامل إلى جميع مواد دورة والأنشطة والاختبارات والمنتديات.
el: Ελέγχετε αυτό το μάθημα δωρεάν και έχετε πλήρη πρόσβαση σε όλο το υλικό του μαθήματος, τις δραστηριότητες, τις εξετάσεις και τα φόρουμ.

source: Audit This Course (No Certificate)
ar: تدقيق هذه دورة (بدون شهادة)
el: Έλεγχος αυτού του μαθήματος (Χωρίς Πιστοποιητικό)

source: Audit this course for free and have complete access to all the course material, activities, tests, and forums. {b_start}Please note that this track does not offer a certificate for learners who earn a passing grade.{b_end}
ar: قم بمراجعة هذه دورة مجانًا واحصل على وصول كامل إلى جميع مواد دورة والأنشطة والاختبارات والمنتديات. {b_start}يرجى ملاحظة أن هذا المسار لا يقدم شهادة للمتعلمين الذين يحصلون على درجة النجاح.{b_end}
el: Ελέγχετε αυτό το μάθημα δωρεάν και έχετε πλήρη πρόσβαση σε όλο το υλικό του μαθήματος, τις δραστηριότητες, τις εξετάσεις και τα φόρουμ. {b_start}Παρακαλείστε να σημειώσετε ότι αυτό το κομμάτι δεν προσφέρει πιστοποιητικό για εκπαιδευόμενους που κερδίζουν πτυχίο.{b_end}

source: {chapter} current chapter
ar: {chapter} الفصل الحالي
el: {chapter} τρέχον κεφάλαιο

source: {span_start}current section{span_end}
ar: {span_start}القسم الحالي{span_end}
el: {span_start}τρέχον τμήμα{span_end}

source: due {date}
ar: بسبب {date}
el: Υποβολή μέχρι {date}

source: {section_format} due {{date}}
ar: {section_format} مستحق {{date}}
el: {section_format} υποβολή μέχρι {{date}}

source: This content is graded
ar: تم تقدير هذا المحتوى
el: Αυτό το περιεχόμενο είναι διαβαθμισμένο

source: An error occurred. Please try again later.
ar: حدث خطأ. يرجى المحاولة مرة أخرى لاحقًا.
el: Προέκυψε σφάλμα. Παρακαλώ προσπαθήστε αργότερα.

source: The currently logged-in user account does not have permission to enroll in this course. You may need to {start_logout_tag}log out{end_tag} then try the enroll button again. Please visit the {start_help_tag}help page{end_tag} for a possible solution.
ar: لا يملك حساب المستخدم الذي تم تسجيل الدخول حاليًا الإذن بالتسجيل في هذا دورة. قد تحتاج إلى {start_logout_tag}تسجيل الخروج{end_tag} ثم حاول زر التسجيل مرة أخرى. يرجى زيارة صفحة المساعدة {start_help_tag}{end_tag} للحصول على حل ممكن.
el: Ο τρέχων συνδεδεμένος λογαριασμός χρήστη δεν έχει δικαίωμα να εγγραφεί σε αυτό το μάθημα. Μπορεί να χρειαστεί να {start_logout_tag}αποσυνδεθείτε{end_tag} , στη συνέχεια, δοκιμάστε ξανά το κουμπί εγγραφή. Παρακαλούμε επισκεφθείτε τη σελίδα βοήθειας {start_help_tag}{end_tag} για μια πιθανή λύση.

source: Classes Start
el: Έναρξη Μαθήματος

source: Classes End
el: Λήξη Μαθήματος

source: Prerequisites
ar: المتطلبات الأساسية
el: Προϋποθέσεις

source: You must successfully complete {link_start}{prc_display}{link_end} before you begin this course.
ar: يجب عليك إكمال {link_start}{prc_display}{link_end} بنجاح قبل أن تبدأ هذه دورة.
el: Πρέπει να ολοκληρώσετε επιτυχώς {link_start}{prc_display}{link_end} πριν ξεκινήσετε αυτό το μάθημα.

source: No prerequisite required for this course
ar: لا يوجد شرط مسبق مطلوب لهذه دورة
el: Δεν απαιτείται προϋπόθεση για αυτό το μάθημα

# self
source: enroll
ar: يتسجل، يلتحق
el: εγγράφω

source: Share with friends and family!
ar: شارك مع الأصدقاء والعائلة!
el: Ενημερώστε τους φίλους σας!

source: I just enrolled in {number} {title} through {account}: {url}
ar: لقد سجلت للتو في {number} {title} إلى {account}: {url}
el: Μόλις εγγράφηκα στο μάθημα {number} {title} του {account}: {url}

source: Take a course with {platform} online
ar: خذ دورة مع {platform} عبر الإنترنت
el: Πάρτε ένα μάθημα με {platform} σε απευθείας σύνδεση

source: I just enrolled in {number} {title} through {platform} {url}
ar: لقد سجلت للتو في {number} {title} إلى {platform} {url}
el: Μόλις εγγράφηκα στο μάθημα {number} {title} του {platform}: {url}

source: Tweet that you've enrolled in this course
ar: التغريدة التي قمت بالتسجيل فيها في هذه دورة
el: Tweet ότι έχετε εγγραφεί σε αυτό το μάθημα

source: Post a Facebook message to say you've enrolled in this course
ar: انشر رسالة على Facebook لتقول أنك قد سجلت في هذه دورة
el: Κοινοποιήστε στη σελίδα σας στο Facebook ότι έχετε εγγραφεί σε αυτό το μάθημα

source: Email someone to say you've enrolled in this course
ar: أرسل بريدًا إلكترونيًا إلى شخص ما ليقول أنك قد سجلت في هذه دورة
el: Στείλτε E-mail σε κάποιον για να του ανακοινώσετε ότι έχετε εγγραφεί σε αυτό το μάθημα

source: {num} minute
ar: {num} دقيقة
el: {num} λεπτά

source: {num} hour
ar: {num} ساعة
el: {num} ώρα

source: Estimated Effort
ar: الجهد المقدر
el: Προσπάθεια

source: Completed
ar: اكتمل
el: Ολοκληρώθηκε

source: You are enrolled in this course
ar: أنت مسجل في هذه الدورة
el: ΕΙΣΤΕ ΕΓΓΕΓΡΑΜΜΕΝΟΣ ΣΤΟ ΜΑΘΗΜΑ

source: This course is in your cart.
ar: هذه دورة في سلة التسوق الخاصة بك.
el: Αυτό το μάθημα είναι στο καλάθι σας.

source: View Cart
ar: عرض عربة التسوق
el: Προβολή Καλαθιού

source: View Course
ar: عرض دورة
el: ΔΕΙΤΕ ΤΟ ΜΑΘΗΜΑ

source: Course is full
ar: دورة ممتلئة
el: Ο αριθμός των προβλεπόμενων εγγραφών έχει συμπληρωθεί

source: Start Course
ar: بدء دورة
el: Yλικό Mαθήματος

source: Enrollment in this course is by invitation only
ar: التسجيل في هذه دورة هو عن طريق الدعوة فقط.
el: Η εγγραφή σε αυτό το μάθημα γίνεται μόνο μετά από πρόσκληση

source: Enrollment is Closed
ar: التسجيل مغلق
el: Η εγγραφή είναι κλειστή

source: Add to Cart <span>({price} USD)</span>
ar: أضف إلى عربة التسوق <span>({price} USD)</span>
el: Προσθήκη στο καλάθι <span>({price} USD)</span>

source: Print Course
ar: دورة الطباعة
el: Εκτύπωση μαθήματος

source: Course Material
ar: مواد دورة
el: Υλικό Μαθήματος

source: Hide
ar: إخفاء
el: Απόκρυψη

source: Show
ar: عرض
el: Εμφάνιση

source: Show Earlier Course Updates
ar: إظهار تحديثات المقرر الدراسي السابقة
el: Δείτε παλαιότερες ανακοινώσεις

source: Explore Courses
ar: استكشاف الدورات
el: Εξερευνήστε μαθήματα

source: Refine Your Search
ar: تحسين البحث
el: Εξειδικεύστε την αναζήτησή σας

source: List of Courses
ar: قائمة دورات
el: Λίστα Μαθημάτων

source: {course_number} Courseware
ar: {course_number} المناهج الدراسية
el: {course_number} - Υλικό Μαθήματος

source: Course Utilities
ar: الأدوات المساعدة دورة
el: Βοηθητικά προγράμματα μαθημάτων

source: Courseware
ar: المناهج الدراسية
el: Υλικό Mαθήματος

source: Course Search
ar: البحث عن دورة
el: Αναζήτηση μαθημάτων

source: No content has been added to this course
ar: لم تتم إضافة أي محتوى إلى هذه دورة
el: Δεν έχει προστεθεί περιεχόμενο σε αυτό το μάθημα

source: To access course materials, you must score {required_score}% or higher on this exam. Your current score is {current_score}%.
el: Για να αποκτήσετε πρόσβαση σε υλικό μαθημάτων, θα πρέπει να βαθμολογήσετε {required_score}% ή υψηλότερη σε αυτή την εξέταση. Το τρέχον σκορ σας είναι {current_score}%.

source: Your score is {current_score}%. You have passed the entrance exam.
ar: درجاتك هي {current_score}%. لقد اجتازت امتحان القبول.
el: Το σκορ σου είναι {current_score}%. Πέρασες τις εισαγωγικές εξετάσεις.

source: ILT Attendance Sheet
ar: ورقة الحضور ILT
el: Φύλλο Παρακολούθησης με την ΙΤ

source: Print
ar: طباعة
el: Εκτύπωση

source: Attendance Sheet
ar: ورقة الحضور
el: Φύλλο Παρουσία

source: Instructor's Signature
ar: توقيع المعلم
el: Υπογραφή Εκπαιδευτή

source: Session
ar: جلسة
el: Συνεδρία

source: Date and Time
ar: التاريخ والوقت
el: Ημερομηνία και ώρα

# xblock-ilt
source: Location
ar: الموقع
el: Τοποθεσία

source: Store
ar: متجر
el: Κατάστημα

source: Signature (morning)
ar: توقيع (صباح)
el: Υπογραφή (πρωί)

source: Signature (afternoon)
ar: التوقيع (بعد الظهر)
el: Υπογραφή (απόγευμα)

source: ILT Validation
ar: التحقق من صحة
el: Επικύρωση με ILT

source: Validation of the registration to an face-to-face session
ar: التحقق من التسجيل في جلسة وجهًا لوجه
el: Επικύρωση της εγγραφής σε συνεδρία πρόσωπο με πρόσωπο

source: Requester
ar: طالب
el: Αιτούμενος

source: Session Name
ar: اسم الجلسة
el: Όνομα συνεδρίας

source: From
ar: من
el: Από

source: To
ar: إلى
el: Για να

source: Timezone
ar: المنطقة الزمنية
el: Ζώνη ώρας

source: Area / Region
ar: منطقة/منطقة
el: Περιοχή/Περιφέρεια

# xblock-ilt
source: Address
ar: العنوان
el: Διεύθυνση

source: Zip Code
ar: الرمز البريدي
el: Ταχυδρομικός κώδικας

source: Available seats
ar: المقاعد المتاحة
el: Διαθέσιμες θέσεις

source: Accommodation Need
ar: حاجة الإقامة
el: Ανάγκη διανυκτέρευσης

source: Number of one way
ar: رقم طريقة واحدة
el: Αριθμός μίας διαδρομής

source: Number of return
ar: عدد الإرجاع
el: Αριθμός μετ' επιστροφής

source: Accept the demand
ar: اقبل الطلب
el: Αποδεχτείτε τη ζήτηση

source: This session is no longer open to registration. Please choose another session.
ar: لم تعد هذه الجلسة مفتوحة للتسجيل. يرجى اختيار جلسة أخرى.
el: Αυτή η συνεδρία δεν είναι πλέον ανοικτή για εγγραφή. Παρακαλώ επιλέξτε μια άλλη συνεδρία.

source: Refuse the demand
ar: رفض الطلب
el: Απορρίψτε τη ζήτηση

source: {course_number} Course Info
ar: {course_number} معلومات دورة
el: {course_number} - Ανακοινώσεις

source: You are not enrolled yet
ar: لم يتم تسجيلك بعد
el: Δεν έχετε εγγραφεί ακόμα

source: You are not currently enrolled in this course. {link_start}Enroll now!{link_end}
ar: أنت غير مسجل حاليًا في هذه دورة. {link_start}سجل الآن!{link_end}
el: Αυτή τη στιγμή δεν είστε εγγεγραμμένοι σε αυτό το μάθημα. {link_start}Εγγραφή τώρα!{link_end}

source: Welcome to {org}'s {course_title}!
ar: مرحبًا بكم في {org}'s {course_title}!
el: Καλώς ήρθατε στο {org}του {course_title}!

source: Welcome to {course_title}!
ar: مرحبًا بك في {course_title}!
el: Καλώς ήρθατε στο {course_title}!

source: View Updates in Studio
ar: عرض التحديثات في Studio
el: Προβολή ενημερώσεων στο Studio

source: Course Updates and News
ar: تحديثات دورة والأخبار
el: Ανακοινώσεις και νέα του μαθήματος

source: Handout Navigation
ar: التنقل في النشرة
el: Πλοήγηση ελεημοσύνη

source: Course Tools
ar: أدوات دورة
el: Εργαλεία μαθήματος

source: News - MITx 6.002x
ar: الأخبار - ميتكس 6.002x
el: Νέα - MitX 6.002x

source: Updates to Discussion Posts You Follow
ar: تحديثات مشاركات المناقشة التي تتابعها
el: Ενημέρωση των Συζητήσεων που Ακολουθείτε

source: Purchase the Program (
ar: شراء البرنامج (
el: Αγοράστε το Πρόγραμμα (

source: Original Price
ar: السعر الأصلي
el: Αρχική τιμή

source: Discounted Price
ar: سعر مخفض
el: Τιμή με έκπτωση

source: Start Learning
ar: ابدأ التعلم
el: Έναρξη εκμάθησης

source: Play
ar: لعب
el: Εκκίνηση/Παίξιμο

source: YouTube Video
ar: فيديو يوتيوب
el: Βίντεο YouTube

source: View Courses
ar: عرض دورات
el: Δείτε τα μαθήματα

source: Meet the Instructors
ar: تعرف على المدربين
el: Γνωρίστε τους εκπαιδευτές

source: Frequently Asked Questions
ar: الأسئلة المتداولة
el: Συχνές ερωτήσεις

source: Job Outlook
ar: توقعات الوظائف
el: Outlook εργασίας

source: Real Career Impact
ar: التأثير الوظيفي الحقيقي
el: Πραγματική Επίδραση Καριέρας

source: What You'll Learn
ar: ما الذي ستتعلمه
el: Τι θα μάθετε

source: Average Length
ar: متوسط الطول
el: Μέσο μήκος

source: {weeks_to_complete} weeks per course
ar: {weeks_to_complete} أسابيع لكل دورة
el: {weeks_to_complete} εβδομάδες ανά μάθημα

source: Effort
ar: جهد
el: Προσπάθεια

source: {min_hours_effort_per_week}-{max_hours_effort_per_week} hours per week, per course
ar: {min_hours_effort_per_week}-{max_hours_effort_per_week} ساعة في الأسبوع، لكل دورة
el: {min_hours_effort_per_week}-{max_hours_effort_per_week} ώρες την εβδομάδα, ανά μάθημα

source: Number of Courses
ar: عدد دورات
el: Αριθμός Μαθημάτων

source: {number_of_courses} courses in program
ar: {number_of_courses} دورات في البرنامج
el: {number_of_courses} μαθήματα στο πρόγραμμα

source: Price (USD)
ar: السعر (دولار أمريكي)
el: Τιμή (USD)

source: ${newPrice}{htmlEnd} for entire program
ar: ${newPrice}{htmlEnd} للبرنامج بأكمله
el: ${newPrice}{htmlEnd} για ολόκληρο το πρόγραμμα
