Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar, el

source: CAUTION!
ar: الحذر!
el: ΠΡΟΣΟΧΗ!

source: When you select Send Email, your email message is added to the queue for sending, and cannot be cancelled.
ar: عند تحديد إرسال بريد إلكتروني، تتم إضافة رسالة البريد الإلكتروني الخاصة بك إلى قائمة الانتظار لإرسالها، ولا يمكن إلغاؤها.
el: Όταν επιλέγετε Αποστολή ηλεκτρονικού ταχυδρομείου, το μήνυμα ηλεκτρονικού ταχυδρομείου προστίθεται στην ουρά για αποστολή και δεν μπορεί να ακυρωθεί.

source: Send Email
ar: إرسال بريد إلكتروني
el: Αποστολή Email

source: Email actions run in the background. The status for any active tasks - including email tasks - appears in a table below.
ar: يتم تشغيل إجراءات البريد الإلكتروني في الخلفية. تظهر حالة أي مهام نشطة - بما في ذلك مهام البريد الإلكتروني - في جدول أدناه.
el: Οι ενέργειες ηλεκτρονικού ταχυδρομείου εκτελούνται στο παρασκήνιο. Η κατάσταση για οποιεσδήποτε ενεργές εργασίες - συμπεριλαμβανομένων των εργασιών ηλεκτρονικού ταχυδρομείου - εμφανίζεται στον παρακάτω πίνακα.

source: Email Task History
ar: سجل مهام البريد الإلكتروني
el: Ιστορικό εργασιών ηλεκτρονικού ταχυδρομείου

source: To see the content of previously sent emails, click this button:
ar: لمشاهدة محتوى رسائل البريد الإلكتروني المرسلة مسبقًا، انقر فوق هذا الزر:
el: Για να δείτε το περιεχόμενο των μηνυμάτων ηλεκτρονικού ταχυδρομείου που εστάλησαν προηγουμένως, κάντε κλικ σε αυτό το κουμπί

source: Show Sent Email History
ar: إظهار سجل البريد الإلكتروني المرسل
el: Εμφάνιση ιστορικού απεσταλμένα email

source: To read a sent email message, click its subject.
ar: لقراءة رسالة بريد إلكتروني مرسلة، انقر فوق موضوعها.
el: Για να διαβάσετε ένα απεσταλμένο μήνυμα ηλεκτρονικού ταχυδρομείου, κάντε κλικ στο θέμα του.

source: To see the status for all email tasks submitted for this course, click this button:
ar: للاطلاع على حالة جميع مهام البريد الإلكتروني المقدمة لهذا دورة، انقر فوق هذا الزر:
el: Για να δείτε την κατάσταση για όλες τις εργασίες ηλεκτρονικού ταχυδρομείου που υποβάλλονται για αυτό το μάθημα, κάντε κλικ σε αυτό το κουμπί:

source: Show Email Task History
ar: إظهار سجل مهام البريد الإلكتروني
el: Εμφάνιση ιστορικού εργασιών ηλεκτρονικού ταχυδρομείου

source: Set Course Mode Price
ar: تعيين سعر وضع دورة
el: Ορισμός τιμής λειτουργίας μαθήματος

source: Please enter Course Mode detail below
ar: الرجاء إدخال تفاصيل وضع دورة أدناه
el: Παρακαλώ εισάγετε τις λεπτομέρειες της Λειτουργίας Μαθήματος παρακάτω

source: Set Price
ar: تعيين السعر
el: Ορισμός Τιμής

source: Allowance Section
ar: قـسم البدلات
el: Τμήμα επιδομάτων

source: Learner Special Exam Attempts
ar: محاولات الامتحان الخاص للمتعلم
el: Προσπάθειες Ειδικών Εξετάσεων Εκπαιδευόμενου

source: View gradebook for enrolled learners
ar: عرض دفتر التقديرات للمتعلمين المسجلين
el: Προβολή βαθμολογίου για εγγεγραμμένους εκπαιδευόμενους

source: Note: This feature is available only to courses with a small number of enrolled learners.
ar: ملاحظة: هذه الميزة متاحة فقط للمقررات دورات التي بها عدد قليل من متعلمين المسجلين.
el: Σημείωση: Αυτή η λειτουργία είναι διαθέσιμη μόνο σε μαθήματα με μικρό αριθμό εγγεγραμμένων εκπαιδευομένων.

source: View Gradebook
ar: عرض دفتر التقديرات
el: Προβολή βαθμολογίου

source: View a specific learner's grades and progress
ar: عرض درجات المتعلم المحدد والتقدم
el: Προβολή βαθμών και προόδου ενός συγκεκριμένου εκπαιδευόμενου

source: Learner's {platform_name} email address or username
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου ή όνομα χρήστη {platform_name} του εκπαιδευόμενου

source: Learner email address or username
ar: متعلم الإلكتروني أو اسم المستخدم
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου ή όνομα χρήστη του εκπαιδευόμενου

source: View Progress Page
ar: عرض صفحة التقدم
el: Προβολή σελίδας προόδου

source: Adjust a learner's grade for a specific problem
ar: ضبط درجة المتعلم لمشكلة معينة
el: Προσαρμογή βαθμού εκπαιδευόμενου για ένα συγκεκριμένο πρόβλημα

source: Location of problem in course
ar: موقع المشكلة في دورة
el: Θέση του προβλήματος κατά τη διάρκεια

source: Example
ar: مثال
el: Παράδειγμα

source: Problem location
ar: موقع المشكلة
el: Τοποθεσία προβλήματος

source: Attempts
ar: محاولات
el: Προσπάθειες

source: Allow a learner who has used up all attempts to work on the problem again.
ar: اسمح متعلم الذي استغل جميع المحاولات للعمل على المشكلة مرة أخرى.
el: Επιτρέψτε σε έναν εκπαιδευόμενο που έχει χρησιμοποιήσει όλες τις προσπάθειες να εργαστεί ξανά στο πρόβλημα.

source: Reset Attempts to Zero
ar: إعادة تعيين المحاولات إلى الصفر
el: Επαναφορά των προσπαθειών στο μηδέν

source: Rescore
ar: ريسور
el: Αναναίρεση

source: For the specified problem, rescore the learner's responses. The 'Rescore Only If Score Improves' option updates the learner's score only if it improves in the learner's favor.
ar: بالنسبة للمشكلة المحددة، استرد ردود المتعلم. يقوم خيار «التسجيل فقط إذا تم تحسين النتيجة» بتحديث درجة المتعلم فقط إذا تحسن لصالح المتعلم.
el: Για το συγκεκριμένο πρόβλημα, επαναπροσδιορίσατε τις απαντήσεις του εκπαιδευόμενου. Η επιλογή «Rescore Only Αν Βελτιώσεις Βαθμολογίας» ενημερώνει τη βαθμολογία του εκπαιδευόμενου μόνο εάν βελτιωθεί προς όφελος του εκπαιδευόμενου.

source: Score Override
ar: تجاوز النتيجة
el: Παράκαμψη βαθμολογίας

source: For the specified problem, override the learner's score.
ar: بالنسبة للمشكلة المحددة، تجاوز درجة المتعلم.
el: Για το συγκεκριμένο πρόβλημα, παρακάμψετε τη βαθμολογία του εκπαιδευόμενου.

source: New score for problem, out of the total points available for the problem
ar: نتيجة جديدة للمشكلة، من إجمالي النقاط المتاحة للمشكلة
el: Νέα βαθμολογία για το πρόβλημα, από το σύνολο των διαθέσιμων πόντων για το πρόβλημα

source: Override Learner's Score
ar: تجاوز نقاط المتعلم
el: Παράκαμψη της βαθμολογίας εκπαιδευόμενου

source: Problem History
ar: سجل المشكلات
el: Ιστορικό Προβληματικών

source: For the specified problem, permanently and completely delete the learner's answers and scores from the database.
ar: بالنسبة للمشكلة المحددة، احذف إجابات المتعلم ونتائجه بشكل دائم وكامل من قاعدة البيانات.
el: Για το συγκεκριμένο πρόβλημα, διαγράψτε οριστικά και πλήρως τις απαντήσεις και τις βαθμολογίες του εκπαιδευόμενου από τη βάση δεδομένων.

source: Task Status
ar: حالة المهمة
el: Κατάσταση διαδικασίας

source: Show the status for the rescoring tasks that you submitted for this learner and problem.
ar: قم بإظهار حالة مهام rescoring التي أرسلتها لهذا متعلم والمشكلة.
el: Εμφάνιση της κατάστασης για τις εργασίες αναδιατύπωσης που υποβάλατε για αυτόν τον εκπαιδευόμενο και το πρόβλημα.

source: Show Task Status
ar: إظهار حالة المهمة
el: Εμφάνιση κατάστασης εργασίας

source: Adjust a learner's entrance exam results
ar: ضبط نتائج امتحان دخول المتعلم
el: Προσαρμογή των αποτελεσμάτων εισαγωγικών εξετάσεων ενός εκπαιδευόμενου

source: Allow the learner to take the exam again.
ar: اسمح للمتعلم بإجراء الاختبار مرة أخرى.
el: Επιτρέψτε στον εκπαιδευόμενο να λάβει ξανά τις εξετάσεις.

source: Allow Skip
ar: السماح بالتخطي
el: Επιτρέψτε παράκαμψη

source: Waive the requirement for the learner to take the exam.
ar: تنازل عن متطلبات متعلم لإجراء الامتحان.
el: Παραιτείται από την απαίτηση του εκπαιδευόμενου να λάβει τις εξετάσεις.

source: Let Learner Skip Entrance Exam
ar: السماح متعلم تخطي امتحان القبول
el: Αφήστε τον εκπαιδευόμενο να παραλείψει τις εισαγωγικές εξετάσεις

source: Rescore any responses that have been submitted. The 'Rescore All Problems Only If Score Improves' option updates the learner's scores only if it improves in the learner's favor.
ar: استرد أي ردود تم تقديمها. يقوم خيار «إعادة تسجيل جميع المشكلات فقط إذا تم تحسين النتيجة» بتحديث درجات المتعلم فقط إذا تحسن لصالح المتعلم.
el: Αναναίρεση όλων των απαντήσεων που έχουν υποβληθεί. Η επιλογή «Επανενεργοποίηση όλων των προβλημάτων μόνο αν βελτιωθεί η βαθμολογία» ενημερώνει τις βαθμολογίες του εκπαιδευόμενου μόνο εάν βελτιώνεται προς όφελος του εκπαιδευόμενου.

source: Rescore All Problems
ar: إعادة جميع المشاكل
el: Αναναίρεση όλων των προβλημάτων

source: Rescore All Problems Only If Score Improves
ar: إعادة تسجيل جميع المشاكل فقط إذا تحسنت النتيجة
el: Αναναίρεση όλων των προβλημάτων μόνο αν βελτιωθεί η βαθμολογία

source: Entrance Exam History
ar: تاريخ امتحان القبول
el: Ιστορία Εισαγωγικών Εξετάσεων

source: For the entire entrance exam, permanently and completely delete the learner's answers and scores from the database.
ar: بالنسبة لامتحان القبول بأكمله، احذف إجابات المتعلم ودرجاته بشكل دائم وكامل من قاعدة البيانات.
el: Για ολόκληρη την εισαγωγική εξέταση, διαγράψτε οριστικά και πλήρως τις απαντήσεις και τις βαθμολογίες του εκπαιδευόμενου από τη βάση δεδομένων.

source: Show the status for the rescoring tasks that you submitted for this learner and entrance exam.
ar: عرض حالة مهام إعادة تسجيل التي قدمتها لهذا متعلم وامتحان القبول.
el: Εμφάνιση της κατάστασης των εργασιών αναδιατύπωσης που υποβάλατε για αυτόν τον εκπαιδευόμενο και εισαγωγικές εξετάσεις.

source: Adjust all enrolled learners' grades for a specific problem
ar: ضبط جميع درجات المتعلمين المسجلين لمشكلة معينة
el: Προσαρμογή των βαθμών όλων των εγγεγραμμένων εκπαιδευομένων για ένα συγκεκριμένο πρόβλημα

source: Allows all learners to work on the problem again.
ar: يسمح لجميع متعلمين بالعمل على المشكلة مرة أخرى.
el: Επιτρέπει σε όλους τους εκπαιδευόμενους να δουλέψουν ξανά στο πρόβλημα.

source: Rescore submitted responses. The 'Rescore Only If Scores Improve' option updates a learner's score only if it improves in the learner's favor.
ar: استرد الردود المقدمة. يقوم خيار «التسجيل فقط إذا تم تحسين الدرجات» بتحديث درجة المتعلم فقط إذا تحسن لصالح المتعلم.
el: Η Rescore υπέβαλε απαντήσεις. Η επιλογή «Rescore Only Αν Βελτιώσει Σκορ» ενημερώνει τη βαθμολογία ενός εκπαιδευόμενου μόνο εάν βελτιώνεται προς όφελος του εκπαιδευόμενου.

source: Rescore All Learners' Submissions
ar: إعادة إرسال جميع المتعلمين
el: Αναναίρεση όλων των Υποβολών Εκπαιδευομένων

source: Rescore Only If Scores Improve
ar: إعادة تسجيل فقط إذا تحسنت الدرجات
el: Αναναίρεση μόνο αν βελτιωθούν οι βαθμολογίες

source: Show the status for the tasks that you submitted for this problem.
ar: اعرض حالة المهام التي أرسلتها لهذه المشكلة.
el: Εμφάνιση της κατάστασης για τις εργασίες που υποβάλατε για αυτό το ζήτημα.

source: Program Details
ar: تفاصيل البرنامج
el: Λεπτομέρειες προγράμματος

source: Programs
ar: برامج
el: Προγράμματα

source: Get the {platform_name} Mobile App!
ar: احصل على تطبيق {platform_name} للجوال!
el: Αποκτήστε την εφαρμογή {platform_name} για κινητά!

source: We'll send you a one time SMS with a link to download the app.
ar: سنرسل لك رسالة نصية قصيرة لمرة واحدة مع رابط لتنزيل التطبيق.
el: Θα σας στείλουμε ένα SMS μία φορά με ένα σύνδεσμο για να κατεβάσετε την εφαρμογή.

source: Mobile phone number
ar: رقم الهاتف المحمول
el: Αριθμός κινητού τηλεφώνου

source: Send me a text with the link
ar: أرسل لي رسالة نصية مع الرابط
el: Στείλτε μου ένα κείμενο με το σύνδεσμο

source: Change Preferred Language
ar: تغيير اللغة المفضلة
el: Αλλαγή Προτιμώμενης Γλώσσας

source: Please choose your preferred language
ar: يرجى اختيار لغتك المفضلة
el: Παρακαλώ επιλέξτε τη γλώσσα της προτίμησής σας

source: Save Language Settings
ar: حفظ إعدادات اللغة
el: Αποθηκεύστε τις ρυθμίσεις γλώσσας

source: Don't see your preferred language? {link_start}Volunteer to become a translator!{link_end}
ar: لا ترى لغتك المفضلة؟ {link_start}تطوع لتصبح مترجمًا!{link_end}
el: Δεν βλέπετε τη γλώσσα της προτίμησής σας; {link_start}Εθελοντής για να γίνει μεταφραστής!{link_end}

source: Profile
ar: الملف الشخصي
el: Προσωπική σελίδα

source: Shopping Cart
ar: عربة التسوق
el: Καλάθι Αγορών

source: Global
ar: عالمي
el: Παγκόσμιος

source: {p_tag}You currently do not have any peer grading to do. In order to have peer grading to do: {ul_tag} {li_tag}You need to have submitted a response to a peer grading problem.{end_li_tag} {li_tag}The course team needs to score the essays that are used to help you better understand the grading criteria.{end_li_tag} {li_tag}There must be submissions that are waiting for grading.{end_li_tag} {end_ul_tag} {end_p_tag}
ar: {p_tag}ليس لديك حاليًا أي تقدير نظير للقيام به. من أجل الحصول على تقدير الأقران للقيام به: {ul_tag} {li_tag}يجب أن تكون قد قدمت استجابة لمشكلة تقدير الأقران.{end_li_tag} {li_tag}يحتاج فريق دورة إلى تسجيل المقالات المستخدمة لمساعدتك على فهم معايير الدرجات بشكل أفضل.{end_li_tag} {li_tag}يجب أن تكون هناك عروض تنتظر التقدير.{end_li_tag} {end_ul_tag} {end_p_tag}
el: {p_tag}Προς το παρόν δεν έχετε καμία ταξινόμηση από ομότιμους να κάνετε. Για να έχετε ομότιμους βαθμούς να κάνετε: {ul_tag} {li_tag}Θα πρέπει να έχετε υποβάλει μια απάντηση σε ένα πρόβλημα βαθμολογίας από ομότιμους.{end_li_tag} {li_tag}Η ομάδα του μαθήματος πρέπει να βαθμολογήσει τα δοκίμια που χρησιμοποιούνται για να σας βοηθήσουν να κατανοήσετε καλύτερα τα κριτήρια βαθμολόγησης .{end_li_tag} {li_tag}Πρέπει να υπάρχουν υποβολές που περιμένουν την ταξινόμηση.{end_li_tag} {end_ul_tag} {end_p_tag}

source: Peer Grading
ar: تصنيف الأقران
el: Αλληλοαξιολόγηση

source: Here is a list of problems that need to be peer graded for this course.
ar: فيما يلي قائمة بالمشكلات التي تحتاج إلى تقدير الأقران لهذه دورة.
el: Ακολουθεί μια λίστα με προβλήματα που πρέπει να βαθμολογηθούν από ομοτίμους για αυτό το μάθημα.

source: Problem Name
ar: اسم المشكلة
el: Ονομασία προβλήματος

source: Due date
ar: تاريخ الاستحقاق
el: Υποβολή μέχρι

source: Graded
ar: متدرج
el: Βαθμολογήθηκε

source: Available
ar: متاح
el: Διαθέσιμο

source: Required
ar: مطلوب
el: Απαιτείται

source: No due date
ar: لا يوجد تاريخ استحقاق
el: Χωρίς ημερομηνία λήξης

source: The due date has passed, and peer grading for this problem is closed at this time.
ar: لقد مر تاريخ الاستحقاق، ويتم إغلاق تقدير الأقران لهذه المشكلة في هذا الوقت.
el: Η προθεσμία υποβολής έχει λήξει και η αλληλοαξιολόγηση έχει πλέον κλείσει.

source: The due date has passed, and peer grading is closed at this time.
ar: لقد مر تاريخ الاستحقاق، ويتم إغلاق تقدير الأقران في هذا الوقت.
el: Η προθεσμία υποβολής έχει λήξει και η αλληλοαξιολόγηση έχει πλέον κλείσει.

source: Learning to Grade
ar: التعلم إلى الصف
el: Μάθηση για Βαθμολόγηση

source: Hide Question
ar: إخفاء السؤال
el: Απόκρυψη ερώτησης

source: Learner Response
ar: استجابة متعلم
el: Απόκριση Εκπαιδευόμενου

source: Written Feedback
ar: ملاحظات مكتوبة
el: Γραπτή Κριτική

source: Please include some written feedback as well.
ar: يرجى تضمين بعض التعليقات المكتوبة أيضًا.
el: Παρακαλούμε συμπεριλάβετε και κάποια γραπτά σχόλια.

source: This submission has explicit, offensive, or (I suspect) plagiarized content.
ar: يحتوي هذا التقديم على محتوى صريح أو مسيء أو (أظن) مسروق.
el: Αυτή η υποβολή έχει ρητό, προσβλητικό ή (υποπτεύομαι) αντιλογοκλοπή περιεχομένου.

source: How did I do?
ar: كيف فعلت؟
el: Πώς τα πήγα;

source: Ready to grade!
ar: جاهز للتقدير!
el: Έτοιμοι για βαθμολόγηση!

source: You have finished learning to grade, which means that you are now ready to start grading.
ar: لقد انتهيت من تعلم التقدير، مما يعني أنك جاهز الآن لبدء التقدير.
el: Έχετε ολοκληρώσει την εκμάθηση της βαθμολογίας, πράγμα που σημαίνει ότι είστε τώρα έτοιμοι να ξεκινήσετε την βαθμολόγηση.

source: Start Grading!
ar: ابدأ التقدير!
el: Ξεκινήστε τη βαθμολόγηση!

source: Learning to grade
ar: تعلم الصف
el: Μαθαίνοντας να βαθμολογείτε

source: You have not yet finished learning to grade this problem.
ar: لم تنته بعد من تعلم تصنيف هذه المشكلة.
el: Δεν έχετε ακόμη τελειώσει να μάθετε να βαθμολογείτε αυτό το πρόβλημα.

source: You will now be shown a series of instructor-scored essays, and will be asked to score them yourself.
ar: سيُعرض عليك الآن سلسلة من المقالات التي حصل عليها المعلم، وسيُطلب منك تسجيلها بنفسك.
el: Τώρα θα σας δείξει μια σειρά από δοκίμια βαθμολογίας με εκπαιδευτή, και θα σας ζητηθεί να τα βαθμολογήσετε μόνοι σας.

source: Once you can score the essays similarly to an instructor, you will be ready to grade your peers.
ar: بمجرد أن تتمكن من تسجيل المقالات بشكل مشابه للمدرب، ستكون مستعدًا لتصنيف أقرانك.
el: Μόλις μπορέσετε να βαθμολογήσετε τα δοκίμια παρόμοια με έναν εκπαιδευτή, θα είστε έτοιμοι να βαθμολογήσετε τους συμμαθητές σας.

source: Start learning to grade
ar: ابدأ التعلم للتقدير
el: Ξεκινήστε να μαθαίνετε να βαθμολογείτε

source: Are you sure that you want to flag this submission?
ar: هل أنت متأكد من أنك تريد الإبلاغ عن هذا الإرسال؟
el: Είστε βέβαιοι ότι θέλετε να επισημάνετε αυτή την υποβολή;

source: You are about to flag a submission. You should only flag a submission that contains explicit, offensive, or (suspected) plagiarized content. If the submission is not addressed to the question or is incorrect, you should give it a score of zero and accompanying feedback instead of flagging it.
ar: أنت على وشك وضع علامة على إرسال. يجب عليك فقط وضع علامة على إرسال يحتوي على محتوى صريح أو مسيء أو (مشتبه به) مسروق. إذا لم يتم توجيه الإرسال إلى السؤال أو كان غير صحيح، يجب أن تعطيه درجة صفر والتعليقات المصاحبة بدلاً من وضع علامة عليه.
el: Πρόκειται να επισημάνετε μια υποταγή. Θα πρέπει να επισημάνετε μόνο μια υποβολή που περιέχει ρητό, προσβλητικό ή (υποψία) αντιλογοκλοποιημένο περιεχόμενο. Εάν η υποβολή δεν απευθύνεται στην ερώτηση ή είναι εσφαλμένη, θα πρέπει να της δώσετε μηδενική βαθμολογία και συνοδευτικά σχόλια αντί να την επισημανετε.

source: Remove Flag
ar: إزالة العلم
el: Αφαίρεση σημαίας

source: Keep Flag
ar: حافظ على العلم
el: Διατήρηση σημαίας

source: Go Back
ar: انطلق
el: Επιστροφή

source: {start_strong}{application_name}{end_strong} would like to access your data with the following permissions:
ar: {start_strong}{application_name}{end_strong} ترغب في الوصول إلى بياناتك باستخدام الأذونات التالية:
el: {start_strong}{application_name}{end_strong} θα ήθελε να αποκτήσει πρόσβαση στα δεδομένα σας με τα ακόλουθα δικαιώματα:

source: Read your user ID
ar: اقرأ معرف المستخدم الخاص بك
el: Ανάγνωση του αναγνωριστικού χρήστη

source: Read your user profile
ar: اقرأ ملف تعريف المستخدم الخاص بك
el: Διαβάστε το προφίλ χρήστη

source: Read your email address
ar: اقرأ عنوان بريدك الإلكتروني
el: Διαβάστε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας

source: Read the list of courses in which you are a staff member.
ar: اقرأ قائمة دورات التي تكون فيها موظفًا.
el: Διαβάστε τη λίστα των μαθημάτων στα οποία είστε μέλος του προσωπικού.

source: Read the list of courses in which you are an instructor.
ar: اقرأ قائمة دورات التي تكون فيها مدرسًا.
el: Διαβάστε τη λίστα των μαθημάτων στα οποία είστε εκπαιδευτής.

source: To see if you are a global staff user
ar: لمعرفة ما إذا كنت مستخدمًا عالميًا للموظفين
el: Για να δείτε αν είστε παγκόσμιος χρήστης προσωπικού

source: Manage your data: {permission}
ar: إدارة بياناتك: {permission}
el: Διαχείριση των δεδομένων σας: {permission}

source: Account Activation Info
ar: معلومات تنشيط الحساب
el: Πληροφορίες ενεργοποίησης λογαριασμού

source: Your Password Creation is Complete
ar: اكتمل إنشاء كلمة المرور
el: Η δημιουργία κωδικού πρόσβασης ολοκληρώθηκε

source: Password assistance
ar: مساعدة كلمة المرور
el: Βοήθεια με κωδικό πρόσβασης

source: Create Your {platform_name} Password
ar: إنشاء كلمة مرور {platform_name}
el: Δημιουργήστε τον κωδικό πρόσβασης {platform_name}

source: Invalid Password Create Link
ar: رابط إنشاء كلمة مرور غير صالحة
el: Μη έγκυρος κωδικός πρόσβασης Δημιουργία σύνδεσης

source: This password creation link is invalid. It may have been used already. To reset your password, go to the {start_link}sign-in{end_link} page and select {start_strong}Forgot password{end_strong}.
ar: رابط إنشاء كلمة المرور هذا غير صالح. ربما تم استخدامه بالفعل. لإعادة تعيين كلمة المرور الخاصة بك، انتقل إلى صفحة {start_link}تسجيل الدخول{end_link} وحدد {start_strong}نسيت كلمة المرور{end_strong}.
el: Αυτός ο σύνδεσμος δημιουργίας κωδικού πρόσβασης δεν είναι έγκυρος. Μπορεί να έχει χρησιμοποιηθεί ήδη. Για να επαναφέρετε τον κωδικό πρόσβασής σας, μεταβείτε στη σελίδα {start_link}εισόδου{end_link} και επιλέξτε {start_strong}Ξεχάσατε τον κωδικό πρόσβασης{end_strong}.

source: Your Password Reset is Complete
ar: إعادة تعيين كلمة المرور الخاصة بك مكتملة
el: Η αλλαγή του κωδικού σας έχει ολοκληρωθεί

source: Password Reset Complete
ar: اكتمال إعادة تعيين كلمة المرور
el: Η αλλαγή του κωδικού σας έχει ολοκληρωθεί

source: Your password has been reset. {start_link}Sign-in to your account.{end_link}
ar: تمت إعادة تعيين كلمة المرور الخاصة بك. {start_link}تسجيل الدخول إلى حسابك.{end_link}
el: Ο κωδικός πρόσβασής σας έχει αλλάξει. {start_link} Εισέλθετε στο λογαριασμό σας.{end_link}

source: Reset Your {platform_name} Password
ar: إعادة تعيين كلمة المرور {platform_name}
el: Αλλάξτε τον κωδικό πρόσβασής σας στο {platform_name}

source: Invalid Password Reset Link
ar: رابط إعادة تعيين كلمة المرور غير
el: Ο σύνδεσμος που χρησιμοποιήσατε για την αλλαγή του κωδικού σας δεν είναι έγκυρος

source: This password reset link is invalid. It may have been used already. To reset your password, go to the {start_link}sign-in{end_link} page and select {start_strong}Forgot password{end_strong}.
ar: رابط إعادة تعيين كلمة المرور هذا غير صالح. ربما تم استخدامه بالفعل. لإعادة تعيين كلمة المرور الخاصة بك، انتقل إلى صفحة {start_link}تسجيل الدخول{end_link} وحدد {start_strong}نسيت كلمة المرور{end_strong}.
el: Αυτός ο σύνδεσμος επαναφοράς κωδικού πρόσβασης δεν είναι έγκυρος. Μπορεί να έχει χρησιμοποιηθεί ήδη. Για να επαναφέρετε τον κωδικό πρόσβασής σας, μεταβείτε στη σελίδα {start_link}εισόδου{end_link} και επιλέξτε {start_strong}Ξεχάσατε τον κωδικό πρόσβασης{end_strong}.

source: Password reset successful
ar: إعادة تعيين كلمة المرور بنجاح
el: Επιτυχής αλλαγή του κωδικού σας

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
ar: لقد أرسلنا إليك تعليمات بالبريد الإلكتروني لتعيين كلمة المرور الخاصة بك على عنوان البريد الإلكتروني الذي أرسلته. يجب أن تستلمها قريبًا.
el: Σας έχουν σταλεί οδηγίες για την επαναφορά του κωδικού πρόσβασής σας στη διεύθυνση ηλεκτρονικού ταχυδρομείου που δηλώσατε. Ελέγξτε το ηλεκτρονικό σας ταχυδρομείο για την παραλαβή τους.

source: Billing Details
ar: تفاصيل الفوترة
el: Λεπτομέρειες Τιμολόγησης

source: You can proceed to payment at any point in time. Any additional information you provide will be included in your receipt.
ar: يمكنك المتابعة للدفع في أي وقت. سيتم تضمين أي معلومات إضافية تقدمها في إيصالك.
el: Μπορείτε να προχωρήσετε στην πληρωμή ανά πάσα στιγμή. Οποιεσδήποτε πρόσθετες πληροφορίες παρέχετε θα περιλαμβάνονται στην απόδειξή σας.

source: Purchasing Organizational Details
ar: شراء التفاصيل التنظيمية
el: Αγοράζοντας Στοιχεία Οργανωτικής

source: Purchasing organization
ar: منظمة شراء
el: Οργανισμός αγορών

source: Purchase order number (if any)
ar: رقم أمر الشراء (إن وجد)
el: Αριθμός παραγγελίας αγοράς (εάν υπάρχει)

source: Additional Receipt Recipient
ar: مستلم إيصال إضافي
el: Πρόσθετος Παραλήπτης

source: If no additional billing details are populated the payment confirmation will be sent to the user making the purchase.
ar: إذا لم يتم ملء تفاصيل فوترة إضافية، فسيتم إرسال تأكيد الدفع إلى المستخدم الذي يقوم بالشراء.
el: Εάν δεν συμπληρωθούν επιπλέον στοιχεία χρέωσης, η επιβεβαίωση πληρωμής θα αποσταλεί στον χρήστη που πραγματοποιεί την αγορά.

source: Payment processing occurs on a separate secure site.
ar: تحدث معالجة الدفع على موقع آمن منفصل.
el: Η επεξεργασία πληρωμών πραγματοποιείται σε ξεχωριστό ασφαλή ιστότοπο.

source: Your Shopping cart is currently empty.
ar: عربة التسوق الخاصة بك فارغة حاليًا.
el: Το καλάθι αγορών σας είναι προς το παρόν άδειο.

source: Payment
ar: الدفع
el: Πληρωμή

source: Download CSV Reports
ar: تنزيل تقارير CSV
el: Λήψη Αναφορών CSV

source: Download CSV Data
ar: تنزيل بيانات CSV
el: Λήψη δεδομένων CSV

source: There was an error in your date input. It should be formatted as YYYY-MM-DD
ar: كان هناك خطأ في إدخال التاريخ الخاص بك. يجب تنسيقه كـ YYYY-MM-DD
el: Υπήρξε ένα σφάλμα στην εισαγωγή ημερομηνίας. Θα πρέπει να μορφοποιηθεί ως ΕΕΕΕ-ΜΜ-ΗΗ
