Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar, el

source: Use this setting only when generating PDF certificates. Between quotation marks, enter the short name of the type of certificate that learners receive when they complete the course. For instance, "Certificate".
ar: استخدم هذا الإعداد فقط عند إنشاء شهادات PDF. بين علامات الاقتباس، أدخل الاسم المختصر لنوع شهادة التي يتلقاها متعلمين عند إكمال الدورة دورة. على سبيل المثال، «شهادة».
el: Χρησιμοποιήστε αυτήν τη ρύθμιση μόνο όταν δημιουργείτε πιστοποιητικά PDF. Μεταξύ εισαγωγικών, πληκτρολογήστε το σύντομο όνομα του τύπου πιστοποιητικού που λαμβάνουν οι εκπαιδευόμενοι όταν ολοκληρώσουν το μάθημα. Για παράδειγμα, «Πιστοποιητικό».

source: Certificate Name (Short)
ar: اسم شهادة (قصير)
el: Όνομα πιστοποιητικού (σύντομο)

source: Use this setting only when generating PDF certificates. Between quotation marks, enter the long name of the type of certificate that learners receive when they complete the course. For instance, "Certificate of Achievement".
ar: استخدم هذا الإعداد فقط عند إنشاء شهادات PDF. بين علامات الاقتباس، أدخل الاسم الطويل لنوع شهادة التي يتلقاها متعلمين عند إكمال الدورة دورة. على سبيل المثال، «شهادة الإنجاز».
el: Χρησιμοποιήστε αυτήν τη ρύθμιση μόνο όταν δημιουργείτε πιστοποιητικά PDF. Μεταξύ εισαγωγικών, πληκτρολογήστε το μεγάλο όνομα του τύπου πιστοποιητικού που λαμβάνουν οι εκπαιδευόμενοι όταν ολοκληρώσουν το μάθημα. Για παράδειγμα, «Πιστοποιητικό Επιτεύγματος».

source: Certificate Name (Long)
ar: اسم شهادة (طويل)
el: Όνομα πιστοποιητικού (μεγάλο)

source: Certificate Web/HTML View Enabled
ar: تمكين عرض شهادة الويب/HTML
el: Ενεργοποιημένη προβολή πιστοποιητικού/HTML

source: If true, certificate Web/HTML views are enabled for the course.
ar: إذا كانت صحيحة، يتم تمكين طرق عرض Web/HTML للشهادة للمقرر دورة.
el: Εάν είναι αληθές, οι προβολές Web/HTML πιστοποιητικού/HTML είναι ενεργοποιημένες για το μάθημα.

source: Certificate Web/HTML View Overrides
ar: تجاوزعرض شهادة الويب/HTML
el: Αντικατάψεις προβολής πιστοποιητικού/HTML

source: Enter course-specific overrides for the Web/HTML template parameters here (JSON format)
ar: أدخل التجاوزات الخاصة بالمقرر الدراسي لمعلمات قالب Web/HTML هنا (تنسيق JSON)
el: Εισάγετε εδώ παρακάμψεις συγκεκριμένων μαθημάτων για τις παραμέτρους του προτύπου Web/HTML (μορφή JSON)

source: Certificate Configuration
ar: تكوين شهادة
el: Ρύθμιση παραμέτρων πιστοποιητικού

source: Enter course-specific configuration information here (JSON format)
ar: أدخل معلومات التكوين الخاصة بالمقرر الدراسي هنا (تنسيق JSON)
el: Εισάγετε εδώ πληροφορίες ρύθμισης παραμέτρων για συγκεκριμένο μάθημα (μορφή JSON)

source: CSS Class for Course Reruns
ar: فئة CSS لإعادة تشغيل دورة
el: CSS Class για επαναλήψεις μαθημάτων

source: Allows courses to share the same css class across runs even if they have different numbers.
ar: يسمح للمقررات دورات بمشاركة نفس فئة css عبر عمليات التشغيل حتى لو كانت لها أرقام مختلفة.
el: Επιτρέπει στα μαθήματα να μοιράζονται την ίδια κλάση css σε διαδρομές ακόμα και αν έχουν διαφορετικούς αριθμούς.

source: Discussion Forum External Link
ar: رابط خارجي لمنتدى المناقشة
el: Εξωτερικός σύνδεσμος φόρουμ συζήτησης

source: Allows specification of an external link to replace discussion forums.
ar: يسمح بمواصفات ارتباط خارجي لاستبدال منتديات المناقشة.
el: Επιτρέπει την προδιαγραφή ενός εξωτερικού συνδέσμου για την αντικατάσταση των φόρουμ συζήτησης.

source: Hide Progress Tab
ar: إخفاء علامة التبويب التقدم
el: Απόκρυψη καρτέλας προόδου

source: Allows hiding of the progress tab.
ar: يسمح بإخفاء علامة التبويب التقدم.
el: Επιτρέπει την απόκρυψη της καρτέλας προόδου.

source: Course Organization Display String
ar: سلسلة عرض منظمة دورة
el: Συμβολοσειρά εμφάνισης οργανισμού μαθήματος

source: Enter the course organization that you want to appear in the course. This setting overrides the organization that you entered when you created the course. To use the organization that you entered when you created the course, enter null.
ar: أدخل مؤسسة دورة التي تريد ظهورها في المقرر دورة. يتجاوز هذا الإعداد المؤسسة التي أدخلتها عند إنشاء المقرر دورة. لاستخدام المؤسسة التي أدخلتها عند إنشاء دورة، أدخل null.
el: Εισαγάγετε τον οργανισμό του μαθήματος που θέλετε να εμφανίζεται στο μάθημα. Αυτή η ρύθμιση παρακάμπτει τον οργανισμό που εισαγάγατε όταν δημιουργήσατε το μάθημα. Για να χρησιμοποιήσετε τον οργανισμό που εισαγάγατε όταν δημιουργήσατε το μάθημα, πληκτρολογήστε null.

source: Course Number Display String
ar: سلسلة عرض رقم دورة
el: Συμβολοσειρά εμφάνισης αριθμού μαθήματος

source: Enter the course number that you want to appear in the course. This setting overrides the course number that you entered when you created the course. To use the course number that you entered when you created the course, enter null.
ar: أدخل رقم دورة الذي تريد ظهوره في المقرر دورة. يتجاوز هذا الإعداد رقم المقرر دورة الذي أدخلته عند إنشاء المقرر دورة. لاستخدام رقم المقرر دورة الذي أدخلته عند إنشاء دورة، أدخل null.
el: Εισαγάγετε τον αριθμό μαθήματος που θέλετε να εμφανίζεται στο μάθημα. Αυτή η ρύθμιση παρακάμπτει τον αριθμό μαθήματος που εισαγάγατε όταν δημιουργήσατε το μάθημα. Για να χρησιμοποιήσετε τον αριθμό μαθήματος που πληκτρολογήσατε όταν δημιουργήσατε το μάθημα, πληκτρολογήστε null.

source: Course Maximum Learner Enrollment
ar: دورة الأقصى لتسجيل متعلم
el: Μέγιστη εγγραφή εκπαιδευόμενου μαθήματος

source: Enter the maximum number of learners that can enroll in the course. To allow an unlimited number of learners, enter null.
ar: أدخل الحد الأقصى لعدد متعلمين الذين يمكنهم التسجيل في المقرر دورة. للسماح لعدد غير محدود من متعلمين، أدخل null.
el: Εισάγετε τον μέγιστο αριθμό εκπαιδευομένων που μπορούν να εγγραφούν στο μάθημα. Για να επιτρέψετε έναν απεριόριστο αριθμό εκπαιδευομένων, πληκτρολογήστε null.

source: Allow Public Wiki Access
ar: السماح بالوصول إلى الويكي العام
el: Να επιτρέπεται η πρόσβαση στο Δημόσιο Wiki

source: Enter true or false. If true, edX users can view the course wiki even if they're not enrolled in the course.
ar: أدخل true أو false. إذا كان ذلك صحيحًا، يمكن لمستخدمي edX عرض ويكي دورة حتى إذا لم يكونوا مسجلين في دورة.
el: Εισάγετε αληθές ή ψευδείς. Αν είναι αληθές, οι χρήστες του EDX μπορούν να δουν το wiki του μαθήματος ακόμα και αν δεν είναι εγγεγραμμένοι στο μάθημα.

source: Invitation Only
ar: دعوة فقط
el: Μόνο Πρόσκληση

source: Whether to restrict enrollment to invitation by the course staff.
ar: ما إذا كان سيتم تقييد التسجيل على دعوة من قبل موظفي دورة.
el: Αν πρέπει να περιορίσετε την εγγραφή στην πρόσκληση του προσωπικού του μαθήματος.

source: Pre-Course Survey Name
ar: اسم استبيان ما قبل الدورة
el: Όνομα έρευνας πριν από το μάθημα

source: Name of SurveyForm to display as a pre-course survey to the user.
ar: اسم SurveyForm لعرضه كمسح قبل دورة للمستخدم.
el: Όνομα της SurveyForm για να εμφανιστεί ως μια έρευνα πριν από το μάθημα για το χρήστη.

source: Pre-Course Survey Required
ar: مطلوب مسح ما قبل الدورة
el: Απαιτείται έρευνα πριν από το μάθημα

source: Specify whether learners must complete a survey before they can view your course content. If you set this value to true, you must add a name for the survey to the Course Survey Name setting above.
ar: حدد ما إذا كان يجب على متعلمين إكمال استطلاع قبل أن يتمكنوا من عرض محتوى دورة الخاص بك. إذا قمت بتعيين هذه القيمة إلى true، يجب إضافة اسم للاستطلاع إلى إعداد اسم استبيان دورة أعلاه.
el: Καθορίστε εάν οι εκπαιδευόμενοι πρέπει να ολοκληρώσουν μια έρευνα για να μπορέσουν να δουν το περιεχόμενο του μαθήματος σας. Εάν ορίσετε αυτήν την τιμή σε true, πρέπει να προσθέσετε ένα όνομα για την έρευνα στη ρύθμιση Όνομα έρευνας μαθήματος παραπάνω.

source: Course Visibility In Catalog
ar: رؤية دورة في الكتالوج
el: Ορατότητα μαθήματος στον Κατάλογο

source: Defines the access permissions for showing the course in the course catalog. This can be set to one of three values: 'both' (show in catalog and allow access to about page), 'about' (only allow access to about page), 'none' (do not show in catalog and do not allow access to an about page).
ar: تعريف أذونات الوصول لعرض المقرر دورة في كتالوج دورة. يمكن تعيين هذا إلى واحدة من ثلاث قيم: 'كلاهما' (تظهر في الكتالوج والسماح بالوصول إلى حول الصفحة)، 'حول' (السماح فقط بالوصول إلى حول الصفحة)، 'none' (لا تظهر في الكتالوج ولا تسمح بالوصول إلى صفحة حول).
el: Ορίζει τα δικαιώματα πρόσβασης για την εμφάνιση του μαθήματος στον κατάλογο μαθημάτων. Αυτό μπορεί να ρυθμιστεί σε μία από τις τρεις τιμές: «και τα δύο» (εμφάνιση στον κατάλογο και επιτρέπουν την πρόσβαση σε σχετικά σελίδα), «about» (επιτρέπεται μόνο πρόσβαση σε περίπου σελίδα), «κανένα» (δεν εμφανίζονται στον κατάλογο και δεν επιτρέπουν την πρόσβαση σε μια σελίδα σχετικά με).

source: Both
ar: كلاهما
el: Και τα δύο

source: About
ar: حول
el: Σχετικά με

source: None
ar: لا شيء
el: Ουδέν

source: Entrance Exam Enabled
ar: تم تمكين امتحان القبول
el: Ενεργοποίηση εισαγωγικών εξετάσεων

source: Specify whether learners must complete an entrance exam before they can view your course content. Note, you must enable Entrance Exams for this course setting to take effect.
ar: حدد ما إذا كان يجب على متعلمين إكمال امتحان القبول قبل أن يتمكنوا من عرض محتوى مقررك الدراسي. ملاحظة، يجب تمكين امتحانات القبول لإعداد دورة هذا لكي يصبح ساري المفعول.
el: Καθορίστε εάν οι εκπαιδευόμενοι πρέπει να ολοκληρώσουν μια εισαγωγική εξέταση για να μπορέσουν να δουν το περιεχόμενο του μαθήματος σας. Σημειώστε ότι πρέπει να ενεργοποιήσετε τις Εισαγωγικές Εξετάσεις για να τεθεί σε ισχύ αυτή η ρύθμιση μαθημάτων.

source: Entrance Exam Minimum Score (%)
ar: الحد الأدنى لدرجة امتحان القبول (٪)
el: Ελάχιστη βαθμολογία εισαγωγικών εξετάσεων (%)

source: Specify a minimum percentage score for an entrance exam before learners can view your course content. Note, you must enable Entrance Exams for this course setting to take effect.
ar: حدد درجة مئوية دنيا لامتحان القبول قبل أن يتمكن متعلمين من عرض محتوى مقررك الدراسي. ملاحظة، يجب تمكين امتحانات القبول لإعداد دورة هذا لكي يصبح ساري المفعول.
el: Καθορίστε ένα ελάχιστο ποσοστό βαθμολογίας για μια εισαγωγική εξέταση πριν οι εκπαιδευόμενοι μπορούν να δουν το περιεχόμενο του μαθήματος σας. Σημειώστε ότι πρέπει να ενεργοποιήσετε τις Εισαγωγικές Εξετάσεις για να τεθεί σε ισχύ αυτή η ρύθμιση μαθημάτων.

source: Entrance Exam ID
ar: معرف امتحان القبول
el: Κωδικός Εισαγωγικού Εξετάσεων

source: Content module identifier (location) of entrance exam.
ar: معرف وحدة المحتوى (الموقع) لامتحان القبول.
el: Αναγνωριστικό ενότητας περιεχομένου (τοποθεσία) εισαγωγικών εξετάσεων.

source: Social Media Sharing URL
ar: عنوان URL لمشاركة الوسائط الاجتماعية
el: Διεύθυνση URL κοινής χρήσης μέσων κοινωνικής δικτύωσης

source: If dashboard social sharing and custom course URLs are enabled, you can provide a URL (such as the URL to a course About page) that social media sites can link to. URLs must be fully qualified. For example: http://www.edx.org/course/Introduction-to-MOOCs-ITM001
ar: إذا تم تمكين المشاركة الاجتماعية للوحة المعلومات وعناوين URL المخصصة للمقرر دورة، يمكنك توفير عنوان URL (مثل عنوان URL إلى صفحة حول دورة) يمكن لمواقع التواصل الاجتماعي الارتباط به. يجب أن تكون عناوين URL مؤهلة بالكامل. على سبيل المثال: http://www.edx.org/course/Introduction-to-MOOCs-ITM001
el: Εάν είναι ενεργοποιημένες οι διευθύνσεις URL κοινωνικής κοινής χρήσης του πίνακα εργαλείων και προσαρμοσμένων μαθημάτων, μπορείτε να δώσετε μια διεύθυνση URL (όπως τη διεύθυνση URL σε μια σελίδα μαθήματος Σχετικά με τη σελίδα) με την οποία μπορούν να συνδεθούν οι ιστότοποι κοινωνικών μέσων. Οι διευθύνσεις URL πρέπει να διαθέτουν πλήρη προσόντα. Για παράδειγμα: http://www.edx.org/course/Introduction-to-MOOCs-ITM001

source: Course Language
ar: لغة دورة
el: Γλώσσα του μαθήματος

source: Specify the language of your course.
ar: حدد لغة مقررك الدراسي.
el: Ορίστε τη γλώσσα του μαθήματός σας,

source: Course Country
ar: بلد الدورة
el: Χώρα Μαθήματος

source: Specify the country of your course.
ar: حدد بلد مقررك الدراسي.
el: Καθορίστε τη χώρα της πορείας σας.

source: Course Category
ar: فئة دورة
el: Κατηγορία Μαθήματος

source: Specify the category of your course.
ar: حدد فئة مقررك الدراسي.
el: Καθορίστε την κατηγορία του μαθήματος σας.

source: Vendor
ar: بائع
el: Προμηθευτής

source: Specify the vendor of your course.
ar: حدد بائع مقررك الدراسي.
el: Καθορίστε τον προμηθευτή της πορείας σας.

source: Teams Configuration
ar: تكوين الفرق
el: Διαμίρφωση ομάδων

source: Specify the maximum team size and topics for teams inside the provided set of curly braces. Make sure that you enclose all of the sets of topic values within a set of square brackets, with a comma after the closing curly brace for each topic, and another comma after the closing square brackets. For example, to specify that teams should have a maximum of 5 participants and provide a list of 2 topics, enter the configuration in this format: {example_format}. In "id" values, the only supported special characters are underscore, hyphen, and period.
ar: حدد الحد الأقصى لحجم الفريق والموضوعات للفرق داخل المجموعة المقدمة من الأقواس المجعدة. تأكد من إرفاق جميع مجموعات قيم الموضوع ضمن مجموعة من الأقواس المربعة, بفاصلة بعد دعامة الإغلاق المجعد لكل موضوع, وفاصلة أخرى بعد إغلاق الأقواس المربعة. على سبيل المثال، لتحديد أن الفرق يجب أن يكون لها 5 مشاركين كحد أقصى وتقديم قائمة بموضوعين، أدخل التكوين بهذا التنسيق: {example_format}. في قيم «id»، تكون الأحرف الخاصة المدعومة الوحيدة هي تسطير سفلي وواصلة وفترة.
el: Καθορίστε το μέγιστο μέγεθος ομάδας και τα θέματα για τις ομάδες μέσα στο παρεχόμενο σύνολο σγουρά τιράντες. Βεβαιωθείτε ότι έχετε περικλείσει όλα τα σύνολα τιμών θέματος μέσα σε ένα σύνολο αγκύλες, με κόμμα μετά το κλείσιμο σγουρά άγκιστρο για κάθε θέμα και ένα άλλο κόμμα μετά το κλείσιμο αγκύλες αγκύλες. Για παράδειγμα, για να καθορίσετε ότι οι ομάδες θα πρέπει να έχουν μέγιστο 5 συμμετέχοντες και να παρέχουν μια λίστα με 2 θέματα, πληκτρολογήστε τη διαμόρφωση σε αυτή τη μορφή: {example_format}. Στις τιμές «id», οι μόνοι υποστηριζόμενοι ειδικοί χαρακτήρες είναι η υπογράμμιση, η παύλα και η τελεία.

source: Enable Proctored Exams
ar: تمكين الامتحانات التي تم ترجيزها
el: Ενεργοποίηση εξετάσεων Proctored

source: Enter true or false. If this value is true, proctored exams are enabled in your course. Note that enabling proctored exams will also enable timed exams.
ar: أدخل true أو false. إذا كانت هذه القيمة صحيحة، يتم تمكين الاختبارات التي تمت مراجعها في مقررك الدراسي. لاحظ أن تمكين الاختبارات التي تتم مراجعها سيمكن أيضًا الاختبارات الموقووتة.
el: Εισάγετε αληθές ή ψευδείς. Αν αυτή η τιμή είναι αληθής, οι εξετάσεις ενεργοποιούνται στο μάθημά σας. Σημειώστε ότι η ενεργοποίηση των εξετάσεων proctored θα επιτρέψει επίσης χρονομετρικές εξετάσεις.

source: Allow Opting Out of Proctored Exams
ar: السماح بإلغاء الاشتراك في الامتحانات Proctroed
el: Να επιτρέπεται η Εξέταση Εξαίρεσης από Προκριμένες Εξετάσεις

source: Enter true or false. If this value is true, learners can choose to take proctored exams without proctoring. If this value is false, all learners must take the exam with proctoring. This setting only applies if proctored exams are enabled for the course.
ar: أدخل true أو false. إذا كانت هذه القيمة صحيحة، يمكن للمتعلمين اختيار إجراء اختبارات مراقبة دون مراقبة. إذا كانت هذه القيمة خاطئة، يجب على جميع متعلمين إجراء الاختبار مع proctoring. ينطبق هذا الإعداد فقط إذا تم تمكين الاختبارات التي تمت مراجعها للدورة دورة.
el: Εισάγετε αληθές ή ψευδείς. Εάν αυτή η τιμή είναι αληθής, οι εκπαιδευόμενοι μπορούν να επιλέξουν να λάβουν εξετάσεις χωρίς να δώσουν εξετάσεις. Εάν αυτή η τιμή είναι ψευδής, όλοι οι εκπαιδευόμενοι πρέπει να λάβουν την εξέταση με proctoring. Αυτή η ρύθμιση ισχύει μόνο εάν είναι ενεργοποιημένες οι εξετάσεις για το μάθημα.

source: Create Zendesk Tickets For Suspicious Proctored Exam Attempts
ar: إنشاء تذاكر Zendesk لمحاولات الامتحان المشبوهة
el: Δημιουργία Εισιτήρια Zendesk για ύποπτες προσπάθειες εξετάσεων

source: Enter true or false. If this value is true, a Zendesk ticket will be created for suspicious attempts.
ar: أدخل true أو false. إذا كانت هذه القيمة صحيحة، فسيتم إنشاء تذكرة Zendesk للمحاولات المشبوهة.
el: Εισάγετε αληθές ή ψευδείς. Εάν αυτή η τιμή είναι αληθής, θα δημιουργηθεί ένα εισιτήριο Zendesk για ύποπτες προσπάθειες.

source: Enable Timed Exams
ar: تمكين الامتحانات الموقوتة
el: Ενεργοποίηση Χρονομετρικών Εξετάσεων

source: Enter true or false. If this value is true, timed exams are enabled in your course. Regardless of this setting, timed exams are enabled if Enable Proctored Exams is set to true.
ar: أدخل true أو false. إذا كانت هذه القيمة صحيحة، يتم تمكين الاختبارات الموقوتة في مقررك الدراسي. بغض النظر عن هذا الإعداد، يتم تمكين الاختبارات الموقوتة إذا تم تعيين تمكين الاختبارات Proctroed على true.
el: Εισάγετε αληθές ή ψευδείς. Αν αυτή η τιμή είναι αληθής, οι χρονομετρημένες εξετάσεις ενεργοποιούνται στο μάθημά σας. Ανεξάρτητα από αυτήν τη ρύθμιση, οι χρονομετρημένες εξετάσεις ενεργοποιούνται εάν η Ενεργοποίηση εξετάσεων Proctored έχει οριστεί σε true.

source: Minimum Grade for Credit
ar: الحد الأدنى للدرجة الائتمانية
el: Ελάχιστος βαθμός πίστωσης

source: The minimum grade that a learner must earn to receive credit in the course, as a decimal between 0.0 and 1.0. For example, for 75%, enter 0.75.
ar: الحد الأدنى للدرجة التي يجب أن يكسبها متعلم لتلقي الائتمان في دورة، كرقم عشري بين 0.0 و 1.0. على سبيل المثال، بالنسبة إلى 75٪، أدخل 0.75.
el: Ο ελάχιστος βαθμός που πρέπει να κερδίσει ένας εκπαιδευόμενος για να λάβει πίστωση στο μάθημα, ως δεκαδικό μεταξύ 0,0 και 1,0. Για παράδειγμα, για 75%, πληκτρολογήστε 0,75.

source: Self Paced
ar: بخطى ذاتية
el: Αυτο-ρυθμισμένο

source: Set this to "true" to mark this course as self-paced. Self-paced courses do not have due dates for assignments, and students can progress through the course at any rate before the course ends.
el: Ορίστε το «true» για να επισημάνετε αυτό το μάθημα ως αυτορυθμισμένο. Τα μαθήματα με αυτορυθμισμένο ρυθμό δεν έχουν ημερομηνίες λήξης για τις αναθέσεις και οι εκπαιδευόμενοι μπορούν να προχωρήσουν κατά τη διάρκεια του μαθήματος με κάθε ρυθμό πριν από τη λήξη του μαθήματος.

source: Bypass Course Home
ar: الصفحة الرئيسية دورة
el: Παράκαμψη Αρχική σελίδα μαθήματος

source: Bypass the course home tab when learners arrive from the dashboard, sending them directly to course content.
ar: تجاوز علامة التبويب الصفحة الرئيسية للمقرر دورة عند وصول متعلمين من لوحة المعلومات، وإرسالهم مباشرة إلى محتوى دورة.
el: Παράκαμψη της αρχικής καρτέλας του μαθήματος όταν οι εκπαιδευόμενοι φτάνουν από τον πίνακα εργαλείων, στέλνοντάς τους απευθείας στο περιεχόμενο του μαθήματος.

source: Enable Subsection Prerequisites
ar: تمكين المتطلبات الأساسية قسم فرعي
el: Ενεργοποίηση προαπαιτούμενων υποενότητας

source: Enter true or false. If this value is true, you can hide a subsection until learners earn a minimum score in another, prerequisite subsection.
ar: أدخل true أو false. إذا كانت هذه القيمة صحيحة، يمكنك إخفاء قسم فرعي حتى يحصل متعلمين على الحد الأدنى من الدرجات في قسم فرعي آخر، شرط أساسي.
el: Εισάγετε αληθές ή ψευδείς. Εάν αυτή η τιμή είναι αληθής, μπορείτε να αποκρύψετε μια υποενότητα μέχρι οι εκπαιδευόμενοι να κερδίσουν ένα ελάχιστο σκορ σε μια άλλη, προαπαιτούμενη υποενότητα.

source: Course Learning Information
ar: معلومات تعلم دورة
el: Πληροφορίες Μάθησης

source: Specify what learner can learn from the course.
ar: حدد ما يمكن متعلم تعلمه من الدورة دورة.
el: Καθορίστε τι μπορεί να μάθει ο εκπαιδευόμενος από το μάθημα.

source: Course Instructor
ar: مدرب دورة
el: Εκπαιδευτής Μαθήματος

source: Enter the details for Course Instructor
ar: أدخل التفاصيل الخاصة بمدرب دورة
el: Εισάγετε τα στοιχεία για τον Εκπαιδευτή Μαθήματος

source: Add Unsupported Problems and Tools
ar: إضافة مشاكل وأدوات غير مدعومة
el: Προσθήκη μη υποστηριζόμενων προβλημάτων και εργαλείων

source: Enter true or false. If true, you can add unsupported problems and tools to your course in Studio. Unsupported problems and tools are not recommended for use in courses due to non-compliance with one or more of the base requirements, such as testing, accessibility, internationalization, and documentation.
ar: أدخل true أو false. إذا كان هذا صحيحًا، يمكنك إضافة مشكلات وأدوات غير مدعومة إلى مقررك الدراسي في Studio. لا يوصى باستخدام المشكلات والأدوات غير المدعومة في دورات بسبب عدم الامتثال لواحد أو أكثر من المتطلبات الأساسية، مثل الاختبار وإمكانية الوصول والتدويل والتوثيق.
el: Εισάγετε αληθές ή ψευδείς. Αν ισχύει, μπορείτε να προσθέσετε μη υποστηριζόμενα προβλήματα και εργαλεία στο μάθημα σας στο Studio. Τα μη υποστηριζόμενα προβλήματα και εργαλεία δεν συνιστώνται για χρήση σε μαθήματα λόγω μη συμμόρφωσης με μία ή περισσότερες βασικές απαιτήσεις, όπως δοκιμές, προσβασιμότητα, διεθνοποίηση και τεκμηρίωση.

source: Highlights Enabled for Messaging
ar: تم تمكين النقاط البارزة للمراسلة
el: Ενεργοποιημένα στιγμιότυπα για ανταλλαγή μηνυμάτων

source: Enter true or false. If true, any highlights associated with content in the course will be messaged to learners at their scheduled time.
ar: أدخل true أو false. إذا كان ذلك صحيحًا، فسيتم إرسال أي نقاط بارزة مرتبطة بالمحتوى في دورة إلى متعلمين في الوقت المحدد لهم.
el: Εισάγετε αληθές ή ψευδείς. Εάν είναι αληθές, τα κυριότερα σημεία που σχετίζονται με το περιεχόμενο του μαθήματος θα αποσταλούν μηνύματα στους εκπαιδευόμενους κατά την προγραμματισμένη ώρα τους.

source: Course Reminder Information
ar: معلومات تذكير دورة
el: Πληροφορίες Υπενθυμίσεων Μαθήματος

source: Configure reminders to learners who enroll in this course
ar: تكوين التذكيرات للمتعلمين الذين يسجلون في هذه دورة
el: Ρύθμιση υπενθυμίσεων σε εκπαιδευόμενους που θα εγγραφούν σε αυτό το μάθημα

source: Course Finish Days
ar: أيام إنهاء دورة
el: Ημέρες λήξης μαθήματος

source: Learners have to finish the course within the required days above
ar: يجب على متعلمين إنهاء دورة في غضون الأيام المطلوبة أعلاه.
el: Οι εκπαιδευόμενοι πρέπει να ολοκληρώσουν το μάθημα εντός των παραπάνω απαιτούμενων ημερών

source: Course Re-enroll Time
ar: وقت إعادة التسجيل في دورة
el: Χρόνος Επανεγγραφής Μαθήματος

source: Course Re-enroll Time Unit
ar: وحدة وقت إعادة التسجيل في دورة
el: Μονάδα Χρόνου Επανεγγραφή Μαθήματος

source: Learners will be automatically re-enrolled in this course after the given time above after completion
ar: سيتم إعادة تسجيل متعلمين تلقائيًا في هذه دورة بعد الوقت المحدد أعلاه بعد الانتهاء
el: Οι εκπαιδευόμενοι θα επανεγγραφούν αυτόματα σε αυτό το μάθημα μετά τον παραπάνω χρόνο μετά την ολοκλήρωση

source: Periodic Reminder Enabled
ar: تم تمكين التذكير الدوري
el: Ενεργοποιημένη περιοδική υπενθύμιση

source: Enabled the periodic reminder.
ar: تمكين التذكير الدوري.
el: Ενεργοποιήθηκε η περιοδική υπενθύμιση.

source: Periodic Reminder Day
ar: يوم التذكير الدوري
el: Ημέρα περιοδικής υπενθύμισης

source: Course Order
ar: طلب دورة
el: Παραγγελία μαθήματος

source: Sort the courses to display on dashboard in ascending order.
ar: قم بفرز دورات لعرضها على لوحة القيادة بترتيب تصاعدي.
el: Ταξινόμηση των μαθημάτων που θα εμφανίζονται στον πίνακα εργαλείων με αύξουσα σειρά.

source: Course Mandatory Enabled
ar: تمكين دورة الإلزامية
el: Υποχρεωτικό Πρόγραμμα Ενεργοποιημένο

source: Indicate to the learners that the course is important and required for their training.
ar: أشر إلى متعلمين أن دورة مهمة ومطلوبة لتدريبهم.
el: Αναφέρετε στους εκπαιδευόμενους ότι το μάθημα είναι σημαντικό και απαραίτητο για την εκπαίδευσή τους.

source: General
ar: جنرال لواء
el: Γενικά

source: {assignment_type} = {weighted_percent:.2%} of a possible {weight:.2%}
ar: {assignment_type} = {weighted_percent:.2%} من {weight:.2%} ممكن
el: {assignment_type} = {weighted_percent:.2%} ενός πιθανού {weight:.2%}

source: Generated
ar: تم إنشاؤه
el: Παράγεται

source: {section_type} {index} Unreleased - 0% (?/?)
ar: {section_type} {index} لم يتم إصداره - 0٪ (؟ /؟)
el: {section_type} {index} Ακυκλοφόρητο - 0% (? /?)

source: The lowest {drop_count} {section_type} scores are dropped.
ar: يتم إسقاط أدنى درجات {drop_count} {section_type} .
el: Οι χαμηλότερες βαθμολογίες {drop_count} {section_type} πέφτουν.
