Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar, el

source: You agree to comply with all applicable laws, regulations, and third party rights (including without limitation laws regarding the import or export of data or software, privacy, copyright, and local laws). You will not use the APIs to encourage or promote illegal activity or violation of third party rights. You will not violate any other terms of service with {platform_name}. You will only access (or attempt to access) an API by the means described in the documentation of that API. You will not misrepresent or mask either your identity or Your Application's identity when using the APIs.
ar: أنت توافق على الامتثال لجميع القوانين واللوائح المعمول بها وحقوق الطرف الثالث (بما في ذلك على سبيل المثال لا الحصر القوانين المتعلقة باستيراد أو تصدير البيانات أو البرامج والخصوصية وحقوق النشر والقوانين المحلية). لن تستخدم واجهات برمجة التطبيقات لتشجيع أو تعزيز النشاط غير القانوني أو انتهاك حقوق الطرف الثالث. لن تنتهك أي شروط خدمة أخرى مع {platform_name}. ستتمكن فقط من الوصول إلى (أو محاولة الوصول) إلى واجهة برمجة التطبيقات بالوسائل الموضحة في وثائق واجهة برمجة التطبيقات هذه. لن تحريف أو إخفاء هويتك أو هوية التطبيق الخاص بك عند استخدام واجهات برمجة التطبيقات.
el: Συμφωνείτε να συμμορφώνεστε με όλους τους ισχύοντες νόμους, κανονισμούς και δικαιώματα τρίτων (συμπεριλαμβανομένων, χωρίς περιορισμό, των νόμων σχετικά με την εισαγωγή ή εξαγωγή δεδομένων ή λογισμικού, προστασίας προσωπικών δεδομένων, πνευματικών δικαιωμάτων και τοπικών νόμων). Δεν θα χρησιμοποιήσετε τα API για να ενθαρρύνετε ή να προωθήσετε παράνομη δραστηριότητα ή παραβίαση δικαιωμάτων τρίτων. Δεν θα παραβιάσετε άλλους όρους υπηρεσίας με {platform_name}. Θα έχετε πρόσβαση (ή θα επιχειρήσετε να αποκτήσετε πρόσβαση) μόνο σε ένα API με τα μέσα που περιγράφονται στην τεκμηρίωση αυτού του API. Δεν θα παραποιήσετε ούτε θα αποκρύψετε την ταυτότητά σας ή την ταυτότητα της Εφαρμογής σας όταν χρησιμοποιείτε τα API.

source: Ownership
ar: الملكية
el: Κυριότητα

source: You acknowledge and agree that the APIs and all API Content contain valuable intellectual property of {platform_name} and its partners. The APIs and all API Content are protected by United States and foreign copyright, trademark, and other laws. All rights in the APIs and the API Content, if not expressly granted, are reserved. By using the APIs or any API Content, you do not acquire ownership of any rights in the APIs or API Content. You must not claim or attempt to claim ownership in the APIs or any API Content or misrepresent yourself or your company or your Application as being the source of any API Content. You may not modify, create derivative works of, or attempt to use, license, or in any way exploit any API Content in whole or in part on your own behalf or on behalf of any third party. You may not distribute or modify the APIs or any API Content (including adaptation, editing, excerpting, or creating derivative works).
ar: أنت تقر وتوافق على أن واجهات برمجة التطبيقات وجميع محتويات واجهة برمجة التطبيقات تحتوي على ملكية فكرية قيمة لـ {platform_name} وشركائها. واجهات برمجة التطبيقات وجميع محتويات واجهة برمجة التطبيقات محمية بموجب قوانين حقوق الطبع والنشر والعلامات التجارية وغيرها من القوانين الأمريكية والأجنبية. جميع الحقوق في واجهات برمجة التطبيقات ومحتوى واجهة برمجة التطبيقات، إذا لم يتم منحها صراحة، محفوظة. باستخدام واجهات برمجة التطبيقات أو أي محتوى API، لا تحصل على ملكية أي حقوق في واجهات برمجة التطبيقات أو محتوى واجهة برمجة التطبيقات. يجب ألا تطالب أو تحاول المطالبة بالملكية في واجهات برمجة التطبيقات أو أي محتوى لواجهة برمجة التطبيقات أو تحريف نفسك أو شركتك أو تطبيقك كمصدر لأي محتوى API. لا يجوز لك تعديل أو إنشاء أعمال مشتقة أو محاولة استخدام أو ترخيص أو استغلال أي محتوى API بأي شكل من الأشكال كليًا أو جزئيًا نيابة عنك أو نيابة عن أي طرف ثالث. لا يجوز لك توزيع أو تعديل واجهات برمجة التطبيقات أو أي محتوى API (بما في ذلك التكيف أو التحرير أو المقتطفات أو إنشاء أعمال مشتقة).
el: Αναγνωρίζετε και συμφωνείτε ότι τα API και όλο το Περιεχόμενο API περιέχουν πολύτιμη πνευματική ιδιοκτησία {platform_name} και των συνεργατών του. Τα API και όλο το περιεχόμενο API προστατεύονται από τους νόμους των Ηνωμένων Πολιτειών και αλλοδαπών πνευματικών δικαιωμάτων, εμπορικών σημάτων και άλλων νόμων. Όλα τα δικαιώματα στα API και στο Περιεχόμενο API, εάν δεν χορηγούνται ρητά, διατηρούνται. Με τη χρήση των API ή οποιουδήποτε περιεχομένου API, δεν αποκτάτε την κυριότητα οποιωνδήποτε δικαιωμάτων στα API ή στο Περιεχόμενο API. Δεν πρέπει να διεκδικήσετε ή να επιχειρήσετε να διεκδικήσετε την κυριότητα στα API ή οποιοδήποτε Περιεχόμενο API ή να παραποιήσετε τον εαυτό σας ή την εταιρεία σας ή την Εφαρμογή σας ως πηγή οποιουδήποτε Περιεχομένου API. Δεν επιτρέπεται να τροποποιήσετε, να δημιουργήσετε παράγωγα έργα ή να επιχειρήσετε να χρησιμοποιήσετε, να παραχωρήσετε άδεια χρήσης ή με οποιονδήποτε τρόπο να εκμεταλλευτείτε οποιοδήποτε Περιεχόμενο API εν όλω ή εν μέρει για λογαριασμό σας ή για λογαριασμό οποιουδήποτε τρίτου μέρους. Δεν μπορείτε να διανείμετε ή να τροποποιήσετε τα API ή οποιοδήποτε Περιεχόμενο API (συμπεριλαμβανομένης της προσαρμογής, της επεξεργασίας, της απόσπασης ή της δημιουργίας παράγωγων έργων).

source: All names, logos and seals ("Trademarks") that appear in the APIs, API Content, or on or through the services made available on or through the APIs, if any, are the property of their respective owners. You may not remove, alter, or obscure any copyright, Trademark, or other proprietary rights notices incorporated in or accompanying the API Content. If any {platform_name} Participant (as hereinafter defined) or other third party revokes access to API Content owned or controlled by that {platform_name} Participant or third party, including without limitation any Trademarks, you must ensure that all API Content pertaining to that {platform_name} Participant or third party is deleted from Your Application and your networks, systems and servers as soon as reasonably possible. "{platform_name_capitalized} Participants" means MIT, Harvard, and the other entities providing information, API Content or services for the APIs, the course instructors and their staffs.
el: Όλα τα ονόματα, τα λογότυπα και οι σφραγίδες («Εμπορικά σήματα») που εμφανίζονται στα API, στο Περιεχόμενο API ή στο ή μέσω των υπηρεσιών που διατίθενται από ή μέσω των API, εάν υπάρχουν, αποτελούν ιδιοκτησία των αντίστοιχων ιδιοκτητών τους. Δεν μπορείτε να αφαιρέσετε, να τροποποιήσετε ή να αποκρύψετε οποιεσδήποτε ειδοποιήσεις περί πνευματικών δικαιωμάτων, εμπορικών σημάτων ή άλλων ιδιοκτησιακών δικαιωμάτων που ενσωματώνονται ή συνοδεύουν το Περιεχόμενο API. Εάν οποιοσδήποτε {platform_name} Συμμετέχων (όπως ορίζεται στο εξής) ή άλλος τρίτος ανακαλέσει την πρόσβαση στο Περιεχόμενο API που ανήκει ή ελέγχεται από τον εν λόγω {platform_name} Συμμετέχοντα ή τρίτο μέρος, συμπεριλαμβανομένων ενδεικτικά οποιωνδήποτε Εμπορικών Σημάτων, πρέπει να διασφαλίσετε ότι όλο το Περιεχόμενο API που αφορά σε αυτόν τον {platform_name} Συμμετέχοντες ή τρίτο μέρος διαγράφεται από την Εφαρμογή Σας και τα δίκτυα, τα συστήματα και τους διακομιστές σας το συντομότερο εύλογα δυνατό. "{platform_name_capitalized} Συμμετέχοντες» σημαίνει MIT, Harvard και άλλες οντότητες που παρέχουν πληροφορίες, Περιεχόμενο API ή υπηρεσίες για τα API, τους εκπαιδευτές μαθημάτων και το προσωπικό τους.

source: To the extent that you submit any content to {platform_name} in connection with your use of the APIs or any API Content, you hereby grant to {platform_name} a worldwide, non-exclusive, transferable, assignable, sub licensable, fully paid-up, royalty-free, perpetual, irrevocable right and license to host, transfer, display, perform, reproduce, modify, distribute, re-distribute, relicense and otherwise use, make available and exploit such content, in whole or in part, in any form and in any media formats and through any media channels (now known or hereafter developed).
ar: إلى الحد الذي ترسل فيه أي محتوى إلى {platform_name} فيما يتعلق باستخدامك لواجهات برمجة التطبيقات أو أي محتوى API, أنت بموجب هذا تمنح {platform_name} في جميع أنحاء العالم, غير حصري, قابل للتحويل, قابل للتخصيص, من الباطن, مدفوعة بالكامل, خالية من حقوق الملكية, دائم, حق غير قابل للإلغاء وترخيص لاستضافة ونقل وعرض وأداء وإعادة إنتاج وتعديل وتوزيع وإعادة توزيع وإعادة ترخيص واستخدام وإتاحة واستغلال مثل هذا المحتوى، كليا أو جزئيا، في أي شكل وبأي أشكال وسائل الإعلام ومن خلال أي قنوات إعلامية (المعروفة الآن أو وضعت فيما بعد).
el: Στο βαθμό που υποβάλλετε οποιοδήποτε περιεχόμενο στο {platform_name} σε σχέση με τη χρήση των API ή οποιουδήποτε περιεχομένου API από εσάς, παραχωρείτε στο {platform_name} ένα παγκόσμιο, μη αποκλειστικό, μεταβιβάσιμο, εκχωρήσιμο, υπο αδειοδοτούμενο, πλήρως καταβεβλημένο, χωρίς δικαιώματα, διαρκής, αμετάκλητο δικαίωμα και άδεια φιλοξενίας, μεταφοράς, προβολής, εκτέλεσης, αναπαραγωγής, τροποποίησης, διανομής, αναδιανομής, relicense και με άλλο τρόπο χρήσης, διάθεσης και εκμετάλλευσης αυτού του περιεχομένου, εν όλω ή εν μέρει, σε οποιαδήποτε μορφή και σε οποιαδήποτε μορφή μέσων και μέσω οποιωνδήποτε καναλιών πολυμέσων (πλέον γνωστά ή εφεξής αναπτυγμένα).

source: Privacy
ar: الخصوصية
el: Προστασία προσωπικών δεδομένων

source: You agree to comply with all applicable privacy laws and regulations and to be transparent with respect to any collection and use of end user data. You will provide and adhere to a privacy policy for Your Application that clearly and accurately describes to your end users what user information you collect and how you may use and share such information (including for advertising) with {platform_name} and other third parties.
ar: أنت توافق على الامتثال لجميع قوانين وأنظمة الخصوصية المعمول بها وأن تكون شفافًا فيما يتعلق بأي جمع واستخدام لبيانات المستخدم النهائي. ستقوم بتوفير سياسة خصوصية لتطبيقك والالتزام بها تصف بشكل واضح ودقيق للمستخدمين النهائيين معلومات المستخدم التي تجمعها وكيف يمكنك استخدام هذه المعلومات ومشاركتها (بما في ذلك الإعلان) مع {platform_name} والأطراف الثالثة الأخرى.
el: Συμφωνείτε να συμμορφώνεστε με όλους τους ισχύοντες νόμους και κανονισμούς περί απορρήτου και να είστε διαφανείς όσον αφορά οποιαδήποτε συλλογή και χρήση των δεδομένων των τελικών χρηστών. Θα παρέχετε και θα τηρείτε μια πολιτική απορρήτου για την Εφαρμογή Σας, η οποία περιγράφει με σαφήνεια και ακρίβεια στους τελικούς χρήστες σας ποιες πληροφορίες χρήστη συλλέγετε και πώς μπορείτε να χρησιμοποιήσετε και να μοιραστείτε αυτές τις πληροφορίες (συμπεριλαμβανομένων των διαφημίσεων) με {platform_name} και άλλα τρίτα μέρη.

source: Right to Charge
ar: الحق في الشحن
el: Δικαίωμα Χρέτισης

source: Certain access to the APIs may be provided free of charge, but {platform_name} reserves the right to charge fees for future use or access to the APIs.
ar: قد يتم توفير وصول معين إلى واجهات برمجة التطبيقات مجانًا، ولكن {platform_name} تحتفظ بالحق في فرض رسوم على الاستخدام المستقبلي أو الوصول إلى واجهات برمجة التطبيقات.
el: Η πρόσβαση στα API μπορεί να παρέχεται δωρεάν, αλλά ο {platform_name} διατηρεί το δικαίωμα να χρεώνει τέλη για μελλοντική χρήση ή πρόσβαση στα API.

source: {platform_name_capitalized} reserves the right to modify the Terms at any time without advance notice. Any changes to the Terms will be effective immediately upon posting on this page, with an updated effective date. By accessing or using the APIs after any changes have been made, you signify your agreement on a prospective basis to the modified Terms and all of the changes. Be sure to return to this page periodically to ensure familiarity with the most current version of the Terms.
ar: تحتفظ {platform_name_capitalized} بالحق في تعديل الشروط في أي وقت دون إشعار مسبق. ستكون أي تغييرات تطرأ على الشروط سارية فور نشرها على هذه الصفحة، مع تاريخ سريان محدث. من خلال الوصول إلى واجهات برمجة التطبيقات أو استخدامها بعد إجراء أي تغييرات، فإنك تشير إلى موافقتك على أساس محتمل على الشروط المعدلة وجميع التغييرات. تأكد من العودة إلى هذه الصفحة بشكل دوري لضمان الإلمام بأحدث إصدار من الشروط.
el: {platform_name_capitalized} διατηρεί το δικαίωμα να τροποποιήσει τους Όρους ανά πάσα στιγμή χωρίς προηγούμενη ειδοποίηση. Τυχόν αλλαγές στους Όρους θα ισχύουν αμέσως μετά την ανάρτηση σε αυτή τη σελίδα, με ενημερωμένη ημερομηνία έναρξης ισχύος. Με την πρόσβαση ή τη χρήση των API μετά την πραγματοποίηση οποιωνδήποτε αλλαγών, δηλώνετε τη συμφωνία σας σε μελλοντική βάση με τους τροποποιημένους Όρους και όλες τις αλλαγές. Φροντίστε να επιστρέφετε σε αυτή τη σελίδα περιοδικά για να διασφαλίσετε την εξοικείωση με την πιο πρόσφατη έκδοση των Όρων.

source: {platform_name_capitalized} may also update or modify the APIs from time to time without advance notice. These changes may affect your use of the APIs or the way your integration interacts with the API. If we make a change that is unacceptable to you, you should stop using the APIs. Continued use of the APIs means you accept the change.
ar: قد يقوم {platform_name_capitalized} أيضًا بتحديث أو تعديل واجهات برمجة التطبيقات من وقت لآخر دون إشعار مسبق. قد تؤثر هذه التغييرات على استخدامك لواجهات برمجة التطبيقات أو الطريقة التي يتفاعل بها التكامل مع واجهة برمجة التطبيقات. إذا أجرينا تغييرًا غير مقبول بالنسبة لك، فيجب عليك التوقف عن استخدام واجهات برمجة التطبيقات. الاستخدام المستمر لواجهات برمجة التطبيقات يعني أنك تقبل التغيير.
el: {platform_name_capitalized} μπορεί επίσης να ενημερώνει ή να τροποποιεί τα API από καιρό σε καιρό χωρίς προειδοποίηση. Αυτές οι αλλαγές ενδέχεται να επηρεάσουν τη χρήση των API από εσάς ή τον τρόπο με τον οποίο η ενσωμάτωσή σας αλληλεπιδρά με το API. Αν κάνουμε μια αλλαγή που είναι απαράδεκτη για εσάς, θα πρέπει να σταματήσετε να χρησιμοποιείτε τα API. Η συνεχής χρήση των API σημαίνει ότι αποδέχεστε την αλλαγή.

source: Confidentiality
ar: السرية
el: Εμπιστευτικότητα

source: Your credentials (such as client secret and IDs) are intended to be used solely by you. You will keep your credentials confidential and prevent and discourage others from using your credentials. Your credentials may not be embedded in open source projects.
ar: تهدف بيانات الاعتماد الخاصة بك (مثل سر العميل والمعرفات) إلى استخدامها فقط من قبلك. ستحافظ على سرية بيانات الاعتماد الخاصة بك وتمنع الآخرين وتثنيهم عن استخدام بيانات الاعتماد الخاصة بك. قد لا يتم تضمين بيانات الاعتماد الخاصة بك في مشاريع مفتوحة المصدر.
el: Τα διαπιστευτήριά σας (όπως το απόρρητο πελάτη και τα αναγνωριστικά) προορίζονται να χρησιμοποιηθούν αποκλειστικά από εσάς. Θα διατηρήσετε τα διαπιστευτήριά σας εμπιστευτικά και θα αποτρέψετε και θα αποθαρρύνετε άλλους από τη χρήση των διαπιστευτηρίων σας. Τα διαπιστευτήριά σας ενδέχεται να μην είναι ενσωματωμένα σε έργα ανοιχτού κώδικα.

source: In the event that {platform_name} provides you with access to information specific to {platform_name} and/or the APIs that is either marked as "Confidential" or which a reasonable person would assume to be confidential or proprietary given the terms of its disclosure ("Confidential Information"), you agree to use this information only to use and build with the APIs. You may not disclose the Confidential Information to anyone without {platform_name}'s prior written consent, and you agree to protect the Confidential Information from unauthorized use and disclosure in the same way that you would protect your own confidential information. Confidential Information does not include information that you independently developed, that was rightfully given to you by a third party without any confidentiality obligation, or that becomes public through no fault of your own. You may disclose Confidential Information when compelled to do so by law if you provide {platform_name} with reasonable prior notice, unless a court orders that {platform_name} not receive notice.
ar: في حالة توفر لك {platform_name} إمكانية الوصول إلى معلومات خاصة بـ {platform_name} و/أو واجهات برمجة التطبيقات التي تم تمييزها إما بأنها «سرية» أو التي يفترض شخص عاقل أنها سرية أو ملكية نظرًا لشروط الكشف عنها (» معلومات سرية»)، أنت توافق على استخدام هذه المعلومات فقط للاستخدام والبناء مع واجهات برمجة التطبيقات. لا يجوز لك الكشف عن المعلومات السرية لأي شخص دون موافقة خطية مسبقة من {platform_name}, وتوافق على حماية المعلومات السرية من الاستخدام والكشف غير المصرح به بنفس الطريقة التي تحمي بها معلوماتك السرية الخاصة. لا تتضمن المعلومات السرية المعلومات التي قمت بتطويرها بشكل مستقل، والتي تم إعطاؤها لك بحق من قبل طرف ثالث دون أي التزام بالسرية، أو التي تصبح عامة دون أي خطأ من جانبك. يمكنك الكشف عن المعلومات السرية عندما تضطر إلى القيام بذلك بموجب القانون إذا قدمت {platform_name} مع إشعار مسبق معقول, ما لم تأمر المحكمة بذلك {platform_name} لا تتلقى إشعارًا.
el: Σε περίπτωση που το {platform_name} σας παρέχει πρόσβαση σε πληροφορίες που αφορούν συγκεκριμένα το {platform_name} ή/και τα API που είτε φέρουν σήμανση ως «Εμπιστευτικό» είτε που ένα εύλογο πρόσωπο θα θεωρούσε εμπιστευτικές ή ιδιοκτησιακές, δεδομένων των όρων αποκάλυψής του (» Εμπιστευτικές πληροφορίες»), συμφωνείτε να χρησιμοποιείτε αυτές τις πληροφορίες μόνο για χρήση και δημιουργία με τα API. Δεν μπορείτε να αποκαλύψετε τις Εμπιστευτικές Πληροφορίες σε οποιονδήποτε χωρίς την προηγούμενη γραπτή συγκατάθεση της {platform_name}, και συμφωνείτε να προστατεύσετε τις Εμπιστευτικές Πληροφορίες από μη εξουσιοδοτημένη χρήση και αποκάλυψη με τον ίδιο τρόπο που θα προστατεύατε τις δικές σας εμπιστευτικές πληροφορίες. Οι εμπιστευτικές πληροφορίες δεν περιλαμβάνουν πληροφορίες που αναπτύξατε ανεξάρτητα, οι οποίες δικαιωματικά σας δόθηκαν από τρίτο μέρος χωρίς καμία υποχρέωση εμπιστευτικότητας, ή που δημοσιοποιούνται χωρίς δική σας ευθύνη. Μπορείτε να αποκαλύψετε Εμπιστευτικές Πληροφορίες όταν υποχρεούται να το πράξει από το νόμο, εάν παρέχετε {platform_name} με εύλογη προηγούμενη ειδοποίηση, εκτός αν το δικαστήριο διατάξει ότι {platform_name} δεν λαμβάνουν ειδοποίηση.

source: Disclaimer of Warranty / Limitation of Liabilities
ar: إخلاء المسؤولية عن الكمان/تحديد المطلوبات
el: Αποποίηση Εγγύησης/ Περιορισμός Υποχρεών

source: THE APIS AND ANY INFORMATION, API CONTENT OR SERVICES MADE AVAILABLE ON OR THROUGH THE APIS ARE PROVIDED "AS IS" AND "AS AVAILABLE" WITHOUT WARRANTY OF ANY KIND (EXPRESS, IMPLIED OR OTHERWISE), INCLUDING, WITHOUT LIMITATION, ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT, EXCEPT INSOFAR AS ANY SUCH IMPLIED WARRANTIES MAY NOT BE DISCLAIMED UNDER APPLICABLE LAW.
ar: يتم توفير واجهات برمجة التطبيقات وأي معلومات أو محتوى API أو الخدمات المتاحة على أو من خلال واجهات برمجة التطبيقات «كما هي» و «كما هي متاحة» دون ضمان من أي نوع (صريح أو ضمني أو غير ذلك)، بما في ذلك، على سبيل المثال لا الحصر، أي ضمانات ضمنية للرواج والملاءمة لغرض معين وغير ذلك) التعدي، إلا بقدر ما لا يجوز التنازل عن أي ضمانات ضمنية بموجب القانون المعمول به.
el: ΤΟ APIS ΚΑΙ ΚΆΘΕ ΠΛΗΡΟΦΟΡΊΑ, ΠΕΡΙΕΧΌΜΕΝΟ API Ή ΥΠΗΡΕΣΊΕΣ ΠΟΥ ΔΙΑΤΊΘΕΝΤΑΙ ΜΈΣΩ Ή ΜΈΣΩ ΤΟΥ APIS ΠΑΡΈΧΟΝΤΑΙ «ΩΣ ΈΧΟΥΝ» ΚΑΙ «ΩΣ ΔΙΑΘΈΣΙΜΕΣ» ΧΩΡΊΣ ΚΑΝΕΝΌΣ ΕΊΔΟΥΣ ΕΓΓΎΗΣΗ (ΡΗΤΉ, ΣΙΩΠΗΡΉ Ή ΆΛΛΗ), ΣΥΜΠΕΡΙΛΑΜΒΑΝΟΜΈΝΩΝ, ΕΝΔΕΙΚΤΙΚΆ, ΟΠΟΙΩΝΔΉΠΟΤΕ ΣΙΩΠΗΡΏΝ ΕΓΓΥΉΣΕΩΝ ΕΜΠΟΡΕΥΣΙΜΌΤΗΤΑΣ, ΚΑΤΑΛΛΗΛΌΤΗΤΑΣ ΓΙΑ ΣΥΓΚΕΚΡΙΜΈΝΟ ΣΚΟΠΌ ΚΑΙ ΜΗ ΠΑΡΆΒΑΣΗ, ΕΚΤΌΣ ΕΆΝ ΟΙ ΕΝ ΛΌΓΩ ΣΙΩΠΗΡΈΣ ΕΓΓΥΉΣΕΙΣ ΔΕΝ ΜΠΟΡΟΎΝ ΝΑ ΑΠΟΠΟΙΗΘΟΎΝ ΒΆΣΕΙ ΤΗΣ ΙΣΧΎΟΥΣΑΣ ΝΟΜΟΘΕΣΊΑΣ.

source: {platform_name} AND THE {platform_name} PARTICIPANTS DO NOT WARRANT THAT THE APIS WILL OPERATE IN AN UNINTERRUPTED OR ERROR-FREE MANNER, THAT THE APIS ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, OR THAT THE APIS OR API CONTENT PROVIDED WILL MEET YOUR NEEDS OR EXPECTATIONS. {platform_name} AND THE {platform_name} PARTICIPANTS ALSO MAKE NO WARRANTY ABOUT THE ACCURACY, COMPLETENESS, TIMELINESS, OR QUALITY OF THE APIS OR ANY API CONTENT, OR THAT ANY PARTICULAR API CONTENT WILL CONTINUE TO BE MADE AVAILABLE.
ar: {platform_name} و {platform_name} لا يضمن المشاركون أن واجهات برمجة التطبيقات ستعمل بطريقة دون انقطاع أو خالية من الأخطاء, أن واجهات برمجة التطبيقات خالية من الفيروسات أو المكونات الضارة الأخرى, أو أن واجهات برمجة التطبيقات أو محتوى API المقدم سيلبي احتياجاتك أو توقعات. {platform_name} و {platform_name} المشاركين أيضا لا تقدم أي ضمان حول دقة, اكتمال, توقيت, أو جودة واجهات برمجة التطبيقات أو أي محتوى API, أو أن أي محتوى API معين سيستمر في توفيرها.
el: {platform_name} ΚΑΙ ΟΙ {platform_name} ΣΥΜΜΕΤΕΧΟΝΤΕΣ ΔΕΝ ΕΓΓΥΜΝΑΣΕ ΟΤΙ ΤΟ APIS ΘΑ λειτουργήσει κατά τρόπο αδιάλειπτο ή χωρίς σφάλματα, ότι τα APIS είναι απαλλαγμένα από ιούς ή άλλα επιβλαβή συστατικά, ή ότι το περιεχόμενο API ή API που παρέχονται θα ικανοποιήσει τις ανάγκες σας ή ΠΡΟΣΔΟΚΊΕΣ. {platform_name} ΚΑΙ ΟΙ {platform_name} ΣΥΜΜΕΤΕΧΟΜΕΝΟΙ ΕΠίσης ΔΕΝ ΕΓΓΥΗΣΗ ΓΙΑ την ακρίβεια, την πληρότητα, την επικαιρότητα, ή την ποιότητα του API ή οποιουδήποτε περιεχομένου API, ή ότι οποιοδήποτε συγκεκριμένο περιεχόμενο API θα συνεχίσει να είναι διαθέσιμο.

source: USE OF THE APIS, AND THE API CONTENT AND ANY SERVICES OBTAINED FROM OR THROUGH THE APIS, IS AT YOUR OWN RISK. YOUR ACCESS TO OR DOWNLOAD OF INFORMATION, MATERIALS OR DATA THROUGH THE APIS IS AT YOUR OWN DISCRETION AND RISK, AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR PROPERTY (INCLUDING YOUR COMPUTER SYSTEM) OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OR USE OF SUCH INFORMATION, MATERIALS OR DATA, UNLESS OTHERWISE EXPRESSLY PROVIDED FOR IN THE {platform_name} PRIVACY POLICY.
ar: استخدام واجهات برمجة التطبيقات، ومحتوى API وأي خدمات تم الحصول عليها من أو من خلال APIS، على مسؤوليتك الخاصة. يكون وصولك إلى المعلومات أو المواد أو البيانات أو تنزيلها من خلال واجهات برمجة التطبيقات وفقًا لتقديرك ومخاطرك الخاصة، وستكون وحدك مسؤولاً عن أي ضرر يلحق بممتلكاتك (بما في ذلك نظام الكمبيوتر الخاص بك) أو فقدان البيانات الناتجة عن تنزيل أو استخدام هذه المعلومات أو المواد أو البيانات، ما لم خلاف ذلك منصوص عليه صراحةً في سياسة الخصوصية {platform_name} .
el: Η ΧΡΉΣΗ ΤΟΥ API, ΚΑΙ ΤΟΥ ΠΕΡΙΕΧΟΜΈΝΟΥ API ΚΑΙ ΟΠΟΙΩΝΔΉΠΟΤΕ ΥΠΗΡΕΣΙΏΝ ΠΟΥ ΛΑΜΒΆΝΟΝΤΑΙ ΑΠΌ Ή ΜΈΣΩ ΤΩΝ APIS, ΓΊΝΕΤΑΙ ΜΕ ΔΙΚΉ ΣΑΣ ΕΥΘΎΝΗ. Η ΠΡΌΣΒΑΣΉ ΣΑΣ ΣΕ ΠΛΗΡΟΦΟΡΊΕΣ, ΥΛΙΚΆ Ή ΔΕΔΟΜΈΝΑ ΜΈΣΩ ΤΟΥ APIS ΓΊΝΕΤΑΙ ΚΑΤΆ ΤΗΝ ΚΡΊΣΗ ΣΑΣ ΚΑΙ ΤΟΝ ΚΊΝΔΥΝΟ, ΚΑΙ ΘΑ ΕΊΣΤΕ ΑΠΟΚΛΕΙΣΤΙΚΆ ΥΠΕΎΘΥΝΟΙ ΓΙΑ ΟΠΟΙΑΔΉΠΟΤΕ ΖΗΜΊΑ ΣΤΗΝ ΙΔΙΟΚΤΗΣΊΑ ΣΑΣ (ΣΥΜΠΕΡΙΛΑΜΒΑΝΟΜΈΝΟΥ ΤΟΥ ΣΥΣΤΉΜΑΤΟΣ ΤΟΥ ΥΠΟΛΟΓΙΣΤΉ ΣΑΣ) Ή ΑΠΏΛΕΙΑ ΔΕΔΟΜΈΝΩΝ ΠΟΥ ΠΡΟΚΎΠΤΕΙ ΑΠΌ ΤΗ ΛΉΨΗ Ή ΤΗ ΧΡΉΣΗ ΑΥΤΏΝ ΤΩΝ ΠΛΗΡΟΦΟΡΙΏΝ, ΥΛΙΚΏΝ Ή ΔΕΔΟΜΈΝΩΝ, ΕΚΤΌΣ ΑΝ Διαφορετικά προβλέπεται ρητώς στην πολιτική προστασίας προσωπικών δεδομένων {platform_name}.

source: TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, YOU AGREE THAT NEITHER {platform_name} NOR ANY OF THE {platform_name} PARTICIPANTS WILL BE LIABLE TO YOU FOR ANY LOSS OR DAMAGES, EITHER ACTUAL OR CONSEQUENTIAL, ARISING OUT OF OR RELATING TO THE TERMS, OR YOUR (OR ANY THIRD PARTY'S) USE OF OR INABILITY TO USE THE APIS OR ANY API CONTENT, OR YOUR RELIANCE UPON INFORMATION OBTAINED FROM OR THROUGH THE APIS, WHETHER YOUR CLAIM IS BASED IN CONTRACT, TORT, STATUTORY OR OTHER LAW.
ar: إلى أقصى حد يسمح به القانون المعمول به، أنت توافق على أنه لن يكون {platform_name} أو أي من المشاركين {platform_name} مسؤولين تجاهك عن أي خسارة أو أضرار، سواء كانت فعلية أو تبعية، ناشئة عن أو تتعلق بالشروط، أو الخاصة بك (أو أي ثالث). الطرف) استخدام أو عدم القدرة على استخدام واجهات برمجة التطبيقات أو أي محتوى API، أو اعتمادك على المعلومات التي تم الحصول عليها من أو من خلال واجهات برمجة التطبيقات، سواء كانت مطالبتك تستند إلى العقد أو الضرر أو القانون القانوني أو قانون آخر.
el: Στο μέγιστο βαθμό που επιτρέπεται από την ισχύουσα νομοθεσία, συμφωνείτε ότι ούτε {platform_name} ούτε κανένας από τους {platform_name} συμμετέχοντες θα είναι υπεύθυνος απέναντί σας για οποιαδήποτε απώλεια ή ζημία, είτε πραγματική ή αποθετική, που προκύπτει από ή σχετίζεται με τους όρους, ή σας (ή οποιονδήποτε τρίτο ) ΧΡΉΣΗ Ή ΑΔΥΝΑΜΊΑ ΧΡΉΣΗΣ ΤΟΥ API Ή ΟΠΟΙΟΥΔΉΠΟΤΕ ΠΕΡΙΕΧΟΜΈΝΟΥ API, Ή ΤΗΝ ΕΞΆΡΤΗΣΉ ΣΑΣ ΑΠΌ ΠΛΗΡΟΦΟΡΊΕΣ ΠΟΥ ΛΑΜΒΆΝΟΝΤΑΙ ΑΠΌ Ή ΜΈΣΩ ΤΟΥ API, ΕΊΤΕ Η ΑΞΊΩΣΉ ΣΑΣ ΒΑΣΊΖΕΤΑΙ ΣΕ ΣΎΜΒΑΣΗ, ΑΔΙΚΟΠΡΑΞΊΑ, ΝΌΜΙΜΟ Ή ΆΛΛΟ ΝΌΜΟ.
