Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: ar

source: Successfully sent welcoming emails to the following addresses:
ar: تم إرسال رسائل البريد الإلكتروني الترحيبية بنجاح إلى العناوين التالية:

source: Your message must have a subject.
ar: يجب أن تحتوي رسالتك على موضوع.

source: Your message cannot be blank.
ar: لا يمكن أن تكون رسالتك فارغة.

source: Your message must have at least one target.
ar: يجب أن يكون لرسالتك هدف واحد على الأقل.

source: There are invalid keywords in your email. Check the following keywords and try again.
ar: هناك كلمات رئيسية غير صالحة في بريدك الإلكتروني. تحقق من الكلمات الرئيسية التالية وحاول مرة أخرى.

source: Yourself
ar: نفسك

source: Everyone who has staff privileges in this course
ar: كل شخص لديه امتيازات الموظفين في هذه دورة

source: All learners who are enrolled in this course
ar: جميع متعلمين المسجلين في هذه دورة

source: All learners in the {cohort_name} cohort
ar: جميع متعلمين في الفوج {cohort_name}

source: All learners in the {track_name} track
ar: جميع متعلمين في المسار {track_name}

source: Your email message was successfully queued for sending. In courses with a large number of learners, email messages to learners might take up to an hour to be sent.
ar: تم وضع رسالة البريد الإلكتروني الخاصة بك في قائمة الانتظار بنجاح لإرسالها. في دورات التي تضم عددًا كبيرًا من متعلمين، قد تستغرق رسائل البريد الإلكتروني إلى متعلمين ما يصل إلى ساعة ليتم إرسالها.

source: You are sending an email message with the subject {subject} to the following recipients.
ar: تقوم بإرسال رسالة بريد إلكتروني مع الموضوع {subject} إلى المستلمين التاليين.

source: Is this OK?
ar: هل هذا جيد؟

source: Error sending email.
ar: خطأ في إرسال البريد الإلكتروني.

source: There is no email history for this course.
ar: لا يوجد سجل بريد إلكتروني لهذه دورة.

source: There was an error obtaining email task history for this course.
ar: حدث خطأ في الحصول على سجل مهام البريد الإلكتروني لهذا دورة.

source: There was an error obtaining email content history for this course.
ar: حدث خطأ في الحصول على محفوظات محتوى البريد الإلكتروني لهذه دورة.

source: Send to:
ar: أرسل إلى:

source: Please enter a learner email address or username.
ar: الرجاء إدخال عنوان بريد إلكتروني متعلم أو اسم مستخدم.

source: Error getting learner progress url for '<%- student_id %>'. Make sure that the learner identifier is spelled correctly.
ar: حدث خطأ في الحصول على عنوان url لتقدم متعلم لـ '<%- student_id %>'. تأكد من أن معرف متعلم مكتوب بشكل صحيح.

source: Please enter a problem location.
ar: الرجاء إدخال موقع مشكلة.

source: Success! Problem attempts reset for problem '<%- problem_id %>' and learner '<%- student_id %>'.
ar: النجاح! محاولات إعادة تعيين المشكلة للمشكلة '<%- problem_id %>' متعلم '<%- student_id %>'.

source: Error resetting problem attempts for problem '<%= problem_id %>' and learner '<%- student_id %>'. Make sure that the problem and learner identifiers are complete and correct.
ar: خطأ في إعادة تعيين محاولات المشكلة للمشكلة '<%= problem_id %>' والمتعلم '<%- student_id %>'. تأكد من أن المشكلة ومعرفات متعلم كاملة وصحيحة.

source: Delete learner '<%- student_id %>'s state on problem '<%- problem_id %>'?
ar: حذف متعلم '<%- student_id %> حالة المشكلة '<%- proplem_id %>'؟

source: Error deleting learner '<%- student_id %>'s state on problem '<%- problem_id %>'. Make sure that the problem and learner identifiers are complete and correct.
ar: حدث خطأ في حذف حالة متعلم '<%- student_id %> في المشكلة '<%- proplem_id %>'. تأكد من أن المشكلة ومعرفات متعلم كاملة وصحيحة.

source: Module state successfully deleted.
ar: تم حذف حالة الوحدة بنجاح.

source: Error getting task history for problem '<%- problem_id %>' and learner '<%- student_id %>'. Make sure that the problem and learner identifiers are complete and correct.
ar: حدث خطأ في الحصول على سجل المهام للمشكلة '<%- problem_id %>' متعلم '<%- student_id %>'. تأكد من أن المشكلة ومعرفات متعلم كاملة وصحيحة.

source: Entrance exam attempts is being reset for learner '{student_id}'.
ar: تتم إعادة تعيين محاولات امتحان القبول للمتعلم "{student_id}".

source: Error resetting entrance exam attempts for learner '{student_id}'. Make sure learner identifier is correct.
ar: خطأ في إعادة تعيين محاولات امتحان القبول للمتعلم '{student_id}'. تأكد من صحة معرف المتعلم.

source: Enter a learner's username or email address.
ar: أدخل اسم المستخدم أو عنوان البريد الإلكتروني للمتعلم.

source: Do you want to allow this learner ('{student_id}') to skip the entrance exam?
ar: هل تريد السماح لهذا المتعلم ("{student_id}") بتخطي اختبار القبول؟

source: An error occurred. Make sure that the learner's username or email address is correct and try again.
ar: حدث خطأ. تأكد من صحة اسم المستخدم أو عنوان البريد الإلكتروني للمتعلم وحاول مرة أخرى.

source: Entrance exam state is being deleted for learner '{student_id}'.
ar: تم حذف حالة اختبار الدخول للمتعلم "{student_id}".

source: Error deleting entrance exam state for learner '{student_id}'. Make sure learner identifier is correct.
ar: خطأ في حذف حالة اختبار القبول للمتعلم '{student_id}'. تأكد من صحة معرف المتعلم.

source: Error getting entrance exam task history for learner '{student_id}'. Make sure learner identifier is correct.
ar: خطأ في الحصول على سجل مهام امتحان القبول للمتعلم '{student_id}'. تأكد من صحة معرف المتعلم.

source: Reset attempts for all learners on problem <code>'<%- problem_id %>'</code>?
ar: إعادة تعيين محاولات لجميع المتعلمين على المشكلة <code>'<%- problem_id %> '</code>?

source: Successfully started task to reset attempts for problem <code>'<%- problem_id %>'</code>. Click the 'Show Task Status' button to see the status of the task.
ar: بدأت المهمة بنجاح لإعادة تعيين محاولات المشكلة <code>'<%- problem_id %>'</code>. انقر فوق الزر «إظهار حالة المهمة» لرؤية حالة المهمة.

source: Error starting a task to reset attempts for all learners on problem <code>'<%- problem_id %>'</code>. Make sure that the problem identifier is complete and correct.
ar: حدث خطأ عند بدء مهمة لإعادة تعيين محاولات لجميع متعلمين على المشكلة <code>'<%- problem_id %>'</code>. تأكد من أن معرف المشكلة كامل وصحيح.

source: Error listing task history for this learner and problem.
ar: خطأ في سرد سجل المهام لهذا متعلم والمشكلة.

source: Started rescore problem task for problem '<%- problem_id %>' and learner '<%- student_id %>'. Click the 'Show Task Status' button to see the status of the task.
ar: بدأت مهمة مشكلة إعادة النتيجة للمشكلة '<%- problem_id %>' والمتعلم '<%- student_id %>'. انقر فوق الزر «إظهار حالة المهمة» لرؤية حالة المهمة.

source: Error starting a task to rescore problem '<%- problem_id %>' for learner '<%- student_id %>'. Make sure that the the problem and learner identifiers are complete and correct.
ar: حدث خطأ في بدء مهمة لإعادة اكتشاف المشكلة '<%- problem_id %>' للمتعلم '<%- student_id %>'. تأكد من أن المشكلة ومعرفات متعلم كاملة وصحيحة.

source: Please enter a score.
ar: الرجاء إدخال النتيجة.

source: Started task to override the score for problem '<%- problem_id %>' and learner '<%- student_id %>'. Click the 'Show Task Status' button to see the status of the task.
ar: بدأت المهمة لتجاوز النتيجة للمشكلة '<%- problem_id %>' والمتعلم '<%- student_id %>'. انقر فوق الزر «إظهار حالة المهمة» لرؤية حالة المهمة.

source: Error starting a task to override score for problem '<%- problem_id %>' for learner '<%- student_id %>'. Make sure that the the score and the problem and learner identifiers are complete and correct.
ar: حدث خطأ عند بدء مهمة لتجاوز النتيجة للمشكلة '<%- proplem_id %>' للمتعلم '<%- student_id %>'. تأكد من أن النتيجة والمشكلة ومعرفات متعلم كاملة وصحيحة.

source: Started entrance exam rescore task for learner '{student_id}'. Click the 'Show Task Status' button to see the status of the task.
ar: بدأت مهمة إعادة تقييم امتحان القبول للمتعلم "{student_id}". انقر فوق الزر "إظهار حالة المهمة" لمعرفة حالة المهمة.

source: Error starting a task to rescore entrance exam for learner '{student_id}'. Make sure that entrance exam has problems in it and learner identifier is correct.
ar: خطأ في بدء مهمة لإعادة تحديد اختبار القبول للمتعلم "{student_id}". تأكد من أن امتحان القبول به مشاكل وأن معرف المتعلم صحيح.

source: Rescore problem <code>'<%- problem_id %>'</code> for all learners?
ar: مشكلة إعادة <code>'<%- problem_id %>'</code> لجميع متعلمين؟

source: Successfully started task to rescore problem <code>'<%- problem_id %>'</code> for all learners. Click the 'Show Task Status' button to see the status of the task.
ar: بدأت المهمة بنجاح لإعادة تشغيل المشكلة <code>'<%- problem_id %>'</code> لجميع متعلمين. انقر فوق الزر «إظهار حالة المهمة» لرؤية حالة المهمة.

source: Error starting a task to rescore problem <code>'<%- problem_id %>'</code>. Make sure that the problem identifier is complete and correct.
ar: حدث خطأ عند بدء مهمة لإعادة تشغيل المشكلة <code>'<%- problem_id %>'</code>. تأكد من أن معرف المشكلة كامل وصحيح.

source: Task Type
ar: نوع المهمة

source: Task inputs
ar: مدخلات المهام

source: Task ID
ar: معرف المهمة

source: Requester
ar: طالب

source: Submitted
ar: تم تقديمه

source: Duration (sec)
ar: المدة (ثانية)

source: State
ar: حالة

source: Task Status
ar: حالة المهمة

source: Task Progress
ar: تقدم المهمة

source: An error occurred retrieving your email. Please try again later, and contact technical support if the problem persists.
ar: حدث خطأ في استرداد بريدك الإلكتروني. يرجى المحاولة مرة أخرى لاحقًا، والاتصال بالدعم الفني إذا استمرت المشكلة.

source: Sent By
ar: أرسلت بواسطة

source: Sent To
ar: تم إرسالها إلى

source: Time Sent
ar: الوقت المرسل

source: Number Sent
ar: الرقم الذي تم إرساله

source: Copy Email To Editor
ar: نسخ البريد الإلكتروني إلى المحرر

source: Subject:
ar: الموضوع:

source: Sent By:
ar: أرسلت بواسطة:

source: Time Sent:
ar: الوقت المرسل:

source: Sent To:
ar: تم إرسالها إلى:

source: Message:
ar: رسالة:

source: No tasks currently running.
ar: لا توجد مهام قيد التشغيل حاليًا.

source: File Name
ar: اسم الملف

source: Links are generated on demand and expire within 5 minutes due to the sensitive nature of learner information.
ar: يتم إنشاء الروابط عند الطلب وتنتهي صلاحيتها في غضون 5 دقائق بسبب الطبيعة الحساسة لمعلومات متعلم.

source: Successfully reset the attempts for user {user}
ar: إعادة تعيين محاولات المستخدم {user}بنجاح

source: Failed to reset attempts for user.
ar: فشل إعادة تعيين محاولات المستخدم.

source: Successfully deleted learner state for user {user}
ar: تم حذف حالة متعلم بنجاح للمستخدم {user}

source: Failed to delete learner state for user.
ar: فشل حذف حالة متعلم للمستخدم.

source: Successfully rescored problem for user {user}
ar: تم إعادة تسجيل المشكلة بنجاح للمستخدم {user}

source: Failed to rescore problem for user.
ar: فشل في إعادة تسجيل المشكلة للمستخدم.

source: Successfully rescored problem to improve score for user {user}
ar: تم إعادة تسجيل المشكلة بنجاح لتحسين النتيجة للمستخدم {user}

source: Failed to rescore problem to improve score for user.
ar: فشل في إعادة تسجيل المشكلة لتحسين النتيجة للمستخدم.

source: Successfully overrode problem score for {user}
ar: تجاوز درجة المشكلة بنجاح لـ {user}

source: Could not override problem score for {user}.
ar: لا يمكن تجاوز درجة المشكلة لـ {user}.

source: Terms of Service and Honor Code
ar: شروط الخدمة ورمز الشرف

source: Saving your email preference
ar: حفظ تفضيلات البريد الإلكتروني

source: Enrolling you in the selected course
ar: تسجيلك في المقرر دورة المحدد

source: Adding the selected course to your cart
ar: إضافة دورة المحدد إلى سلة التسوق الخاصة بك

source: Loading your courses
ar: تحميل مقرراتك دورات

source: An error occurred.
ar: حدث خطأ.

source: (optional)
ar: (اختياري)

source: We couldn't sign you in.
ar: لم نتمكن من تسجيل دخولك.

source: An error occurred when signing you in to %s.
ar: حدث خطأ عند تسجيل الدخول إلى %s.

source: Password Reset Email Sent
ar: البريد الإلكتروني لإعادة تعيين كلمة المرور

source: We've sent instructions to the email address you provided.
ar: لقد أرسلنا تعليمات إلى عنوان البريد الإلكتروني الذي قدمته.

source: An error has occurred. Try refreshing the page, or check your Internet connection.
ar: حدث خطأ. حاول تحديث الصفحة، أو تحقق من اتصالك بالإنترنت.

source: You have successfully signed into %(currentProvider)s, but your %(currentProvider)s account does not have a linked %(platformName)s account. To link your accounts, sign in now using your %(platformName)s password.
ar: لقد قمت بتسجيل الدخول بنجاح إلى %(currentProvider)s ، ولكن حسابك %(currentProvider)s ليس له حساب %(platformName)s مرتبط. لربط حساباتك ، قم بتسجيل الدخول الآن باستخدام كلمة مرور %(platformName)s الخاصة بك.

source: We couldn't create your account.
ar: لم نتمكن من إنشاء حسابك.

source: Create Account
ar: إنشاء حساب

source: (required)
ar: (مطلوب)

source: You've successfully signed into %(currentProvider)s.
ar: لقد قمت بتسجيل الدخول بنجاح %(currentProvider)s.

source: We just need a little more information before you start learning with %(platformName)s.
ar: نحتاج فقط إلى مزيد من المعلومات قبل أن تبدأ التعلم بـ %(platformName)s.

source: Your profile settings are managed by {enterprise_name}. Contact your administrator or {link_start}edX Support{link_end} for help.
ar: تتم إدارة إعدادات ملف التعريف الخاص بك بواسطة {enterprise_name}. اتصل بالمسؤول أو {link_start}edX Support{link_end} للحصول على المساعدة.

source: Email Address (Sign In)
ar: عنوان البريد الإلكتروني (تسجيل الدخول)

source: You receive messages from {platform_name} and course teams at this address.
ar: تتلقى رسائل من {platform_name} وفرق دورة على هذا العنوان.

source: Full Name
ar: الاسم الكامل

source: The name that is used for ID verification and that appears on your certificates.
ar: الاسم المستخدم للتحقق من الهوية والذي يظهر على شهاداتك.

source: Country or Region of Residence
ar: بلد أو منطقة الإقامة

source: The country or region where you live.
ar: البلد أو المنطقة التي تعيش فيها.

source: You can upload an image that you want to associate with your username. Your image must be a .gif, .jpg or .png file. We recommend to use the format 200x200 pixels. The size of the image must be below 1Mb.
ar: يمكنك تحميل صورة تريد ربطها باسم المستخدم الخاص بك. يجب أن تكون صورتك ملفًا .gif أو .jpg أو .png. نوصي باستخدام التنسيق 200x200 بكسل. يجب أن يكون حجم الصورة أقل من 1 ميجابايت.

source: Basic Account Information
ar: معلومات الحساب الأساسية

source: These settings include basic information about your account.
ar: تتضمن هذه الإعدادات معلومات أساسية حول حسابك.

source: The name that identifies you on {platform_name}. You cannot change your username.
ar: الاسم الذي يحدد هويتك على {platform_name}. لا يمكنك تغيير اسم المستخدم الخاص بك.

source: Phone Number
ar: رقم الهاتف

source: Password
ar: كلمة المرور

source: Check your email account for instructions to reset your password.
ar: تحقق من حساب بريدك الإلكتروني للحصول على تعليمات لإعادة تعيين كلمة المرور الخاصة بك.

source: The language used throughout this site. This site is currently available in a limited number of languages. Changing the value of this field will cause the page to refresh.
ar: اللغة المستخدمة في جميع أنحاء هذا الموقع. هذا الموقع متاح حاليًا بعدد محدود من اللغات. سيؤدي تغيير قيمة هذا الحقل إلى تحديث الصفحة.

source: Time Zone
ar: المنطقة الزمنية

source: Select the time zone for displaying course dates. If you do not specify a time zone, course dates, including assignment deadlines, will be displayed in your browser's local time zone.
ar: حدد المنطقة الزمنية لعرض تواريخ دورة. إذا لم تحدد منطقة زمنية، فسيتم عرض تواريخ دورة، بما في ذلك المواعيد النهائية للمهمة، في المنطقة الزمنية المحلية لمتصفحك.

source: All Time Zones
ar: جميع المناطق الزمنية

source: Default (Local Time Zone)
ar: الافتراضي (المنطقة الزمنية المحلية)

source: Additional Information
ar: معلومات إضافية

source: Education Completed
ar: اكتمل التعليم

source: Gender
ar: الجنس

source: Year of Birth
ar: سنة الميلاد

source: Preferred Language
ar: اللغة المفضلة

source: Social Media Links
ar: روابط وسائل التواصل الاجتماعي

source: Optionally, link your personal accounts to the social media icons on your {platform_name} profile.
ar: اختياريًا، اربط حساباتك الشخصية برموز الوسائط الاجتماعية في ملف التعريف الخاص بك {platform_name} .

source: {platform_name} Link
ar: {platform_name} لينك

source: Enter your {platform_name} username or the URL to your {platform_name} page. Delete the URL to remove the link.
ar: أدخل اسم المستخدم {platform_name} أو عنوان URL لصفحة {platform_name} الخاصة بك. احذف عنوان URL لإزالة الارتباط.

source: Linked Accounts
ar: الحسابات المرتبطة

source: You can link your social media accounts to simplify signing in to {platform_name}.
ar: يمكنك ربط حسابات وسائل التواصل الاجتماعي الخاصة بك لتبسيط تسجيل الدخول إلى {platform_name}.

source: ORDER NAME
ar: اسم الطلب

source: ORDER PLACED
ar: طلب وضع

source: TOTAL
ar: مجموع

source: ORDER NUMBER
ar: رقم الطلب

source: My Orders
ar: طلباتي

source: This page contains information about orders that you have placed with {platform_name}.
ar: تحتوي هذه الصفحة على معلومات حول الطلبات التي قمت بتقديمها مع {platform_name}.

source: Profile Image
ar: صورة الملف الشخصي

source: Profile image for {username}
ar: صورة الملف الشخصي لـ {username}

source: PROFILE IMAGE
ar: صورة الملف الشخصي

source: We've sent a confirmation message to {new_email_address}. Click the link in the message to update your email address.
ar: لقد أرسلنا رسالة تأكيد إلى {new_email_address}. انقر فوق الارتباط الموجود في الرسالة لتحديث عنوان بريدك الإلكتروني.

source: You must sign out and sign back in before your language changes take effect.
ar: يجب عليك تسجيل الخروج وتسجيل الدخول مرة أخرى قبل أن تصبح التغييرات اللغوية سارية المفعول.

source: We've sent a message to {email}. Click the link in the message to reset your password. Didn't receive the message? Contact {anchorStart}technical support{anchorEnd}.
ar: لقد أرسلنا رسالة إلى {email}. انقر فوق الارتباط الموجود في الرسالة لإعادة تعيين كلمة المرور الخاصة بك. لم تستلم الرسالة؟ اتصل {anchorStart}الدعم الفني{anchorEnd}.

source: Link your {accountName} account
ar: ربط حسابك {accountName}

source: Unlink This Account
ar: إلغاء ربط هذا الحساب

source: You can use your {accountName} account to sign in to your {platformName} account.
ar: يمكنك استخدام حساب {accountName} لتسجيل الدخول إلى حساب {platformName} الخاص بك.

source: Unlink your {accountName} account
ar: إلغاء ربط حسابك {accountName}

source: Link Your Account
ar: ربط حسابك

source: Link your {accountName} account to your {platformName} account and use {accountName} to sign in to {platformName}.
ar: اربط حسابك {accountName} بحسابك {platformName} واستخدم {accountName} لتسجيل الدخول إلى {platformName}.

source: Unlinking
ar: إلغاء الربط

source: Linking
ar: ربط

source: Successfully unlinked.
ar: تم إلغاء ربطها بنجاح.

source: Account Information
ar: معلومات الحساب

source: Order History
ar: سجل الطلبات

source: Image Upload Error
ar: خطأ في تحميل الصور

source: Please verify that you have uploaded a valid image (PNG and JPEG).
ar: يرجى التحقق من أنك قمت بتحميل صورة صالحة (PNG و JPEG).

source: An error has occurred. Please try again later.
ar: حدث خطأ. يرجى المحاولة مرة أخرى لاحقًا.

source: Could not submit photos
ar: تعذر إرسال الصور

source: Professional Education Verified Certificate
ar: شهادة التعليم المهني

source: Professional Education
ar: التعليم المهني

source: Verified Certificate upgrade
ar: ترقية شهادة تم التحقق منها

source: Verified Certificate
ar: شهادة تم التحقق منها

source: Checkout
ar: تشيك

source: Checkout with PayPal
ar: الخروج مع PayPal

source: Checkout with {processor}
ar: الخروج مع {processor}

source: All payment options are currently unavailable.
ar: جميع خيارات الدفع غير متوفرة حاليًا.

source: Try the transaction again in a few minutes.
ar: جرب المعاملة مرة أخرى في بضع دقائق.

source: Could not submit order
ar: تعذر تقديم الطلب

source: Could not retrieve payment information
ar: تعذر استرداد معلومات الدفع

source: Take a photo of your ID
ar: التقط صورة لبطاقة الهوية الخاصة بك

source: Review your info
ar: راجع معلوماتك

source: An error has occurred. Please try reloading the page.
ar: حدث خطأ. يرجى محاولة إعادة تحميل الصفحة.

source: Video Capture Error
ar: خطأ في التقاط الفيديو

source: Please verify that your webcam is connected and that you have allowed your browser to access it.
ar: يرجى التحقق من أن كاميرا الويب الخاصة بك متصلة وأنك سمحت لمتصفحك بالوصول إليها.

source: No Webcam Detected
ar: لم يتم اكتشاف كاميرا ويب

source: You don't seem to have a webcam connected.
ar: لا يبدو أن لديك كاميرا ويب متصلة.

source: Double-check that your webcam is connected and working to continue.
ar: تحقق جيدًا من أن كاميرا الويب الخاصة بك متصلة وتعمل على المتابعة.

source: Photo Captured successfully.
ar: تم التقاط الصورة بنجاح.

source: No Flash Detected
ar: لم يتم اكتشاف فلاش

source: You don't seem to have Flash installed. Get Flash to continue your verification.
ar: لا يبدو أنك قمت بتثبيت Flash. احصل على Flash لمواصلة التحقق.

source: Editable
ar: قابل للتحرير

source: Validation Error
ar: خطأ التحقق

source: In Progress
ar: قيد التقدم

source: Success
ar: النجاح

source: Placeholder
ar: عنصر نائب

source: Your upload of '{file}' succeeded.
ar: نجح تحميلك لـ "{file}".

source: Your upload of '{file}' failed.
ar: فشل تحميل "{file}" الخاص بك.

source: Upload an image
ar: تحميل صورة

source: Change image
ar: تغيير الصورة

source: An error has occurred. Refresh the page, and then try again.
ar: حدث خطأ. قم بتحديث الصفحة، ثم حاول مرة أخرى.

source: The file must be at least {size} in size.
ar: يجب أن يكون حجم الملف {size} على الأقل.

source: The file must be smaller than {size} in size.
ar: يجب أن يكون الملف أصغر من {size} في الحجم.

source: Upload is in progress. To avoid errors, stay on this page until the process is complete.
ar: التحميل قيد التقدم. لتجنب الأخطاء، ابق على هذه الصفحة حتى تكتمل العملية.

source: Removal is in progress. To avoid errors, stay on this page until the process is complete.
ar: الإزالة قيد التقدم. لتجنب الأخطاء، ابق على هذه الصفحة حتى تكتمل العملية.

source: bytes
ar: بايت

source: KB
ar: كي بي

source: MB
ar: ميغابايت

source: Course is not yet visible to learners.
ar: دورة ليست مرئية حتى الآن للمتعلمين.

source: You cannot view the course as a learner or beta tester before the course release date.
ar: لا يمكنك عرض دورة كمتعلم أو اختبار تجريبي قبل تاريخ إصدار دورة.

source: %(num_students)s learner opened Subsection
ar: تم فتح %(num_students)s متعلمين قسم فرعي

source: %(num_students)s learner
ar: %(num_students)s متعلمين

source: %(num_questions)s question
ar: %(num_questions)s أسئلة

source: Number of Learners
ar: عدد متعلمين

source: Overall Score
ar: النتيجة الإجمالية

source: {total_results} result
ar: {total_results} نتائج

source: Profile Visibility:
ar: رؤية الملف الشخصي:

source: Limited Profile
ar: ملف شخصي محدود

source: Full Profile
ar: الملف الشخصي الكامل

source: Joined
ar: انضم

source: Joined Date
ar: تاريخ الانضمام

source: Location
ar: الموقع

source: Add Country
ar: إضافة بلد

source: Add language
ar: إضافة لغة

source: About me
ar: معلومات عني

source: Tell other learners a little about yourself: where you live, what your interests are, why you're taking courses, or what you hope to learn.
ar: أخبر متعلمين الآخرين قليلاً عن نفسك: أين تعيش، ما هي اهتماماتك، لماذا تأخذ دورات، أو ما تأمل أن تتعلمه.

source: Accomplishments Pagination
ar: ترقيم صفحات الإنجازات

source: Account Settings page.
ar: صفحة إعدادات الحساب.

source: You must specify your birth year before you can share your full profile. To specify your birth year, go to the {account_settings_page_link}
ar: يجب عليك تحديد سنة ميلادك قبل أن تتمكن من مشاركة ملفك الشخصي الكامل. لتحديد سنة ميلادك، انتقل إلى {account_settings_page_link}

source: You must be over 13 to share a full profile. If you are over 13, make sure that you have specified a birth year on the {account_settings_page_link}
ar: يجب أن يكون عمرك أكثر من 13 عامًا لمشاركة ملف تعريف كامل. إذا كان لديك أكثر من 13 عامًا، فتأكد من أنك حددت سنة ميلاد على {account_settings_page_link}

source: About Me
ar: نبذة عني

source: Accomplishments
ar: الإنجازات
