Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar, el

source: Learners who completed the course with 100% progress but with a total score below the minimum required score to validate the course
ar: متعلمين الذين أكملوا دورة مع تقدم بنسبة 100٪ ولكن مع مجموع الدرجات أقل من الحد الأدنى المطلوب للتحقق من صحة دورة
el: Εκπαιδευόμενοι που ολοκλήρωσαν το μάθημα με 100% πρόοδο αλλά με συνολική βαθμολογία κάτω από την ελάχιστη απαιτούμενη βαθμολογία για την επικύρωση του μαθήματος

source: Number of courses you are enrolled in
ar: عدد دورات التي قمت بالتسجيل فيها
el: Αριθμός μαθημάτων στα οποία έχετε εγγραφεί

source: Total time you have spent on the platform
ar: إجمالي الوقت الذي قضيته على المنصة
el: Συνολικός χρόνος που έχετε αφιερώσει στην πλατφόρμα

source: Average final score over all the courses you have completed (status successful or unsuccessful)
ar: متوسط النتيجة النهائية على جميع دورات التي أكملتها (الحالة ناجحة أو غير ناجحة)
el: Μέση τελική βαθμολογία σε όλα τα μαθήματα που έχετε ολοκληρώσει (η κατάσταση επιτυχής ή ανεπιτυχής)

source: Number of posts/answers/comments you have written in the discussions/forums
ar: عدد المشاركات /الأجوبات/التعليقات التي كتبتها في المناقشات/المنتديات
el: Αριθμός αναρτήσεων/απαντήσεων/σχολίων που έχετε γράψει στις συζήτηση/φόρουμ

source: Proportion of courses according to your progress
ar: نسبة دورات وفقًا لتقدمك
el: Αναλογία μαθημάτων ανάλογα με την πρόοδό σας

source: Number of courses you started to visit but you haven't completed yet
ar: عدد دورات التي بدأت بزيارتها ولكنك لم تكتمل بعد
el: Αριθμός μαθημάτων που αρχίσατε να επισκέπτεστε αλλά δεν έχετε ολοκληρώσει ακόμα

source: Number of courses you are enrolled in but you haven't visited yet
ar: عدد دورات التي قمت بالتسجيل فيها ولكنك لم تزرها بعد
el: Αριθμός μαθημάτων στα οποία έχετε εγγραφεί αλλά δεν έχετε επισκεφθεί ακόμα

source: Number of courses you completed with 100% progress and a total score passing the minimum required score
ar: عدد دورات التي أكملتها مع تقدم 100٪ ودرجة إجمالية تتجاوز الحد الأدنى المطلوب
el: Αριθμός μαθημάτων που ολοκληρώσατε με 100% πρόοδο και συνολικό σκορ με την ελάχιστη απαιτούμενη βαθμολογία

source: Number of courses you completed with 100% progress but with a total score below the minimum required score
ar: عدد دورات التي أكملتها مع تقدم 100٪ ولكن مع مجموع الدرجات أقل من الحد الأدنى المطلوب
el: Αριθμός μαθημάτων που ολοκληρώσατε με πρόοδο 100% αλλά με συνολική βαθμολογία κάτω από την ελάχιστη απαιτούμενη βαθμολογία

source: Number of courses the learner is enrolled in (enrollments made by an Admin or by himself/herself via the catalog)
ar: عدد دورات التي يتم تسجيل متعلم فيها (التسجيلات التي يقوم بها أدمن أو بنفسه عبر الكتالوج)
el: Αριθμός μαθημάτων στα οποία έχει εγγραφεί ο εκπαιδευόμενος (εγγραφές που γίνονται από Διαχειριστή ή από τον εαυτό του μέσω του καταλόγου)

source: Total time the learner has spent on the platform
ar: إجمالي الوقت الذي يقضيه متعلم على المنصة
el: Συνολικός χρόνος που έχει αφιερώσει ο εκπαιδευόμενος στην πλατφόρμα

source: Average final score over all the courses the learner has completed (status successful or unsuccessful)
ar: متوسط النتيجة النهائية على جميع دورات التي أكملها متعلم (الحالة ناجحة أو غير ناجحة)
el: Μέση τελική βαθμολογία σε όλα τα μαθήματα που έχει ολοκληρώσει ο εκπαιδευόμενος (κατάσταση επιτυχής ή ανεπιτυχής)

source: Number of posts/answers/comments the learner has written in the discussions/forums
ar: عدد المشاركات /الأجوبات/التعليقات التي كتبها متعلم في المناقشات/المنتديات
el: Αριθμός αναρτήσεων/απαντήσεων/σχολίων που έχει γράψει ο εκπαιδευόμενος στις συζήτηση/φόρουμ

source: Proportion of courses according to the learner's progress
ar: نسبة دورات وفقًا لتقدم المتعلم
el: Ποσοστό μαθημάτων ανάλογα με την πρόοδο του εκπαιδευόμενου

source: Number of courses the learner started to visit but hasn't completed yet
ar: عدد دورات التي بدأ متعلم بزيارتها ولكن لم يكملها بعد
el: Αριθμός μαθημάτων που ο εκπαιδευόμενος άρχισε να επισκέπτεται αλλά δεν έχει ολοκληρώσει ακόμα

source: Number of courses the learner is enrolled in but hasn't visited yet
ar: عدد دورات التي تم تسجيل متعلم فيها ولكن لم يزرها بعد
el: Αριθμός μαθημάτων στα οποία έχει εγγραφεί ο εκπαιδευόμενος αλλά δεν έχει επισκεφθεί ακόμα

source: Number of courses the learner completed with 100% progress and a total score passing the minimum required score
ar: عدد دورات التي أكملها متعلم مع تقدم 100٪ ودرجة إجمالية تتجاوز الحد الأدنى المطلوب
el: Αριθμός μαθημάτων που ολοκλήρωσε ο εκπαιδευόμενος με πρόοδο 100% και συνολική βαθμολογία που ξεπερνά την ελάχιστη απαιτούμενη βαθμολογία

source: Number of courses the learner completed with 100% progress but with a total score below the minimum required score
ar: عدد دورات التي أكملها متعلم مع تقدم 100٪ ولكن مع مجموع الدرجات أقل من الحد الأدنى المطلوب
el: Αριθμός μαθημάτων που ολοκλήρωσε ο εκπαιδευόμενος με πρόοδο 100% αλλά με συνολική βαθμολογία κάτω από την ελάχιστη απαιτούμενη βαθμολογία

source: Are you sure that you want to unenroll these learners?
ar: هل أنت متأكد من أنك تريد إلغاء تسجيل هؤلاء متعلمين؟
el: Είστε βέβαιοι ότι θέλετε να καταργήσετε την εγγραφή αυτών των εκπαιδευομένων;

source: Your changes have been taken into account.
ar: تم أخذ التغييرات الخاصة بك في الاعتبار.
el: Οι αλλαγές σας έχουν ληφθεί υπόψη.

source: The learner has been unenrolled.
ar: لم يتم تسجيل متعلم.
el: Ο εκπαιδευόμενος δεν έχει εγγραφεί.

source: The learner's session has been changed.
ar: تم تغيير جلسة المتعلم.
el: Η περίοδος λειτουργίας του εκπαιδευόμενου έχει αλλάξει.

source: The learner's request has been accepted.
ar: تم قبول طلب المتعلم.
el: Το αίτημα του εκπαιδευόμενου έγινε αποδεκτό.

source: Select the learners you want to enroll and click on 'enroll'. You will receive a confirmation by email.
ar: حدد متعلمين الذين تريد تسجيلهم وانقر على «التسجيل». سوف تتلقى تأكيدًا عبر البريد الإلكتروني.
el: Επιλέξτε τους εκπαιδευόμενους που θέλετε να εγγραφείτε και κάντε κλικ στο 'Εγγραφή». Θα λάβετε μια επιβεβαίωση μέσω email.

source: Enrollment of my team
ar: تسجيل فريقي
el: Εγγραφή της ομάδας μου

source: Session Date
ar: تاريخ الجلسة
el: Ημερομηνία Συνεδρίας

source: Completed by gradebook edit
ar: اكتمل من خلال تعديل دفتر التقديرات
el: Ολοκληρώθηκε με επεξεργασία βαθμολογίου

source: Quiz
ar: مسابقة
el: Κουίζ

source: Word cloud
ar: سحابة Word
el: σύννεφο λέξεων

source: Back to Calendar
ar: العودة إلى التقويم
el: Επιστροφή στο Ημερολόγιο

source: Upcoming Session
ar: الجلسة القادمة
el: Επερχόμενη

source: No upcoming sessions planned
ar: لم يتم التخطيط للجلسات القادمة
el: Δεν έχουν προγραμματιστεί προσεχείς συνεδρίες

source: Sign up for a training event.
ar: اشترك في حدث تدريبي.
el: Εγγραφείτε για μια εκπαιδευτική εκδήλωση.

source: It will appear in your calendar.
ar: سيظهر في التقويم الخاص بك.
el: Θα εμφανιστεί στο ημερολόγιό σας.

source: Let's start
ar: لنبدأ
el: Ας αρχίσουμε.

source: Show more
ar: عرض المزيد
el: Εμφάνιση περισσοτέρων

source: SCORM module exceeds maximum size of %(limit)s MB.
ar: تتجاوز وحدة SCORM الحد الأقصى للحجم البالغ %(limit)s ميغابايت.
el: SCORM μονάδα υπερβαίνει το μέγιστο μέγεθος των %(limit)s MB.

source: Find here, soon, your last activity on training courses.
ar: تجد هنا، قريبًا، آخر نشاط لك في دورات.
el: Βρείτε εδώ, σύντομα, την τελευταία σας δραστηριότητα σε εκπαιδευτικά μαθήματα.

source: Let's do it!
ar: دعونا نفعل ذلك!
el: Ας το κάνουμε!

source: Hmm, it's looking a bit empty, so let's start a new course right now.
ar: حسنًا، يبدو الأمر فارغًا بعض الشيء، لذلك دعونا نبدأ دورة جديدة الآن.
el: Χμμ, φαίνεται λίγο άδειο, οπότε ας ξεκινήσουμε μια νέα πορεία τώρα.

source: Go!
ar: انطلق!
el: Πάμε!

source: Are you ready to start a course?
ar: هل أنت مستعد لبدء دورة تدريبية؟
el: Είστε έτοιμοι να ξεκινήσετε ένα μάθημα;

source: Let's start!
ar: لنبدأ!
el: Ας αρχίσουμε!

source: more than {threshold}
ar: أكثر من {threshold}
el: άνω του {threshold}

source: Sorry, we can't find your account. Please contact your IT administrator for support.
ar: عذرًا، لا يمكننا العثور على حسابك. يرجى الاتصال بمسؤول تكنولوجيا المعلومات للحصول على الدعم.
el: Λυπάμαι, δεν μπορούμε να βρούμε τον λογαριασμό σας. Επικοινωνήστε με το διαχειριστή IT για υποστήριξη.

source: Back to login
ar: العودة إلى تسجيل الدخول
el: Επιστροφή στη σύνδεση

source: No intermediate certificates match your search criteria.
ar: لا توجد شهادات وسيطة تطابق معايير البحث الخاصة بك.
el: Κανένα ενδιάμεσο πιστοποιητικό δεν ταιριάζει με τα κριτήρια αναζήτησής σας.

source: The number of certificates to export exceeds {upper_bound}. Please narrow your search.
ar: يتجاوز عدد شهادات تصديرها {upper_bound}. يرجى تضييق نطاق البحث.
el: Ο αριθμός των πιστοποιητικών εξαγωγής υπερβαίνει το {upper_bound}. Παρακαλώ περιορίστε την αναζήτησή σας.

source: Partner Code
ar: كود الشريك
el: Κωδικός Συνεργάτη

source: Loading...
ar: تحميل...
el: Φόρτωση...

source: Generate Intermediate Certificates
ar: إنشاء شهادات وسيطة
el: Δημιουργία ενδιάμεσων πιστοποιητικών

source: Internal
ar: داخلي
el: Εσωτερικό

source: External
ar: خارجي
el: Εξωτερικές

source: Filters
ar: الفلاتر
el: Φίλτρα

source: Course Completion Rule
ar: قاعدة إكمال دورة
el: Κανόνας ολοκλήρωσης μαθήματος

source: Set the completion rule for this course
ar: قم بتعيين قاعدة الإكمال لهذه دورة
el: Ορίστε τον κανόνα ολοκλήρωσης για αυτό το μάθημα

source: 100% Course progress and minimum passing score
ar: تقدم دورة بنسبة 100% والحد الأدنى لدرجة النجاح
el: 100% Πρόοδος μαθήματος και ελάχιστη βαθμολογία επιτυχίας

source: Learner is required to complete 100% course progress and earn the minimum passing score to successfully pass the course.
ar: مطلوب من متعلم إكمال تقدم دورة بنسبة 100٪ وكسب الحد الأدنى من درجة النجاح لاجتياز دورة بنجاح.
el: Ο εκπαιδευόμενος υποχρεούται να ολοκληρώσει την πρόοδο του μαθήματος 100% και να κερδίσει την ελάχιστη βαθμολογία επιτυχίας για να περάσει επιτυχώς το μάθημα.

source: Minimum passing score only
ar: الحد الأدنى لدرجة النجاح فقط
el: Ελάχιστη βαθμολογία επιτυχίας μόνο

source: Learner is required to earn only the minimum passing score to successfully pass the course.
ar: مطلوب من متعلم أن يكسب فقط الحد الأدنى من درجة النجاح لاجتياز دورة بنجاح.
el: Ο εκπαιδευόμενος υποχρεούται να κερδίσει μόνο την ελάχιστη βαθμολογία επιτυχίας για να περάσει με επιτυχία το μάθημα.

source: Changes on Course Completion Rule are not retroactive. If a Studio Admin changes the rule for a started course, learners will have to revisit the graded activities to see their score recalculated.
ar: التغييرات في قاعدة إكمال دورة ليست بأثر رجعي. إذا قام أدمن Studio بتغيير القاعدة الخاصة بالدورة دورة التي بدأت، فسيتعين على متعلمين إعادة النظر في الأنشطة المقدرة لرؤية درجاتهم المعاد حسابها.
el: Οι αλλαγές στον Κανόνα Ολοκλήρωσης Μαθήματος δεν είναι αναδρομικές. Εάν ένας Διαχειριστής Studio αλλάξει τον κανόνα για ένα μάθημα που ξεκίνησε, οι εκπαιδευόμενοι θα πρέπει να επανέλθουν στις διαβαθμισμένες δραστηριότητες για να δουν εκ νέου τον υπολογισμό της βαθμολογίας τους.

source: Course number that you want to appear in the course. This setting overrides the course number that you entered when you created the course.
ar: رقم دورة الذي تريد أن يظهر في المقرر دورة. يتجاوز هذا الإعداد رقم المقرر دورة الذي أدخلته عند إنشاء المقرر دورة.
el: Αριθμός μαθήματος που θέλετε να εμφανιστεί στο μάθημα. Αυτή η ρύθμιση παρακάμπτει τον αριθμό μαθήματος που εισαγάγατε όταν δημιουργήσατε το μάθημα.

source: Upload Course Introduction Video
ar: تحميل فيديو مقدمة دورة
el: Μεταφόρτωση Βίντεο Εισαγωγή Μαθήματος

source: You can manage this image along with all of your other files and uploads.
ar: يمكنك إدارة هذه الصورة جنبًا إلى جنب مع جميع الملفات والتحميلات الأخرى.
el: Μπορείτε να διαχειριστείτε αυτήν την εικόνα μαζί με όλα τα άλλα αρχεία και τις μεταφορτώσεις σας.

source: Please provide a valid path and name your video thumbmail image (Note: the ideal image is 375px wide by 200px tall, in JPEG or PNG format)
ar: يرجى تقديم مسار صالح واسم صورة الفيديو المصغرة الخاصة بك (ملاحظة: الصورة المثالية هي 375px واسعة بنسبة 200px الطول، بتنسيق JPEG أو PNG)
el: Παρακαλώ δώστε μια έγκυρη διαδρομή και ονομάστε την εικόνα του βίντεο thumbmail σας (Σημείωση: η ιδανική εικόνα είναι 375px πλάτος έως 200px ύψος, σε μορφή JPEG ή PNG)

source: Introductions, prerequisites, FAQs that are used on your course summary page.
ar: المقدمات والمتطلبات الأساسية والأسئلة الشائعة المستخدمة في صفحة ملخص المقرر الدراسي.
el: Εισαγωγές, προαπαιτούμενα, Συχνές Ερωτήσεις που χρησιμοποιούνται στη σελίδα σύνοψης του μαθήματος.

source: Course Visibility in Catalog
ar: رؤية دورة في الكتالوج
el: Ορατότητα μαθήματος στον Κατάλογο

source: Defines the access permissions for showing the course in the course catalog. This can be set to one of three values: "full public", "accessible by URL", "private".
ar: تعريف أذونات الوصول لعرض المقرر دورة في كتالوج دورة. يمكن تعيين هذا على واحدة من ثلاث قيم: «عامة كاملة»، «يمكن الوصول إليها عن طريق عنوان URL»، «خاص».
el: Ορίζει τα δικαιώματα πρόσβασης για την εμφάνιση του μαθήματος στον κατάλογο μαθημάτων. Αυτό μπορεί να ρυθμιστεί σε μία από τις τρεις τιμές: «πλήρες δημόσιο», «προσβάσιμο μέσω URL», «ιδιωτικό».

source: Identify the main language of your course, this is used to assist users find courses that are taught in a specific language.
ar: حدد اللغة الرئيسية في دورة الخاصة بك، ويستخدم هذا لمساعدة المستخدمين في العثور على دورات التي يتم تدريسها بلغة معينة.
el: Προσδιορίστε την κύρια γλώσσα του μαθήματος σας, αυτό χρησιμοποιείται για να βοηθήσει τους χρήστες να βρουν μαθήματα που διδάσκονται σε μια συγκεκριμένη γλώσσα.

source: Identify the category of your course to assist users to filter courses with ease on the catalog and to better orient them during their training session.
ar: حدد فئة الدورة دورة الخاصة بك لمساعدة المستخدمين على تصفية دورات بسهولة على الكتالوج وتوجيههم بشكل أفضل خلال جلستهم التدريبية.
el: Προσδιορίστε την κατηγορία του μαθήματος σας για να βοηθήσετε τους χρήστες να φιλτράρουν τα μαθήματα με ευκολία στον κατάλογο και να τα προσανατολίσουν καλύτερα κατά τη διάρκεια της προπόνησής τους.

source: Add course tags to help users to find courses easily.
ar: أضف علامات دورة لمساعدة المستخدمين في العثور على دورات بسهولة.
el: Προσθέστε ετικέτες μαθημάτων για να βοηθήσετε τους χρήστες να βρίσκουν μαθήματα εύκολα.

source: Sort the courses to display on the My Courses page in ascending order.
ar: قم بفرز دورات لعرضها في صفحة دورات الخاصة بي بترتيب تصاعدي.
el: Ταξινόμηση των μαθημάτων που θα εμφανίζονται στη σελίδα Τα μαθήματα μου με αύξουσα σειρά.

source: If set on true, a New! label temporarily appears next to the course card image.
ar: إذا تم تعيينه على true، جديد! يظهر label مؤقتًا بجوار صورة بطاقة دورة.
el: Αν οριστεί σε true, ένα νέο! εμφανίζεται προσωρινά δίπλα στην εικόνα της κάρτας πορείας.

source: Define a course as a prerequisite.
ar: حدد دورة كشرط أساسي.
el: Καθορίστε ένα μάθημα ως προϋπόθεση.

source: Programmatic Enrollments
ar: عمليات التسجيل البرامجية
el: Προγραμματικές Εγγραφές

source: Invite Your Learners
ar: قم بدعوة متعلمين
el: Προσκαλέστε τους Εκπαιδευόμενους

source: Open your course
ar: افتح مقررك الدراسي
el: Ανοίξτε την πορεία σας

source: Schedule Reminders
ar: تذكيرات جدولة
el: Προγραμματισμός υπενθυμίσεων

source: Schedule Re-enrollement
ar: جدولة إعادة التسجيل
el: Πρόγραμμα επανεγγραφής

source: Delete your entire course and all data
ar: حذف دورة بأكمله وجميع البيانات
el: Διαγραφή ολόκληρου του μαθήματος και όλων των δεδομένων

source: Add videos to your course, you can also set subtitles, allow download and configure other options.
ar: أضف مقاطع فيديو إلى مقررك الدراسي، ويمكنك أيضًا تعيين ترجمات والسماح بالتنزيل وتكوين خيارات أخرى.
el: Προσθέστε βίντεο στο μάθημά σας, μπορείτε επίσης να ορίσετε υπότιτλους, να επιτρέψετε τη λήψη και να διαμορφώσετε άλλες επιλογές.

source: General Information
ar: معلومات عامة
el: Γενικές Πληροφορίες

source: Schedule Your Course
ar: جدولة مقررك الدراسي
el: Προγραμματίστε το μάθημα σας

source: Introduce Your Course
ar: تقديم دورتك
el: Εισάγετε το Μάθημα σας

source: Label Your Course
ar: تسمية دورة الخاصة بك
el: Επισήμανση του μαθήματος σας

source: Target Your Learners
ar: استهدف متعلمين
el: Στοχεύστε τους Εκπαιδευόμενους

source: Schedule Engagement
ar: جدولة المشاركة
el: Προγραμματισμός δέσμευσης

source: Delete Course
ar: حذف دورة
el: Διαγραφή μαθήματος

source: Indicate if the course will be available to mobile devices.
ar: حدد ما إذا كانت دورة ستكون متاحة للأجهزة المحمولة.
el: Υποδείξτε εάν το μάθημα θα είναι διαθέσιμο σε κινητές συσκευές.

source: Indicate if you can hide a subsection until learners earn a minimum score in another, prerequisite subsection.
ar: حدد ما إذا كان بإمكانك إخفاء قسم فرعي حتى يحصل متعلمين على الحد الأدنى من الدرجة في قسم فرعي آخر من المتطلبات الأساسية.
el: Υποδείξτε εάν μπορείτε να αποκρύψετε μια υποενότητα μέχρι οι εκπαιδευόμενοι να κερδίσουν ένα ελάχιστο σκορ σε μια άλλη, προαπαιτούμενη υποενότητα.

source: Select the names of the advanced modules to use in your course.
ar: حدد أسماء الوحدات النمطية المتقدمة لاستخدامها في مقررك الدراسي.
el: Επιλέξτε τα ονόματα των προηγμένων ενοτήτων που θα χρησιμοποιηθούν στο μάθημά σας.

source: Indicate if video caching will be used for HTML5 videos.
ar: حدد ما إذا كان سيتم استخدام التخزين المؤقت للفيديو لمقاطع فيديو HTML5.
el: Υποδείξτε εάν η προσωρινή αποθήκευση βίντεο θα χρησιμοποιηθεί για βίντεο HTML5.

source: Indicate if learners can see the calculator in the course.
ar: حدد ما إذا كان بإمكان متعلمين رؤية الآلة الحاسبة في الدورة دورة.
el: Υποδείξτε εάν οι εκπαιδευόμενοι μπορούν να δουν την αριθμομηχανή στο μάθημα.

source: Indicate if problems in the course default to always displaying a 'Reset' button. You can override this in each problem's settings. All existing problems are affected when this course-wide setting is changed.
ar: حدد ما إذا كانت المشكلات في دورة الافتراضي لعرض زر «إعادة تعيين» دائمًا. يمكنك تجاوز هذا في إعدادات كل مشكلة. تتأثر جميع المشكلات الحالية عند تغيير هذا الإعداد على مستوى المقرر الدراسي.
el: Υποδείξτε εάν υπάρχουν προβλήματα στην προεπιλεγμένη πορεία για να εμφανίζεται πάντα ένα κουμπί «Επαναφορά». Μπορείτε να το παρακάμψετε στις ρυθμίσεις κάθε προβλήματος. Όλα τα υπάρχοντα προβλήματα επηρεάζονται όταν αλλάξει αυτή η ρύθμιση για όλο το μάθημα.

source: Indicate if timed exams are enabled in your course. Regardless of this setting, timed exams are enabled if Enable Proctored Exams is set to true.
ar: حدد ما إذا تم تمكين الاختبارات الموقوتة في مقررك الدراسي. بغض النظر عن هذا الإعداد، يتم تمكين الاختبارات الموقوتة إذا تم تعيين تمكين الاختبارات Proctroed على true.
el: Αναφέρετε εάν οι χρονομετρημένες εξετάσεις είναι ενεργοποιημένες στο μάθημά σας. Ανεξάρτητα από αυτήν τη ρύθμιση, οι χρονομετρημένες εξετάσεις ενεργοποιούνται εάν η Ενεργοποίηση εξετάσεων Proctored έχει οριστεί σε true.

source: Enable if proctored exams are enabled in your course. Note that enabling proctored exams will also enable timed exams.
ar: تمكين إذا تم تمكين الاختبارات التي تمت مراجعها في مقررك الدراسي. لاحظ أن تمكين الاختبارات التي تتم مراجعها سيمكن أيضًا الاختبارات الموقووتة.
el: Ενεργοποιήστε αν οι εξετάσεις είναι ενεργοποιημένες στο μάθημά σας. Σημειώστε ότι η ενεργοποίηση των εξετάσεων proctored θα επιτρέψει επίσης χρονομετρικές εξετάσεις.

source: Indicate if learners can choose to take proctored exams without proctoring. If this value is false, all learners must take the exam with proctoring. This setting only applies if proctored exams are enabled for the course.
ar: حدد ما إذا كان بإمكان متعلمين اختيار إجراء اختبارات مراقبة دون مراقبة. إذا كانت هذه القيمة خاطئة، يجب على جميع متعلمين إجراء الاختبار مع proctoring. ينطبق هذا الإعداد فقط إذا تم تمكين الاختبارات التي تمت مراجعها للدورة دورة.
el: Υποδείξτε εάν οι εκπαιδευόμενοι μπορούν να επιλέξουν να λάβουν εξετάσεις χωρίς καθοδήγηση. Εάν αυτή η τιμή είναι ψευδής, όλοι οι εκπαιδευόμενοι πρέπει να λάβουν την εξέταση με proctoring. Αυτή η ρύθμιση ισχύει μόνο εάν είναι ενεργοποιημένες οι εξετάσεις για το μάθημα.

source: Indicate if a Zendesk ticket will be created for suspicious attempts.
ar: حدد ما إذا كان سيتم إنشاء تذكرة Zendesk للمحاولات المشبوهة.
el: Υποδείξτε εάν ένα εισιτήριο Zendesk θα δημιουργηθεί για ύποπτες προσπάθειες.

source: If activated, learners can create discussion posts that are anonymous to other learners. This setting does not make posts anonymous to course staff.
ar: إذا تم تنشيطه، يمكن للمتعلمين إنشاء مشاركات مناقشة مجهولة للمتعلمين الآخرين. لا يجعل هذا الإعداد المشاركات مجهولة لموظفي المقرر دورة.
el: Εάν ενεργοποιηθεί, οι εκπαιδευόμενοι μπορούν να δημιουργήσουν ανώνυμες αναρτήσεις συζήτησης σε άλλους εκπαιδευόμενους. Αυτή η ρύθμιση δεν κάνει ανώνυμες αναρτήσεις στο προσωπικό του μαθήματος.

source: If activated, discussion categories and subcategories are sorted alphabetically. If false, they are sorted chronologically by creation date and time.
ar: إذا تم تنشيطها، يتم فرز فئات المناقشة والفئات الفرعية أبجديًا. إذا كانت خاطئة، يتم فرزها ترتيبًا زمنيًا حسب تاريخ ووقت الإنشاء.
el: Αν ενεργοποιηθεί, οι κατηγορίες και οι υποκατηγορίες συζητήσεων ταξινομούνται αλφαβητικά. Εάν είναι ψευδείς, ταξινομούνται χρονολογικά κατά ημερομηνία και ώρα δημιουργίας.

source: If activated, users can view the course wiki even if they're not enrolled in the course.
ar: إذا تم تنشيطه، يمكن للمستخدمين عرض ويكي دورة حتى إذا لم يكونوا مسجلين في دورة.
el: Αν ενεργοποιηθεί, οι χρήστες μπορούν να δουν το wiki του μαθήματος ακόμα και αν δεν είναι εγγεγραμμένοι στο μάθημα.

source: Resources
ar: الموارد
el: Πόροι

source: Learner Activities
ar: أنشطة متعلم
el: Δραστηριότητες Εκπαιδευόμενου

source: Blended Learning
ar: تعلم مختلط
el: Μικτή εκπαίδευση

source: Curated Content
ar: محتوى منسق
el: Επιλεγμένο περιεχόμενο

source: Instructor Led Training
ar: تدريب بقيادة المدرب
el: Εκπαίδευση με Οδηγό Εκπαιδευτή

source: Blank Quiz
ar: مسابقة فارغة
el: Κενό κουίζ

source: Randomized Content Block
ar: كتلة المحتوى العشوائي
el: Τυχαιοποιημένο μπλοκ περιεχομένου

source: Word Cloud
ar: وورد كلاود
el: Σύννεφο Word

source: Forum
ar: منتدى
el: Φόρουμ

source: Display name for this module
ar: اسم العرض لهذه الوحدة
el: Εμφανιζόμενο όνομα για αυτή τη λειτουργική μονάδα

source: Does this SCORM need to be scored?
ar: هل يجب تسجيل SCORM هذا؟
el: Χρειάζεται να βαθμολογηθεί αυτό το SCORM;

source: Icon be used in course page
ar: يتم استخدام الرمز في صفحة دورة
el: Εικονίδιο να χρησιμοποιηθεί στη σελίδα του μαθήματος

source: SCORM module in .zip format
ar: وحدة SCORM بتنسيق.zip
el: Μονάδα SCORM σε μορφή.zip

source: Size limit:
ar: حد الحجم:
el: Όριο μεγέθους:

source: Aspect ratio of this module
ar: نسبة العرض إلى الارتفاع لهذه الوحدة
el: Λόγος διαστάσεων αυτής της ενότητας

source: Enter the prompt for the user.
ar: أدخل المطالبة للمستخدم.
el: Εισαγάγετε την ερώτηση για το χρήστη.

source: This text will be displayed for the user as some extra feedback after they have submitted their response to the poll.
ar: سيتم عرض هذا النص للمستخدم كبعض التعليقات الإضافية بعد أن قدم ردهم على الاستطلاع.
el: Αυτό το κείμενο θα εμφανιστεί για το χρήστη ως κάποια επιπλέον σχόλια μετά την υποβολή απάντησή του στην δημοσκόπηση.

source: Private Results
ar: نتائج خاصة
el: Ιδιωτικά Αποτελέσματα

source: If this is activated, the platform will not display results of the poll to the user.
ar: إذا تم تنشيط هذا، فلن تعرض المنصة نتائج الاستطلاع للمستخدم.
el: Εάν ενεργοποιηθεί, η πλατφόρμα δεν θα εμφανίσει τα αποτελέσματα της δημοσκόπησης στον χρήστη.

source: Maximum Submissions
ar: الحد الأقصى للإرسال
el: Μέγιστες Υποβολές
