Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar, el

source: We received a request to change the e-mail associated with your {platform_name} account from {old_email} to {new_email}. If this is correct, please confirm your new e-mail address by visiting:
ar: تلقينا طلبًا لتغيير البريد الإلكتروني المرتبط بحسابك {platform_name} من {old_email} إلى {new_email}. إذا كان هذا صحيحًا، فيرجى تأكيد عنوان بريدك الإلكتروني الجديد من خلال زيارة:
el: Λάβαμε ένα αίτημα για αλλαγή του email σας στο {platform_name} από {old_email} σε {new_email}. Εάν επιθυμείτε όντως αυτή την αλλαγή, επιβεβαιώστε τη νέα διεύθυνση email πατώντας πάνω στον παρακάτω σύνδεσμο:

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the help section of the {platform_name} web site.
ar: إذا لم تطلب ذلك، فلن تحتاج إلى فعل أي شيء؛ لن تتلقى أي بريد إلكتروني آخر منا. يرجى عدم الرد على هذا البريد الإلكتروني؛ إذا كنت بحاجة إلى مساعدة، تحقق من قسم المساعدة في موقع {platform_name} على شبكة الإنترنت.
el: Εάν δεν επιθυμείτε να γίνει η αλλαγή, δεν απαιτείται καμία ενέργεια. Εάν χρειάζεστε βοήθεια, δείτε τις Συχνές Ερωτήσεις στη σελίδα του {platform_name} .

source: Request to change {platform_name} account e-mail
ar: طلب تغيير {platform_name} حساب بريد إلكتروني
el: Αίτημα αλλαγής e-mail στο {platform_name}

source: Dear learner,
ar: عزيزي متعلم،
el: Αγαπητέ μαθητή,

source: You have been invited to join {course_name} at {site_name} by a member of the course staff.
ar: لقد تمت دعوتك للانضمام إلى {course_name} في {site_name} من قبل أحد أعضاء طاقم دورة.
el: Έχετε προσκληθεί να συμμετάσχετε στο {course_name} στο {site_name} από ένα μέλος του προσωπικού του μαθήματος.

source: You have been invited to join {program_name} at {site_name} by a staff member.
ar: لقد تمت دعوتك للانضمام إلى {program_name} في {site_name} من قبل أحد أعضاء طاقم دورة.
el: Έχετε προσκληθεί να συμμετάσχετε στο {program_name} στο {site_name} από ένα μέλος του προσωπικού του μαθήματος.

source: To access the course visit {course_about_url} and register for the course.
ar: للوصول إلى الدورة التدريبية، قم بزيارة {course_about_url} والتسجيل في الدورة.
el: Για να αποκτήσετε πρόσβαση στο μάθημα επισκεφθείτε {course_about_url} και να εγγραφείτε στο μάθημα.

source: To finish your registration, please visit {registration_url} and fill out the registration form making sure to use {email_address} in the E-mail field.
ar: لإنهاء تسجيلك، يرجى زيارة {registration_url} وملء نموذج التسجيل مع التأكد من استخدام {email_address} في حقل البريد الإلكتروني.
el: Για να ολοκληρώσετε την εγγραφή σας, παρακαλούμε επισκεφθείτε το {registration_url} και συμπληρώστε τη φόρμα εγγραφής φροντίζοντας να χρησιμοποιήσετε το {email_address} στο πεδίο E-mail.

source: Once you have registered and activated your account, you will see {course_name} listed on your dashboard.
ar: بمجرد تسجيل حسابك وتنشيطه، سترى {course_name} مدرجًا في لوحة التحكم الخاصة بك.
el: Μόλις καταχωρήσετε και ενεργοποιήσετε το λογαριασμό σας, θα δείτε το {course_name} στον πίνακα εργαλείων σας.

source: Once you have registered and activated your account, you will see {program_name} listed on your dashboard.
ar: بمجرد تسجيل حسابك وتنشيطه، سترى {program_name} مدرجًا في لوحة التحكم الخاصة بك.
el: Μόλις καταχωρήσετε και ενεργοποιήσετε το λογαριασμό σας, θα δείτε το {program_name} στον πίνακα εργαλείων σας.

source: Once you have registered and activated your account, visit {course_about_url} to join the course.
ar: بمجرد تسجيل حسابك وتنشيطه، قم بزيارة {course_about_url} للانضمام إلى الدورة دورة.
el: Μόλις καταχωρήσετε και ενεργοποιήσετε το λογαριασμό σας, επισκεφθείτε το {course_about_url} για να συμμετάσχετε στο μάθημα.

source: Once you have registered and activated your account, visit {program_url} to join the Learning Path.
ar: بمجرد تسجيل حسابك وتنشيطه ، تفضل بزيارة {program_url} للانضمام إلى مسار التعلم.
el: Αφού εγγραφείτε και ενεργοποιήσετε το λογαριασμό σας, επισκεφθείτε το {program_url} για να ενταχθείτε στο mονοπάτια eκ.

source: You can then enroll in {course_name}.
ar: يمكنك بعد ذلك التسجيل في {course_name}.
el: Στη συνέχεια, μπορείτε να εγγραφείτε στο {course_name}.

source: You can then enroll in {program_name}.
ar: يمكنك بعد ذلك التسجيل في {program_name}.
el: Στη συνέχεια, μπορείτε να εγγραφείτε στο {program_name}.

source: You have been invited to register for {course_name}
ar: لقد تمت دعوتك للتسجيل في {course_name}
el: Έχετε κληθεί να εγγραφείτε στο {course_name}

source: You have been invited to register for {program_name}
ar: لقد تمت دعوتك للتسجيل في {program_name}
el: Έχετε κληθεί να εγγραφείτε στο {program_name}

source: You have been enrolled in {course_name} at {site_name} by a member of the course staff. The course should now appear on your {site_name} dashboard.
ar: لقد تم تسجيلك في {course_name} في {site_name} من قبل عضو من موظفي دورة. يجب أن تظهر دورة الآن على لوحة التحكم {site_name} .
el: Έχετε εγγραφεί στο {course_name} προς {site_name} από ένα μέλος του προσωπικού του μαθήματος. Το μάθημα θα πρέπει τώρα να εμφανίζεται στο {site_name} ταμπλό σας.

source: You have been enrolled in {program_name} at {site_name} by a staff member. The Learning Path should now appear on your {site_name} dashboard.
ar: لقد تم تسجيلك في {program_name} في {site_name} بواسطة أحد أعضاء الفريق. يجب أن يظهر مسار التعلم الآن على لوحة تحكم {site_name} الخاصة بك.
el: Έχετε εγγραφεί στο {program_name} στην {site_name} από ένα μέλος της ομάδας. Το mονοπάτια eκ θα πρέπει τώρα να εμφανίζεται στο ταμπλό σας {site_name}.

source: This email was automatically sent from {site_name} to {full_name}
ar: تم إرسال هذا البريد الإلكتروني تلقائيًا من {site_name} إلى {full_name}
el: Αυτό το e-mail έχει αποσταλεί αυτόματα από το {site_name} στον χρήστη {full_name}

source: You have been enrolled in {course_name}
ar: لقد تم تسجيلك في {course_name}
el: Έχετε εγγραφεί στο {course_name}

source: You have been enrolled in {program_name}
ar: لقد تم تسجيلك في {program_name}
el: Έχετε εγγραφεί στο {program_name}

source: Hello,
ar: مرحبًا،
el: Χαίρετε,

source: This email is to inform you that the learners ({learners}) have been unenrolled from the ILT session '{ilt_name}' in the course '{course_name}' on the {platform_name} platform. For more information about the session, please click on the link below:
el: Αυτό το email είναι για να σας ενημερώσει ότι οι εκπαιδευόμενοι ({learners}) δεν έχουν εγγραφεί από την συνεδρία ILT '{ilt_name}' στο μάθημα '{course_name}' στην πλατφόρμα {platform_name} . Για περισσότερες πληροφορίες σχετικά με τη συνεδρία, κάντε κλικ στον παρακάτω σύνδεσμο:

source: Best regards,
ar: أطيب التحيات،
el: Τις καλύτερες ευχές,

source: ILT batch unenrollment notification
ar: إعلام إلغاء تسجيل دفعة ILT
el: Ειδοποίηση κατάργησης εγγραφής παρτίδας ILT

source: You have been enrolled to the ILT session '{ilt_name}' in the course {course_name} on the {platform_name} platform.
el: Έχετε εγγραφεί στη συνεδρία ILT '{ilt_name}' στο μάθημα {course_name} στην πλατφόρμα {platform_name}.

source: Here are the information about your hotel reservation
ar: فيما يلي معلومات حول حجز الفندق الخاص بك
el: Ακολουθούν οι πληροφορίες σχετικά με την κράτηση του ξενοδοχείου σας

source: For more information about the session, please click on the link below:
ar: لمزيد من المعلومات حول الجلسة، يرجى النقر على الرابط أدناه:
el: Για περισσότερες πληροφορίες σχετικά με το session, παρακαλούμε κάνετε click στο παρακάτω link:

source: ILT course enrollment notification
ar: إعلام تسجيل دورة ILT
el: Ειδοποίηση εγγραφής σε μαθήματα με ILT

source: You have been enrolled to an ILT session '{ilt_name}' in course {course_name} on the {platform_name} platform. For more information about the session, please click on the link below:
el: Έχετε εγγραφεί σε μια συνεδρία ILT '{ilt_name}' στο μάθημα {course_name} στην πλατφόρμα {platform_name} . Για περισσότερες πληροφορίες σχετικά με τη συνεδρία, κάντε κλικ στον παρακάτω σύνδεσμο:

source: Please take note of the accommodation requests for each of the sessions below:
ar: يرجى ملاحظة طلبات الإقامة لكل جلسة من الجلسات أدناه:
el: Παρακαλούμε σημειώστε τις αιτήσεις διανυκτέρευσης , για κάθε μία από τις εκπαιδεύσεις παρακάτω:

source: See you soon.
ar: أراك قريبًا.
el: Θα σας δούμε σύντομα.

source: Access to the accomodation management tab - {link}
ar: الوصول إلى علامة التبويب إدارة الإقامة - {link}
el: Πρόσβαση στην διαχείριση καρτέλας διανυκτέρευσης - {link}

source: In-class training batch unenrollment notification [{ilt_name}]
el: Απεγγραφή ενημέρωσης για το batch εκπαίδευσης [{ilt_name}]

source: PENDING - Accommodation requests
ar: انتظار - طلبات الإقامة
el: ΕΚΚΡΕΜΟΤΗΤΑ - αιτήσεις διανυκτέρευσης

source: This email is to inform you that the following learners have been unenrolled from the ILT session '{ilt_name}' in the course '{course_name}' on the {platform_name} platform.
el: Αυτό το email είναι για να σας ενημερώσει ότι οι παρακάτω εκπαιδευόμενοι δεν έχουν εγγραφεί από την συνεδρία ILT '{ilt_name}' στο μάθημα '{course_name}' στην πλατφόρμα {platform_name}.

source: This email is to inform you that the learners ({learners}) have been unenrolled from the {ilt_name} in-class training scheduled for {start} in {location} at {address}, {city} {zipcode}. For more information about the session, please click on the link below:
el: Το email αυτό αφορά στην ενημέρωσή σας, για την απεγγραφή του/της ({learners}) από την εκπαίδευση {ilt_name} που είναι προγραμματισμένη για {start} στο {location} σε {address}, {city} {zipcode}. Για περισσότερες πληροφορίες, παρακαλούμε κάνετε click στο παρακάτω link:

source: This email is to inform you that the ILT session '{ilt_name}' in the course {course_name} on the {platform_name} platform has been canceled.
el: Αυτό το email είναι για να σας ενημερώσει ότι η συνεδρία ILT '{ilt_name}' στο μάθημα {course_name} στην πλατφόρμα {platform_name} έχει ακυρωθεί.

source: Please cancel the hotel reservations of the participants.
ar: يرجى إلغاء حجوزات الفنادق للمشاركين.
el: Παρακαλείστε να ακυρώσετε τις κρατήσεις ξενοδοχείων των συμμετεχόντων.

source: ILT hotel reservation cancellation
ar: إلغاء حجز فندق ILT
el: Ακύρωση κράτησης ξενοδοχείων ILT

source: The hotel information of the ILT session '{ilt_name}' in course {course_name} on the {platform_name} platform has been updated.
el: Οι πληροφορίες του ξενοδοχείου για τη συνεδρία ILT '{ilt_name}' στο μάθημα {course_name} στην πλατφόρμα {platform_name} έχουν ενημερωθεί.

source: Here are your new hotel information
ar: فيما يلي معلومات الفندق الجديدة
el: Εδώ είναι οι νέες πληροφορίες του ξενοδοχείου σας

source: Hotel information of an ILT session has been updated
ar: تم تحديث معلومات الفندق الخاصة بجلسة ILT
el: Ενημερώθηκαν οι πληροφορίες του ξενοδοχείου για συνεδρία με ILT

source: Your request to enroll in the ILT session '{ilt_name}' in course {course_name} on {platform_name} platform has been refused by your supervisor.
el: Το αίτημά σας για εγγραφή στην συνεδρία ILT '{ilt_name}' στην πλατφόρμα {course_name} on {platform_name} απορρίφθηκε από τον προϊστάμενό σας.

source: Your ILT request has been refused
ar: تم رفض طلب ILT الخاص بك
el: Το αίτημά σας για την ILT απορρίφθηκε

source: This email is to inform you that the learner {name} has cancelled his/her request to enroll in the ILT session '{ilt_name}' in course {course_name} on the {platform_name} platform. For more information about the session, please click on the link below:
el: Αυτό το email σας ενημερώνει ότι ο εκπαιδευόμενος {name} έχει ακυρώσει το αίτημά του να εγγραφεί στην συνεδρία ILT '{ilt_name}' στο μάθημα {course_name} στην πλατφόρμα {platform_name} . Για περισσότερες πληροφορίες σχετικά με τη συνεδρία, κάντε κλικ στον παρακάτω σύνδεσμο:

source: ILT course unenrollment notification
ar: إعلام إلغاء التسجيل في دورة ILT
el: Ειδοποίηση κατάργησης εγγραφής μαθημάτων με ILT

source: The ILT session '{ilt_name}' in course {course_name} has been cancelled on the {platform_name} platform. The learners who were enrolled in this session are {learners}. For more information about the session, please click on the link below:
el: Η συνεδρία ILT «{ilt_name}» στο μάθημα {course_name} ακυρώθηκε στην πλατφόρμα {platform_name} . Οι εκπαιδευόμενοι που έχουν εγγραφεί σε αυτή τη συνεδρία είναι {learners}. Για περισσότερες πληροφορίες σχετικά με τη συνεδρία, κάντε κλικ στον παρακάτω σύνδεσμο:

source: One of your ILT session '{ilt_name}' in course {course_name} has been cancelled on the {platform_name} platform. For more information about the session, please click on the link below:
el: Μία από τις συνεδρίες ILT '{ilt_name}' στο μάθημα {course_name} ακυρώθηκε στην πλατφόρμα {platform_name} . Για περισσότερες πληροφορίες σχετικά με τη συνεδρία, κάντε κλικ στον παρακάτω σύνδεσμο:

source: ILT session canceled
ar: تم إلغاء جلسة ILT
el: Ακύρωση συνεδρίας με την ILT

source: One of your ILT session '{ilt_name}' schedule has been changed on the {platform_name} platform. For more information about the session, please click on the link below:
el: Ένα από τα προγράμματα '{ilt_name}' της συνεδρίας ILT έχει αλλάξει στην πλατφόρμα {platform_name} . Για περισσότερες πληροφορίες σχετικά με τη συνεδρία, κάντε κλικ στον παρακάτω σύνδεσμο:

source: ILT session time changed
ar: تم تغيير وقت جلسة ILT
el: Ο χρόνος συνεδρίας με την ILT άλλαξε

source: You have been unenrolled from the ILT session '{ilt_name}' on the {platform_name} platform. For more information about the session, please click on the link below:
el: Έχετε εγγραφεί από τη συνεδρία ILT '{ilt_name}' στην πλατφόρμα {platform_name} . Για περισσότερες πληροφορίες σχετικά με τη συνεδρία, κάντε κλικ στον παρακάτω σύνδεσμο:

source: A learner ({name}) has sent a request to enroll in the ILT session '{ilt_name}' on the {platform_name} platform. Please click the link below to validate the request:
el: Ένας εκπαιδευόμενος ({name}) έχει στείλει ένα αίτημα εγγραφής στην συνεδρία ILT '{ilt_name}' στην πλατφόρμα {platform_name} . Παρακαλούμε κάντε κλικ στον παρακάτω σύνδεσμο για να επικυρώσετε το αίτημα:

source: A learner has requested to enroll in an ILT session
ar: طلب متعلم التسجيل في جلسة ILT
el: Ένας εκπαιδευόμενος έχει ζητήσει να εγγραφεί σε συνεδρία με ILT

source: The scores of the following sections have been overridden.
ar: تم تجاوز عشرات الأقسام التالية.
el: Οι βαθμολογίες των ακόλουθων ενοτήτων έχουν παρακαμφθεί.

source: Your score of the course {course_name} has been overridden to {score}.
ar: تم تجاوز درجاتك في دورة {course_name} إلى {score}.
el: Το σκορ σας στο μάθημα {course_name} έχει παρακαμφθεί στο {score}.

source: You can review your learning progress by clicking on the link below:
ar: يمكنك مراجعة تقدم التعلم الخاص بك من خلال النقر على الرابط أدناه:
el: Μπορείτε να δείτε την πρόοδο της εκπαίδευσής σας κάνοντας κλικ στον παρακάτω σύνδεσμο:

source: Note: if you didn't complete this course or section yourself, it might be the course admin that gave you a waiver following your request. If any problem regarding this completion, please contact the {platform_name} team.
ar: ملاحظة: إذا لم تكمل هذه دورة أو القسم بنفسك، فقد يكون مسؤول دورة هو الذي أعطاك تنازلاً بعد طلبك. في حالة وجود أي مشكلة فيما يتعلق بهذا الإنجاز، يرجى الاتصال بفريق {platform_name} .
el: Σημείωση: αν δεν ολοκληρώσατε αυτό το μάθημα ή την ενότητα μόνοι σας, μπορεί να είναι ο διαχειριστής του μαθήματος που σας έδωσε μια παραίτηση μετά το αίτημά σας. Εάν οποιοδήποτε πρόβλημα σχετικά με αυτή την ολοκλήρωση, παρακαλούμε επικοινωνήστε με την ομάδα {platform_name}.

source: Your score of the course {course_name} on {platform_name} has been overridden
ar: تم تجاوز درجاتك في دورة {course_name} على {platform_name}
el: Το σκορ σας στο μάθημα {course_name} προς {platform_name} έχει παρακαμφθεί

source: Your payment was successful. You will see the charge below on your next credit or debit card statement under the company name {merchant_name}.
ar: كانت دفعتك ناجحة. سترى الرسوم أدناه في كشف حساب بطاقة الائتمان أو الخصم التالي تحت اسم الشركة {merchant_name}.
el: Η πληρωμή σου ήταν επιτυχής. Θα δείτε την παρακάτω χρέωση στην επόμενη πιστωτική ή χρεωστική σας κάρτα κάτω από το όνομα της εταιρείας {merchant_name}.

source: Thank you,
ar: شكرا لك،
el: Σας ευχαριστώ,

source: Your order number is: {order_number}
ar: رقم طلبك هو: {order_number}
el: Ο αριθμός παραγγελίας σας είναι: {order_number}

source: Thanks for submitting your photos!
ar: شكرا لتقديم الصور الخاصة بك!
el: Ευχαριστούμε για την υποβολή των φωτογραφιών σας!

source: We've received your information and the ID verification process has begun.Check for an email from us in the next few days to confirm whether your verification was successful.You can also check the status of the verification process on your dashboard.
ar: لقد تلقينا معلوماتك وبدأت عملية التحقق من الهوية. تحقق من وجود بريد إلكتروني منا في الأيام القليلة القادمة لتأكيد ما إذا كان التحقق ناجحًا. يمكنك أيضًا التحقق من حالة عملية التحقق على لوحة المعلومات الخاصة بك.
el: Έχουμε λάβει τα στοιχεία σας και η διαδικασία επαλήθευσης ταυτότητας έχει ξεκινήσει. Ελέγξτε για ένα email από εμάς τις επόμενες ημέρες για να επιβεβαιώσετε αν η επαλήθευση σας ήταν επιτυχής. Μπορείτε επίσης να ελέγξετε την κατάσταση της διαδικασίας επαλήθευσης στον πίνακα εργαλείων σας.

source: The {platform_name} team
ar: فريق {platform_name}
el: Η ομάδα του {platform_name}

source: Thank you for purchasing enrollments in {course_name}.
ar: شكرًا لك على شراء التسجيلات في {course_name}.
el: Σας ευχαριστούμε για την αγορά εγγραφών στο {course_name}.

source: An invoice for {currency_symbol}{total_price} is attached. Payment is due upon receipt. You can find information about payment methods on the invoice.
ar: يتم إرفاق فاتورة لـ {currency_symbol}{total_price} . الدفع مستحق عند الاستلام. يمكنك العثور على معلومات حول طرق الدفع على الفاتورة.
el: Επισυνάπτεται τιμολόγιο για το {currency_symbol}{total_price} . Η πληρωμή πραγματοποιείται κατά την παραλαβή. Μπορείτε να βρείτε πληροφορίες σχετικά με τις μεθόδους πληρωμής στο τιμολόγιο.

source: A .csv file that lists your enrollment codes is attached. You can use the email template below to distribute enrollment codes to your students. Each student must use a separate enrollment code.
el: Επισυνάπτεται ένα αρχείο.csv που παραθέτει τους κωδικούς εγγραφής σας. Μπορείτε να χρησιμοποιήσετε το παρακάτω πρότυπο ηλεκτρονικού ταχυδρομείου για να διανείμετε τους κωδικούς εγγραφής στους εκπαιδευόμενους σας. Κάθε εκπαιδευόμενος πρέπει να χρησιμοποιήσει έναν ξεχωριστό κωδικό εγγραφής.

source: Thanks, The {platform_name} Team
ar: شكرا، فريق {platform_name}
el: Ευχαριστούμε Η ομάδα του {platform_name}

source: Dear [[Name]]:
ar: عزيزي [[Name]]:
el: Αγαπητέ/ή [[Name]]:

source: We have provided a course enrollment code for you in {course_name}. To enroll in the course, click the following link:
ar: لقد قدمنا رمز تسجيل دورة لك في {course_name}. للتسجيل في دورة، انقر فوق الارتباط التالي:
el: Έχουμε δώσει έναν κωδικό εγγραφής μαθήματος για εσάς στο {course_name}. Για να εγγραφείτε στο μάθημα, κάντε κλικ στον παρακάτω σύνδεσμο:

source: HTML link from the attached CSV file
ar: رابط HTML من ملف CSV المرفق
el: Σύνδεση HTML από το συνημμένο αρχείο CSV

source: After you enroll, you can see the course on your learner dashboard. You can see course materials after the course start date.
ar: بعد التسجيل، يمكنك مشاهدة دورة على لوحة معلومات متعلم. يمكنك الاطلاع على مواد دورة بعد تاريخ بدء دورة.
el: Αφού εγγραφείτε, μπορείτε να δείτε το μάθημα στον πίνακα εργαλείων του εκπαιδευόμενου σας. Μπορείτε να δείτε υλικό μαθημάτων μετά την ημερομηνία έναρξης του μαθήματος.

source: Sincerely, [[Your Signature]]
ar: مع خالص التقدير، [[توقيعك]]
el: Ειλικρινά, [[Η Υπογραφή Σου]]

source: INVOICE
ar: فاتورة
el: ΤΙΜΟΛΌΓΙΟ

source: Invoice No: {invoice_number}
ar: رقم الفاتورة: {invoice_number}
el: Αριθ. τιμολογίου: {invoice_number}

source: Terms: Due Upon Receipt
ar: الشروط: مستحقة عند الاستلام
el: Όροι: Με την παραλαβή

source: Due Date: {date}
ar: تاريخ الاستحقاق: {date}
el: Υποβολή μέχρι: {date}

source: Bill to:
ar: مشروع قانون إلى:
el: Λογαριασμός σε:

source: Customer Reference Number: {reference_number}
ar: الرقم المرجعي للعميل: {reference_number}
el: Αριθμός αναφοράς πελάτη: {reference_number}

source: Balance Due: {currency_symbol}{sale_price}
ar: الرصيد المستحق: {currency_symbol}{sale_price}
el: Εξοφληόμενο υπόλοιπο: {currency_symbol}{sale_price}

source: Course: {course_name}
ar: دورة: {course_name}
el: Μάθημα: {course_name}

source: Price: {currency_symbol}{course_price} Quantity: {quantity} Sub-Total: {currency_symbol}{sub_total} Discount: {currency_symbol}{discount}
ar: السعر: {currency_symbol}{course_price} الكمية: {quantity} المجموع الفرعي: {currency_symbol}{sub_total} الخصم: {currency_symbol}{discount}
el: Τιμή: {currency_symbol}{course_price} Ποσότητα: {quantity} Μερικό σύνολο: {currency_symbol}{sub_total} Έκπτωση: {currency_symbol}{discount}

source: Total: {currency_symbol}{sale_price}
ar: المجموع: {currency_symbol}{sale_price}
el: Σύνολο: {currency_symbol}{sale_price}

source: Payment Instructions
ar: تعليمات الدفع
el: Οδηγίες Πληρωμής

source: If we do not receive payment, the learner enrollments that use these codes will be canceled and learners will not be able to access course materials. All purchases are final. For more information, see the {site_name} cancellation policy.
ar: إذا لم نتلق مدفوعات، فسيتم إلغاء تسجيلات متعلم التي تستخدم هذه الرموز ولن يتمكن متعلمين من الوصول إلى مواد دورة. جميع المشتريات نهائية. لمزيد من المعلومات، راجع سياسة الإلغاء {site_name} .
el: Εάν δεν λάβουμε πληρωμή, οι εγγραφές εκπαιδευομένων που χρησιμοποιούν αυτούς τους κωδικούς θα ακυρωθούν και οι εκπαιδευόμενοι δεν θα μπορούν να έχουν πρόσβαση σε υλικό μαθημάτων. Όλες οι αγορές είναι τελικές. Για περισσότερες πληροφορίες, ανατρέξτε στην πολιτική ακύρωσης {site_name}.

source: For payment questions, contact {contact_email}
ar: للحصول على أسئلة الدفع، اتصل بـ {contact_email}
el: Για ερωτήματα που αφορούν πληρωμές, απευθυνθείτε στο {contact_email}

source: We are sorry. Our course staff did not approve your request to change your name from {old_name} to {new_name}. If you need further assistance, please e-mail the course staff at {email}.
ar: نحن آسفون. لم يوافق موظفو دورة لدينا على طلبك لتغيير اسمك من {old_name} إلى {new_name}. إذا كنت بحاجة إلى مزيد من المساعدة, يرجى إرسال بريد إلكتروني إلى موظفي دورة على {email}.
el: Λυπούμαστε. Το προσωπικό του μαθήματος δεν ενέκρινε το αίτημά σας για αλλαγή ονόματος από {old_name} σε {new_name}. Εάν χρειάζεστε περαιτέρω βοήθεια, παρακαλούμε στείλτε e-mail στο προσωπικό του μαθήματος στο {email}.

source: You have been removed as a beta tester for {course_name} at {site_name} by a member of the course staff. The course will remain on your dashboard, but you will no longer be part of the beta testing group.
ar: تمت إزالتك كمختبر تجريبي لـ {course_name} في {site_name} من قبل أحد أعضاء طاقم دورة. ستبقى دورة على لوحة التحكم الخاصة بك، ولكنك لن تكون جزءًا من مجموعة الاختبار التجريبي.
el: Έχετε διαγραφεί από beta tester για το μάθημα {course_name} του {site_name} από κάποιο μέλος του προσωπικού του μαθήματος. Το μάθημα θα παραμείνει στον κατάλογο των μαθημάτων σας, αλλά δεν θα ανήκετε πλέον στην ομάδα των beta testers.

source: Your other courses have not been affected.
ar: لم تتأثر دوراتك الأخرى.
el: Τα άλλα μαθήματα σας δεν έχουν επηρεαστεί.

source: Your other Learning Paths have not been affected.
ar: لم تتأثر مسارات التعلم الأخرى الخاصة بك.
el: Τα άλλα μαθησιακά σας μονοπάτια δεν έχουν επηρεαστεί.

source: You have been removed from a beta test for {course_name}
ar: لقد تمت إزالتك من اختبار تجريبي لـ {course_name}
el: Έχετε αφαιρεθεί από μια δοκιμή beta για {course_name}
