Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar, el

source: {section_type} Average = {percent:.0%}
ar: {section_type} المتوسط = {percent:.0%}
el: {section_type} Μέσος όρος = {percent:.0%}

source: {short_label} Avg
ar: {short_label} متوسط
el: {short_label} Μ.Ο.

source: Text
ar: نص
el: Κείμενο

source: Html contents to display for this module
ar: محتويات Html لعرضها لهذه الوحدة
el: Περιεχόμενα Html για εμφάνιση για αυτό το module

source: Source code for LaTeX documents. This feature is not well-supported.
ar: كود المصدر لمستندات LaTeX. هذه الميزة غير مدعومة جيدًا.
el: Πηγαίος κώδικας για έγγραφα LaTeX. Αυτή η δυνατότητα δεν υποστηρίζεται καλά.

source: Select Visual to enter content and have the editor automatically create the HTML. Select Raw to edit HTML directly. If you change this setting, you must save the component and then re-open it for editing.
ar: حدد Visual لإدخال المحتوى واعمل المحرر تلقائيًا على إنشاء HTML. حدد Raw لتحرير HTML مباشرة. إذا قمت بتغيير هذا الإعداد، يجب حفظ المكون ثم إعادة فتحه للتحرير.
el: Επιλέξτε Visual για να εισαγάγετε περιεχόμενο και να δημιουργήσετε αυτόματα το πρόγραμμα επεξεργασίας HTML. Επιλέξτε Raw για να επεξεργαστείτε απευθείας HTML. Εάν αλλάξετε αυτήν τη ρύθμιση, πρέπει να αποθηκεύσετε το στοιχείο και, στη συνέχεια, να το ανοίξετε ξανά για επεξεργασία.

source: Editor
ar: محرر
el: Συντάκτης

source: Visual
ar: مرئي
el: Οπτική

source: Raw
ar: الخام
el: Πρώτες

source: Hide Page From Learners
ar: إخفاء الصفحة من متعلمين
el: Απόκρυψη σελίδας από εκπαιδευόμενους

source: If you select this option, only course team members with the Staff or Admin role see this page.
ar: إذا قمت بتحديد هذا الخيار، فإن أعضاء فريق دورة الذين لديهم دور طاقم أو أدمن يشاهدون هذه الصفحة فقط.
el: Αν ενεργοποιήσετε αυτήν την επιλογή, μόνο τα μέλη της ομάδας μαθημάτων με το ρόλο Προσωπικού ή Διαχειριστή βλέπουν αυτή τη σελίδα.

source: HTML for the additional pages
ar: HTML للصفحات الإضافية
el: HTML για τις πρόσθετες σελίδες

source: List of course update items
ar: قائمة عناصر تحديث دورة
el: Λίστα στοιχείων ενημέρωσης μαθήματος

source: Image Annotation
ar: تعليق توضيحي للصورة
el: Σχολιασμός εικόνας

source: Tags for Assignments
ar: العلامات الخاصة بالمهام
el: Ετικέτες για αναθέσεις

source: Add tags that automatically highlight in a certain color using the comma-separated form, i.e. imagery:red,parallelism:blue
ar: أضف العلامات التي يتم تمييزها تلقائيًا بلون معين باستخدام النموذج المفصول بفواصل، أي imagery:red، التوازي: blue
el: Προσθήκη tag που επισημαίνονται αυτόματα σε ένα συγκεκριμένο χρώμα χρησιμοποιώντας τη μορφή διαχωρισμένης με κόμματα, δηλαδή εικόνα:κόκκινο, παραλληλισμό:μπλε

source: Location of Annotation backend
ar: موقع الواجهة الخلفية للتعليق التوضيحي
el: Θέση του συστήματος υποστήριξης σχολιασμού

source: Url for Annotation Storage
ar: عنوان Url لتخزين التعليقات التوضيحية
el: Url για αποθήκευση σχολιασμού

source: Secret string for annotation storage
ar: سلسلة سرية لتخزين التعليقات التوضيحية
el: Μυστική συμβολοσειρά για αποθήκευση σχολιασμού

source: Secret Token String for Annotation
ar: سلسلة الرمز السري للتعليق التوضيحي
el: Μυστική συμβολοσειρά διακριτικού για σχολιασμό

source: Default Annotations Tab
ar: علامة تبويب التعليقات التوضيحية الافتراضية
el: Καρτέλα προεπιλεγμένων σχολίων

source: Select which tab will be the default in the annotations table: myNotes, Instructor, or Public.
ar: حدد علامة التبويب التي ستكون الافتراضية في جدول التعليقات التوضيحية: myNotes أو مدرب أو Public.
el: Επιλέξτε ποια καρτέλα θα είναι η προεπιλεγμένη στον πίνακα σχολιασμών: MyNotes, Εκπαιδευτής ή Δημόσια.

source: Email for 'Instructor' Annotations
ar: البريد الإلكتروني للحصول على التعليقات التوضيحية «مدرب»
el: Email για σχολιασμούς «Εκπαιδευτή»

source: Email of the user that will be attached to all annotations that will be found in 'Instructor' tab.
ar: البريد الإلكتروني للمستخدم الذي سيتم إرفاقه بجميع التعليقات التوضيحية التي سيتم العثور عليها في علامة التبويب «المعلم».
el: Email του χρήστη που θα επισυναφθεί σε όλους τους σχολιασμούς που θα βρεθούν στην καρτέλα «Εκπαιδευτής».

source: Mode for Annotation Tool
ar: وضع أداة التعليق التوضيحي
el: Λειτουργία για το εργαλείο σχολιασμού

source: Type in number corresponding to following modes: 'instructor' or 'everyone'
ar: اكتب الرقم المطابق للأوضاع التالية: «مدرس» أو «الجميع»
el: Πληκτρολογήστε τον αριθμό που αντιστοιχεί στις ακόλουθες λειτουργίες: «εκπαιδευτής» ή «όλοι»

source: No email address found.
ar: لم يتم العثور على عنوان بريد إلكتروني.
el: Δεν βρέθηκε διεύθυνση ηλεκτρονικού ταχυδρομείου.

source: Any Type
ar: أي نوع
el: Οποιοσδήποτε Τύπος

source: Library
ar: مكتبة
el: Βιβλιοθήκη

source: Select the library from which you want to draw content.
ar: حدد المكتبة التي تريد رسم المحتوى منها.
el: Επιλέξτε τη βιβλιοθήκη από την οποία θέλετε να σχεδιάσετε περιεχόμενο.

source: Library Version
ar: إصدار المكتبة
el: Έκδοση Βιβλιοθήκης

source: Determines how content is drawn from the library
ar: يحدد كيفية استخلاص المحتوى من المكتبة
el: Καθορίζει τον τρόπο με τον οποίο αντλείται το περιεχόμενο από τη βιβλιοθήκη

source: Choose n at random
ar: اختر n عشوائيًا
el: Επιλέξτε n τυχαία

source: Count
ar: الكونت
el: Καταμέτρηση

source: Enter the number of components to display to each learner.
ar: أدخل عدد المكونات لعرضها على كل متعلم.
el: Εισαγάγετε τον αριθμό των στοιχείων που θα εμφανίζονται σε κάθε εκπαιδευόμενο.

source: Problem Type
ar: نوع المشكلة
el: Τύπος προβλήματος

source: Choose a problem type to fetch from the library. If "Any Type" is selected no filtering is applied.
ar: اختر نوع مشكلة لجلبه من المكتبة. إذا تم تحديد «أي نوع»، فلن يتم تطبيق التصفية.
el: Επιλέξτε έναν τύπο προβλήματος για λήψη από τη βιβλιοθήκη. Εάν επιλεγεί «Οποιοσδήποτε τύπος» δεν εφαρμόζεται φιλτράρισμα.

source: This component is out of date. The library has new content.
ar: هذا المكون قديم. تحتوي المكتبة على محتوى جديد.
el: Αυτό το στοιχείο δεν είναι ενημερωμένο. Η βιβλιοθήκη έχει νέο περιεχόμενο.

source: {refresh_icon} Update now.
ar: {refresh_icon} تحديث الآن.
el: {refresh_icon} Ενημέρωση τώρα.

source: Library is invalid, corrupt, or has been deleted.
ar: المكتبة غير صالحة أو تالفة أو تم حذفها.
el: Η βιβλιοθήκη δεν είναι έγκυρη, κατεστραμμένη ή έχει διαγραφεί.

source: Edit Library List.
ar: تحرير قائمة المكتبة.
el: Επεξεργασία λίστας βιβλιοθηκών.

source: This course does not support content libraries. Contact your system administrator for more information.
ar: لا تدعم هذه دورة مكتبات المحتوى. اتصل بمسؤول النظام للحصول على مزيد من المعلومات.
el: Αυτό το μάθημα δεν υποστηρίζει βιβλιοθήκες περιεχομένου. Επικοινωνήστε με το διαχειριστή του συστήματός σας για περισσότερες πληροφορίες.

source: A library has not yet been selected.
ar: لم يتم تحديد مكتبة بعد.
el: Μια βιβλιοθήκη δεν έχει ακόμη επιλεγεί.

source: Select a Library.
ar: حدد مكتبة.
el: Επιλέξτε μια βιβλιοθήκη.

source: There are no matching problem types in the specified libraries.
ar: لا توجد أنواع مشاكل مطابقة في المكتبات المحددة.
el: Δεν υπάρχουν τύποι προβλημάτων που ταιριάζουν στις καθορισμένες βιβλιοθήκες.

source: Select another problem type.
ar: حدد نوع مشكلة آخر.
el: Επιλέξτε έναν άλλο τύπο προβλήματος.

source: The specified library is configured to fetch {count} problem,
ar: تم تكوين المكتبة المحددة لجلب {count} مشاكل،
el: Η καθορισμένη βιβλιοθήκη έχει ρυθμιστεί για να φέρει πρόβλημα {count} ,

source: but there is only {actual} matching problem.
ar: ولكن هناك فقط {actual} مشاكل مطابقة.
el: αλλά υπάρχει μόνο {actual} πρόβλημα αντιστοίχισης.

source: Edit the library configuration.
ar: قم بتحرير تكوين المكتبة.
el: Επεξεργαστείτε τη ρύθμιση παραμέτρων βιβλιοθήκης.

source: Invalid Library
ar: مكتبة غير صالحة
el: Μη έγκυρη βιβλιοθήκη

source: No Library Selected
ar: لم يتم تحديد مكتبة
el: Δεν επιλέχθηκε βιβλιοθήκη

source: Library Display Name
ar: اسم عرض المكتبة
el: Εμφανιζόμενο όνομα βιβλιοθήκης

source: Enter the names of the advanced components to use in your library.
ar: أدخل أسماء المكونات المتقدمة لاستخدامها في مكتبتك.
el: Εισαγάγετε τα ονόματα των προηγμένων στοιχείων που θα χρησιμοποιηθούν στη βιβλιοθήκη σας.

source: The display name for this component. Analytics reports may also use the display name to identify this component.
ar: اسم العرض لهذا المكون. قد تستخدم تقارير تقاريـــر أيضًا اسم العرض لتحديد هذا المكون.
el: Το εμφανιζόμενο όνομα για αυτό το στοιχείο. Οι αναφορές Analytics ενδέχεται επίσης να χρησιμοποιούν το εμφανιζόμενο όνομα για να αναγνωρίσουν αυτό το στοιχείο.

source: Enter the LTI ID for the external LTI provider. This value must be the same LTI ID that you entered in the LTI Passports setting on the Advanced Settings page.<br />See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
ar: أدخل معرف LTI لمزود LTI الخارجي. يجب أن تكون هذه القيمة هي نفس معرف LTI الذي أدخلته في إعداد جوازات سفر LTI في صفحة الإعدادات المتقدمة.<br />انظر {docs_anchor_open}وثائق edX LTI{anchor_close} لمزيد من التفاصيل حول هذا الإعداد.
el: Εισαγάγετε το αναγνωριστικό LTI για την εξωτερική υπηρεσία παροχής LTI. Αυτή η τιμή πρέπει να είναι το ίδιο LTI ID που εισαγάγατε στη ρύθμιση διαβατήρια LTI στη σελίδα Ρυθμίσεις για προχωρημένους.<br />Βλέπε {docs_anchor_open}την τεκμηρίωση EDX LTI{anchor_close} για περισσότερες λεπτομέρειες σχετικά με αυτή τη ρύθμιση.

source: Enter the URL of the external tool that this component launches. This setting is only used when Hide External Tool is set to False.<br />See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
ar: أدخل عنوان URL للأداة الخارجية التي يطلقها هذا المكون. يتم استخدام هذا الإعداد فقط عند تعيين «أداة إخفاء الخارجية» إلى False.<br />انظر {docs_anchor_open}وثائق edX LTI{anchor_close} لمزيد من التفاصيل حول هذا الإعداد.
el: Εισαγάγετε τη διεύθυνση URL του εξωτερικού εργαλείου που εκκινεί αυτό το στοιχείο. Αυτή η ρύθμιση χρησιμοποιείται μόνο όταν η επιλογή Απόκρυψη εξωτερικού εργαλείου έχει οριστεί σε False.<br />Βλέπε {docs_anchor_open}την τεκμηρίωση EDX LTI{anchor_close} για περισσότερες λεπτομέρειες σχετικά με αυτή τη ρύθμιση.

source: Custom Parameters
ar: معلمات مخصصة
el: Προσαρμοσμένες

source: Add the key/value pair for any custom parameters, such as the page your e-book should open to or the background color for this component.<br />See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
ar: أضف زوج المفتاح/القيمة لأي معلمات مخصصة، مثل الصفحة التي يجب أن يفتحها كتابك الإلكتروني أو لون الخلفية لهذا المكون.<br />انظر {docs_anchor_open}وثائق edX LTI{anchor_close} لمزيد من التفاصيل حول هذا الإعداد.
el: Προσθέστε το ζεύγος κλειδιών/τιμών για οποιεσδήποτε προσαρμοσμένες παραμέτρους, όπως τη σελίδα που θα ανοίξει το ηλεκτρονικό βιβλίο σας ή το χρώμα φόντου για αυτό το στοιχείο.<br />Βλέπε {docs_anchor_open}την τεκμηρίωση EDX LTI{anchor_close} για περισσότερες λεπτομέρειες σχετικά με αυτή τη ρύθμιση.

source: Open in New Page
ar: فتح في صفحة جديدة
el: Άνοιγμα σε νέα σελίδα

source: Select True if you want learners to click a link that opens the LTI tool in a new window. Select False if you want the LTI content to open in an IFrame in the current page. This setting is only used when Hide External Tool is set to False.
ar: حدد True إذا كنت تريد أن ينقر متعلمين على ارتباط يفتح أداة LTI في نافذة جديدة. حدد False إذا كنت تريد فتح محتوى LTI في IFrame في الصفحة الحالية. يتم استخدام هذا الإعداد فقط عند تعيين «أداة إخفاء الخارجية» إلى False.
el: Επιλέξτε True εάν θέλετε οι εκπαιδευόμενοι να κάνουν κλικ σε μια σύνδεση που ανοίγει το εργαλείο LTI σε νέο παράθυρο. Επιλέξτε False εάν θέλετε το περιεχόμενο LTI να ανοίγει σε ένα iFrame στην τρέχουσα σελίδα. Αυτή η ρύθμιση χρησιμοποιείται μόνο όταν η επιλογή Απόκρυψη εξωτερικού εργαλείου έχει οριστεί σε False.

source: Scored
ar: سجل
el: Σκόραρε

source: Select True if this component will receive a numerical score from the external LTI system.
ar: حدد True إذا كان هذا المكون سيحصل على درجة رقمية من نظام LTI الخارجي.
el: Επιλέξτε True εάν αυτό το στοιχείο θα λάβει αριθμητική βαθμολογία από το εξωτερικό σύστημα LTI.

source: Weight
ar: الوزن
el: Βάρος

source: Enter the number of points possible for this component. The default value is 1.0. This setting is only used when Scored is set to True.
ar: أدخل عدد النقاط الممكنة لهذا المكون. القيمة الافتراضية هي 1.0. يتم استخدام هذا الإعداد فقط عندما يتم تعيين Seded إلى True.
el: Εισάγετε τον αριθμό των δυνατών σημείων για αυτό το στοιχείο. Η προεπιλεγμένη τιμή είναι 1,0. Αυτή η ρύθμιση χρησιμοποιείται μόνο όταν η βαθμολογία έχει οριστεί σε True.

source: The score kept in the xblock KVS -- duplicate of the published score in django DB
ar: النتيجة المحفوظة في xblock KVS - نسخة مكررة من النتيجة المنشورة في django DB
el: Το σκορ διατηρείται στο xblock KVS — αντίγραφο της δημοσιευμένης βαθμολογίας στο django DB

source: Comment as returned from grader, LTI2.0 spec
ar: التعليق كما تم إرجاعه من الصف، مواصفات LTI2.0
el: Σχόλιο όπως επιστράφηκε από γκρέιντερ, LTI2.0 spec

source: Hide External Tool
ar: إخفاء الأداة الخارجية
el: Απόκρυψη εξωτερικού εργαλείου

source: Select True if you want to use this component as a placeholder for syncing with an external grading system rather than launch an external tool. This setting hides the Launch button and any IFrames for this component.
ar: حدد True إذا كنت تريد استخدام هذا المكون كعنصر نائب للمزامنة مع نظام تقدير خارجي بدلاً من تشغيل أداة خارجية. يخفي هذا الإعداد زر التشغيل وأي إطارات IFrames لهذا المكون.
el: Επιλέξτε True εάν θέλετε να χρησιμοποιήσετε αυτό το στοιχείο ως σύμβολο κράτησης θέσης για συγχρονισμό με ένα εξωτερικό σύστημα βαθμολόγησης αντί να εκκινήσετε ένα εξωτερικό εργαλείο. Αυτή η ρύθμιση αποκρύπτει το κουμπί εκκίνησης και οποιαδήποτε iFrames για αυτό το στοιχείο.

source: Request user's username
ar: طلب اسم مستخدم
el: Αίτηση ονόματος χρήστη

source: Select True to request the user's username.
ar: حدد True لطلب اسم المستخدم الخاص بالمستخدم.
el: Επιλέξτε True για να ζητήσετε το όνομα χρήστη του χρήστη.

source: Request user's email
ar: طلب البريد الإلكتروني للمستخدم
el: Αίτηση ηλεκτρονικού ταχυδρομείου χρήστη

source: Select True to request the user's email address.
ar: حدد True لطلب عنوان البريد الإلكتروني للمستخدم.
el: Επιλέξτε True για να ζητήσετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου του χρήστη.

source: LTI Application Information
ar: معلومات تطبيق LTI
el: Πληροφορίες εφαρμογής LTI

source: Enter a description of the third party application. If requesting username and/or email, use this text box to inform users why their username and/or email will be forwarded to a third party application.
ar: أدخل وصفًا لتطبيق الطرف الثالث. في حالة طلب اسم المستخدم و/أو البريد الإلكتروني، استخدم مربع النص هذا لإبلاغ المستخدمين عن سبب إعادة توجيه اسم المستخدم و/أو البريد الإلكتروني الخاص بهم إلى تطبيق تابع لجهة خارجية.
el: Εισαγάγετε μια περιγραφή της εφαρμογής τρίτου μέρους. Εάν ζητάτε όνομα χρήστη ή/και email, χρησιμοποιήστε αυτό το πλαίσιο κειμένου για να ενημερώσετε τους χρήστες γιατί το όνομα χρήστη ή/και το email τους θα προωθηθούν σε μια εφαρμογή τρίτου μέρους.

source: Button Text
ar: نص الزر
el: Κείμενο κουμπιού

source: Enter the text on the button used to launch the third party application.
ar: أدخل النص الموجود على الزر المستخدم لتشغيل تطبيق الطرف الثالث.
el: Εισαγάγετε το κείμενο στο κουμπί που χρησιμοποιείται για την εκκίνηση της εφαρμογής τρίτου μέρους.

source: Accept grades past deadline
ar: قبول الدرجات في الموعد النهائي السابق
el: Αποδοχή βαθμών πριν από την προθεσμία

source: Select True to allow third party systems to post grades past the deadline.
ar: حدد True للسماح لأنظمة الطرف الثالث بنشر التقديرات بعد الموعد النهائي.
el: Επιλέξτε True για να επιτρέψετε στα συστήματα τρίτων να δημοσιεύουν βαθμούς πέραν της προθεσμίας.

source: Could not parse custom parameter: {custom_parameter}. Should be "x=y" string.
ar: لا يمكن تحليل المعلمة المخصصة: {custom_parameter}. يجب أن تكون سلسلة «x=y».
el: Δεν ήταν δυνατή η ανάλυση της προσαρμοσμένης παραμέτρου: {custom_parameter}. Θα πρέπει να είναι συμβολοσειρά «x=y».

source: Could not parse LTI passport: {lti_passport}. Should be "id:key:secret" string.
ar: لا يمكن تحليل جواز سفر LTI: {lti_passport}. يجب أن تكون سلسلة «id: key:secret».
el: Δεν ήταν δυνατή η ανάλυση LTI διαβατήριο: {lti_passport}. Πρέπει να είναι συμβολοσειρά «id:key:secret».

source: Due Date
ar: تاريخ الاستحقاق
el: Υποβολή μέχρι

source: Enter the default date by which problems are due.
ar: أدخل التاريخ الافتراضي الذي تكون فيه المشاكل مستحقة.
el: Εισαγάγετε την προεπιλεγμένη ημερομηνία κατά την οποία οφείλονται προβλήματα.

source: If true, can be seen only by course staff, regardless of start date.
ar: إذا كان ذلك صحيحًا، فلا يمكن رؤيته إلا من قبل موظفي دورة، بغض النظر عن تاريخ البدء.
el: Εάν είναι αληθές, μπορεί να δει μόνο το προσωπικό του μαθήματος, ανεξάρτητα από την ημερομηνία έναρξης.

source: Enter the URL for the course data GIT repository.
ar: أدخل عنوان URL لمستودع GIT لبيانات دورة.
el: Εισάγετε τη διεύθυνση URL για το αποθετήριο GIT δεδομένων μαθήματος.

source: XQA Key
ar: مفتاح XQA
el: Κλειδί XQA

source: This setting is not currently supported.
ar: هذا الإعداد غير مدعوم حاليًا.
el: Αυτή η ρύθμιση δεν υποστηρίζεται αυτήν τη στιγμή.

source: Enter the location of the annotation storage server. The textannotation, videoannotation, and imageannotation advanced modules require this setting.
ar: أدخل موقع خادم تخزين التعليقات التوضيحية. تتطلب الوحدات النمطية المتقدمة للتدوين النصي والتعليق التوضيحي للفيديو والتعليق التوضيحي الصورة هذا الإعداد.
el: Εισαγάγετε τη θέση του διακομιστή αποθήκευσης σημειώσεων. Οι προηγμένες ενότητες textannotation, videoannotation και imageannotation απαιτούν αυτήν τη ρύθμιση.

source: URL for Annotation Storage
ar: عنوان URL لتخزين التعليقات التوضيحية
el: URL για αποθήκευση σχολίων

source: Enter the secret string for annotation storage. The textannotation, videoannotation, and imageannotation advanced modules require this string.
ar: أدخل السلسلة السرية لتخزين التعليقات التوضيحية. تتطلب الوحدات النمطية المتقدمة للتدوين النصي والتعليق التوضيحي للفيديو والتعليق التوضيحي الصورة هذه السلسلة.
el: Εισαγάγετε τη μυστική συμβολοσειρά για αποθήκευση σχολιασμού. Οι προηγμένες ενότητες textannotation, videoannotation και imageannotation απαιτούν αυτή τη συμβολοσειρά.

source: Enter the ids for the content groups this problem belongs to.
ar: أدخل المعرفات لمجموعات المحتوى التي تنتمي إليها هذه المشكلة.
el: Εισαγάγετε τα αναγνωριστικά για τις ομάδες περιεχομένου στις οποίες ανήκει το πρόβλημα.

source: Specify when the Show Answer button appears for each problem. Valid values are "always", "answered", "attempted", "closed", "finished", "past_due", "correct_or_past_due", and "never".
ar: حدد متى يظهر الزر إظهار الإجابة لكل مشكلة. القيم الصالحة هي «دائما»، «أجاب»، «محاولة»، «مغلق»، «انتهى»، «past_due»، «correct_or_past_due»، و «أبدا».
el: Καθορίστε πότε θα εμφανίζεται το κουμπί «Εμφάνιση απάντησης» για κάθε πρόβλημα. Οι έγκυρες τιμές είναι «πάντα», «απάντηση», «απόπειρα», «κλειστό», «τελικό», «past_due», «correct_or_past_due» και «ποτέ».

source: Specify when to show answer correctness and score to learners. Valid values are "always", "never", and "past_due".
ar: حدد متى تظهر صحة الإجابة والنتيجة للمتعلمين. القيم الصالحة هي «دائما»، «أبدا»، و «past_due».
el: Καθορίστε πότε θα εμφανίζεται η ορθότητα των απαντήσεων και η βαθμολογία στους εκπαιδευόμενους. Οι έγκυρες τιμές είναι «πάντα», «ποτέ» και «past_due».

source: Specify the default for how often variable values in a problem are randomized. This setting should be set to "never" unless you plan to provide a Python script to identify and randomize values in most of the problems in your course. Valid values are "always", "onreset", "never", and "per_student".
ar: حدد الافتراضي لمدى المرات التي يتم فيها ترتيب القيم المتغيرة في المشكلة بشكل عشوائي. يجب تعيين هذا الإعداد على «أبدًا» إلا إذا كنت تخطط لتوفير برنامج نصي Python لتحديد القيم وتعويمها بشكل عشوائي في معظم المشكلات في مقررك الدراسي. القيم الصالحة هي «دائما»، «onreset»، «أبدا»، و «per_standent».
el: Καθορίστε την προεπιλογή για το πόσο συχνά τυχαιοποιούνται οι μεταβλητές τιμές σε ένα πρόβλημα. Αυτή η ρύθμιση θα πρέπει να οριστεί σε «ποτέ», εκτός αν σκοπεύετε να παρέχετε μια δέσμη ενεργειών Python για τον εντοπισμό και την τυχαιοποίηση τιμών στα περισσότερα από τα προβλήματα στην πορεία σας. Οι έγκυρες τιμές είναι «πάντα», «onreset», «ποτέ» και «per_student».

source: Days Early for Beta Users
ar: الأيام المبكرة لمستخدمي الإصدار التجريبي
el: Ημέρες νωρίτερα για χρήστες Beta

source: Enter the number of days before the start date that beta users can access the course.
ar: أدخل عدد الأيام التي تسبق تاريخ البدء التي يمكن لمستخدمي الإصدار التجريبي الوصول دورة.
el: Εισάγετε τον αριθμό των ημερών πριν από την ημερομηνία έναρξης στις οποίες οι χρήστες beta μπορούν να έχουν πρόσβαση στο μάθημα.

source: Static Asset Path
ar: مسار الأصول الثابتة
el: Διαδρομή στατικού στοιχείου

source: Enter the path to use for files on the Files & Uploads page. This value overrides the Studio default, c4x://.
ar: أدخل المسار المراد استخدامه للملفات في صفحة الملفات والتحميلات. تتجاوز هذه القيمة الافتراضي في Studio، c4x://.
el: Εισαγάγετε τη διαδρομή που θα χρησιμοποιηθεί για αρχεία στη σελίδα Αρχεία και μεταφορτώσεις. Αυτή η τιμή παρακάμπτει την προεπιλογή Studio, c4x://.

source: Enable LaTeX Compiler
ar: تمكين مترجم LaTeX
el: Ενεργοποίηση μεταγλώττισης LaTeX

source: Enter true or false. If true, you can use the LaTeX templates for HTML components and advanced Problem components.
ar: أدخل true أو false. إذا كان ذلك صحيحًا، يمكنك استخدام قوالب LaTeX لمكونات HTML ومكونات المشكلة المتقدمة.
el: Εισάγετε αληθές ή ψευδείς. Εάν είναι αληθές, μπορείτε να χρησιμοποιήσετε τα πρότυπα LaTeX για στοιχεία HTML και προηγμένα στοιχεία προβλήματος.

source: Enter the maximum number of times a learner can try to answer problems. By default, Maximum Attempts is set to null, meaning that learners have an unlimited number of attempts for problems. You can override this course-wide setting for individual problems. However, if the course-wide setting is a specific number, you cannot set the Maximum Attempts for individual problems to unlimited.
ar: أدخل الحد الأقصى لعدد المرات التي يمكن متعلم محاولة الإجابة على المشكلات. بشكل افتراضي، يتم تعيين الحد الأقصى للمحاولات على null، مما يعني أن متعلمين لديهم عدد غير محدود من المحاولات للمشاكل. يمكنك تجاوز هذا الإعداد على مستوى الدورة التدريبية للمشاكل الفردية. ومع ذلك، إذا كان الإعداد على مستوى المقرر الدراسي رقمًا محددًا، فلا يمكنك تعيين الحد الأقصى لمحاولات المشكلات الفردية إلى غير محدود.
el: Εισαγάγετε το μέγιστο αριθμό φορών που ένας εκπαιδευόμενος μπορεί να προσπαθήσει να απαντήσει σε προβλήματα. Από προεπιλογή, οι μέγιστες προσπάθειες έχουν οριστεί σε null, πράγμα που σημαίνει ότι οι εκπαιδευόμενοι έχουν απεριόριστο αριθμό προσπαθειών για προβλήματα. Μπορείτε να παρακάμψετε αυτήν τη ρύθμιση για όλο το μάθημα για μεμονωμένα προβλήματα. Ωστόσο, εάν η ρύθμιση για όλο το μάθημα είναι ένας συγκεκριμένος αριθμός, δεν μπορείτε να ορίσετε απεριόριστο τις μέγιστες προσπάθειες για μεμονωμένα προβλήματα.
