Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar, el

source: IN PARTICULAR, TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, NEITHER {platform_name} NOR ANY OF THE {platform_name} PARTICIPANTS WILL HAVE ANY LIABILITY FOR ANY CONSEQUENTIAL, INDIRECT, PUNITIVE, SPECIAL, EXEMPLARY OR INCIDENTAL DAMAGES, WHETHER FORESEEABLE OR UNFORESEEABLE AND WHETHER OR NOT {platform_name} OR ANY OF THE {platform_name} PARTICIPANTS HAS BEEN NEGLIGENT OR OTHERWISE AT FAULT (INCLUDING, BUT NOT LIMITED TO, CLAIMS FOR DEFAMATION, ERRORS, LOSS OF PROFITS, LOSS OF DATA OR INTERRUPTION IN AVAILABILITY OF DATA).
el: Ειδικότερα, στο μέγιστο βαθμό που επιτρέπεται από το εφαρμοστέο δίκαιο, ούτε ο {platform_name} ούτε κανένας από τους {platform_name} συμμετέχοντες θα φέρει οποιαδήποτε ευθύνη για οποιαδήποτε επακόλουθη, έμμεση, ποινική, ειδική, υποδειγματική ή παρεπόμενη ζημία, είτε προβλέψιμη είτε Απρόβλεπτο και ανεξάρτητα από το αν {platform_name} ή οποιονδήποτε από τους {platform_name} συμμετέχοντες υπήρξε αμέλεια ή με άλλο τρόπο υπαιτιότητα (συμπεριλαμβανομένων, ενδεικτικά, αξιώσεων για δυσφήμηση, σφάλματα, απώλεια κερδών, απώλεια δεδομένων ή διακοπή στη διαθεσιμότητα των δεδομένων).

source: CERTAIN STATE LAWS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES. IF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE ABOVE DISCLAIMERS, EXCLUSIONS, OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MIGHT HAVE ADDITIONAL RIGHTS.
ar: لا تسمح بعض قوانين الولايات بفرض قيود على الضمانات الضمنية أو استبعاد أو تقييد بعض الأضرار. إذا كانت هذه القوانين تنطبق عليك، فقد لا تنطبق عليك بعض أو كل إخلاء المسؤولية أو الاستثناءات أو القيود المذكورة أعلاه، وقد يكون لديك حقوق إضافية.
el: ΟΡΙΣΜΈΝΟΙ ΠΟΛΙΤΕΙΑΚΟΊ ΝΌΜΟΙ ΔΕΝ ΕΠΙΤΡΈΠΟΥΝ ΠΕΡΙΟΡΙΣΜΟΎΣ ΣΤΙΣ ΣΙΩΠΗΡΈΣ ΕΓΓΥΉΣΕΙΣ Ή ΤΟΝ ΑΠΟΚΛΕΙΣΜΌ Ή ΤΟΝ ΠΕΡΙΟΡΙΣΜΌ ΟΡΙΣΜΈΝΩΝ ΖΗΜΙΏΝ. ΕΆΝ ΑΥΤΟΊ ΟΙ ΝΌΜΟΙ ΙΣΧΎΟΥΝ ΓΙΑ ΕΣΆΣ, ΟΡΙΣΜΈΝΕΣ Ή ΌΛΕΣ ΟΙ ΠΑΡΑΠΆΝΩ ΑΠΟΠΟΙΉΣΕΙΣ ΕΥΘΥΝΏΝ, ΕΞΑΙΡΈΣΕΩΝ Ή ΠΕΡΙΟΡΙΣΜΏΝ ΕΝΔΈΧΕΤΑΙ ΝΑ ΜΗΝ ΙΣΧΎΟΥΝ ΓΙΑ ΕΣΆΣ ΚΑΙ ΜΠΟΡΕΊ ΝΑ ΈΧΕΤΕ ΠΡΌΣΘΕΤΑ ΔΙΚΑΙΏΜΑΤΑ.

source: The APIs and API Content may include hyperlinks to sites maintained or controlled by others and not affiliated with or under the control of {platform_name}. {platform_name_capitalized} and the {platform_name} Participants are not responsible for and do not routinely screen, approve, review or endorse the contents of or use of any of the products or services that may be offered at these third-party sites. If you decide to access linked third-party websites, you do so at your own risk.
ar: قد تتضمن واجهات برمجة التطبيقات ومحتوى واجهة برمجة التطبيقات ارتباطات تشعبية لمواقع يحتفظ بها أو يتحكم فيها الآخرون ولا تنتمي إلى أو تحت سيطرة {platform_name}. {platform_name_capitalized} و {platform_name} المشاركون ليسوا مسؤولين عن ولا يقومون بشكل روتيني بفحص محتويات أو استخدام أو استخدام أي من المنتجات أو الخدمات التي قد يتم تقديمها في مواقع الطرف الثالث هذه أو الموافقة عليها أو مراجعتها أو اعتمادها. إذا قررت الوصول إلى مواقع ويب تابعة لجهات خارجية مرتبطة، فإنك تفعل ذلك على مسؤوليتك الخاصة.
el: Τα API και το Περιεχόμενο API μπορεί να περιλαμβάνουν υπερσυνδέσμους προς ιστότοπους που διατηρούνται ή ελέγχονται από άλλους και δεν συνδέονται με ή υπό τον έλεγχο του {platform_name}. {platform_name_capitalized} και οι {platform_name} Συμμετέχοντες δεν είναι υπεύθυνοι και δεν ελέγχουν τακτικά, εγκρίνουν, αναθεωρούν ή εγκρίνουν το περιεχόμενο ή τη χρήση οποιουδήποτε από τα προϊόντα ή τις υπηρεσίες που μπορεί να προσφέρονται σε αυτούς τους ιστότοπους τρίτων. Εάν αποφασίσετε να αποκτήσετε πρόσβαση σε συνδεδεμένους ιστότοπους τρίτων, το κάνετε με δική σας ευθύνη.

source: To the maximum extent permitted by applicable law, you agree to defend, hold harmless and indemnify {platform_name} and the {platform_name} Participants, and their respective subsidiaries, affiliates, officers, faculty, learners, fellows, governing board members, agents and employees from and against any third-party claims, actions or demands arising out of, resulting from or in any way related to your use of the APIs and any API Content, including any liability or expense arising from any and all claims, losses, damages (actual and consequential), suits, judgments, litigation costs and attorneys' fees, of every kind and nature. In such a case, {platform_name} or one of the {platform_name} Participants will provide you with written notice of such claim, action or demand.
el: Στο μέγιστο βαθμό που επιτρέπεται από την ισχύουσα νομοθεσία, συμφωνείτε να υπερασπιστείτε, να κρατήσετε αβλαβή και να αποζημιώσετε {platform_name} και {platform_name} Συμμετέχοντες, καθώς και τις αντίστοιχες θυγατρικές τους, συνδεδεμένες εταιρείες, αξιωματικούς, καθηγητές, εκπαιδευόμενους, υποτρόφους, μέλη του διοικητικού συμβουλίου, πράκτορες και υπαλλήλους από και κατά οποιωνδήποτε αξιώσεων, ενεργειών ή απαιτήσεων τρίτων που προκύπτουν από, προκύπτουν από ή με οποιονδήποτε τρόπο σχετίζονται με τη χρήση των API και οποιουδήποτε Περιεχομένου API από μέρους σας, συμπεριλαμβανομένης οποιασδήποτε ευθύνης ή δαπάνης που προκύπτει από οποιαδήποτε και όλες τις αξιώσεις, απώλειες, ζημίες (πραγματικές και αποθετικές), αγωγές, δικαστικές αποφάσεις, δικαστικά έξοδα και αμοιβές δικηγόρων, κάθε είδους και φύσης. Σε μια τέτοια περίπτωση, {platform_name} ή ένας από τους {platform_name} Συμμετέχοντες θα σας ειδοποιήσουν εγγράφως για την εν λόγω αξίωση, ενέργεια ή απαίτηση.

source: General Legal Terms
ar: الشروط القانونية العامة
el: Γενικοί Νομικοί Όροι

source: The Terms constitute the entire agreement between you and {platform_name} with respect to your use of the APIs and API Content, superseding any prior agreements between you and {platform_name} regarding your use of the APIs and API Content. The failure of {platform_name} to exercise or enforce any right or provision of the Terms shall not constitute a waiver of such right or provision. If any provision of the Terms is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision and the other provisions of the Terms shall remain in full force and effect. The Terms do not create any third party beneficiary rights or any agency, partnership, or joint venture. For any notice provided to you by {platform_name} under these Terms, {platform_name} may notify you via the email address associated with your {platform_name} account.
ar: تشكل الشروط الاتفاقية الكاملة بينك وبين {platform_name} فيما يتعلق باستخدامك لواجهات برمجة التطبيقات ومحتوى واجهة برمجة التطبيقات، مما يحل محل أي اتفاقيات سابقة بينك وبين {platform_name} فيما يتعلق باستخدامك لواجهات برمجة التطبيقات ومحتوى واجهة برمجة التطبيقات. لا يشكل فشل {platform_name} في ممارسة أو إنفاذ أي حق أو حكم من الشروط تنازلاً عن هذا الحق أو الحكم. إذا وجدت محكمة مختصة أن أي حكم من أحكام الشروط غير صالح، يتفق الطرفان مع ذلك على أن المحكمة يجب أن تسعى إلى تنفيذ نوايا الطرفين كما هو موضح في الحكم والأحكام الأخرى للشروط تظل سارية المفعول والتأثير الكامل. لا تنشئ الشروط أي حقوق مستفيد من طرف ثالث أو أي وكالة أو شراكة أو مشروع مشترك. لأي إشعار مقدم لك من قبل {platform_name} بموجب هذه الشروط، قد يخطرك {platform_name} عبر عنوان البريد الإلكتروني المرتبط بحسابك {platform_name} .
el: Οι Όροι αποτελούν το σύνολο της συμφωνίας ανάμεσα σε εσάς και τον {platform_name} όσον αφορά τη χρήση των API και του Περιεχομένου API από εσάς, αντικαθιστώντας τυχόν προηγούμενες συμφωνίες ανάμεσα σε εσάς και {platform_name} σχετικά με τη χρήση των API και του Περιεχομένου API από εσάς. Η παράλειψη {platform_name} να ασκήσει ή να επιβάλει οποιοδήποτε δικαίωμα ή διάταξη των Όρων δεν συνιστά παραίτηση από το εν λόγω δικαίωμα ή διάταξη. Εάν οποιαδήποτε διάταξη των Όρων κριθεί άκυρη από δικαστήριο αρμόδιας δικαιοδοσίας, τα μέρη συμφωνούν ωστόσο ότι το δικαστήριο θα πρέπει να προσπαθήσει να εφαρμόσει τις προθέσεις των μερών, όπως αυτές αντικατοπτρίζονται στη διάταξη και οι λοιπές διατάξεις των Όρων θα παραμείνουν σε πλήρη ισχύ και ισχύ. Οι Όροι δεν δημιουργούν δικαιώματα τρίτων δικαιούχων ή οποιαδήποτε υπηρεσία, συνεργασία ή κοινοπραξία. Για οποιαδήποτε ειδοποίηση που σας παρέχεται από το {platform_name} σύμφωνα με τους παρόντες Όρους, η {platform_name} μπορεί να σας ειδοποιήσει μέσω της διεύθυνσης ηλεκτρονικού ταχυδρομείου που σχετίζεται με τον λογαριασμό σας {platform_name}.

source: You agree that the Terms, the APIs, and any claim or dispute arising out of or relating to the Terms or the APIs will be governed by the laws of the Commonwealth of Massachusetts, excluding its conflicts of law provisions. You agree that all such claims and disputes will be heard and resolved exclusively in the federal or state courts located in and serving Cambridge, Massachusetts, U.S.A. You consent to the personal jurisdiction of those courts over you for this purpose, and you waive and agree not to assert any objection to such proceedings in those courts (including any defense or objection of lack of proper jurisdiction or venue or inconvenience of forum). Notwithstanding the foregoing, you agree that {platform_name} shall still be allowed to apply for injunctive remedies (or an equivalent type of urgent legal relief) in any jurisdiction.
ar: أنت توافق على أن الشروط, واجهات برمجة التطبيقات, وأي مطالبة أو نزاع ينشأ عن أو يتعلق بالشروط أو واجهات برمجة التطبيقات ستخضع لقوانين كومنولث ماساتشوستس, باستثناء تعارضها مع أحكام القانون. أنت توافق على أن جميع هذه المطالبات والنزاعات سيتم الاستماع إليها وحلها حصريًا في المحاكم الفيدرالية أو محاكم الولايات الموجودة في كامبريدج، ماساتشوستس، الولايات المتحدة الأمريكية وتخدمها أنت توافق على الاختصاص الشخصي لتلك المحاكم عليك لهذا الغرض، وأنت تتنازل وتوافق على عدم تأكيد أي اعتراض على ذلك. الإجراءات في تلك المحاكم (بما في ذلك أي دفاع أو اعتراض على عدم وجود اختصاص مناسب أو مكان أو إزعاج للمنتدى). على الرغم مما سبق، فإنك توافق على أنه لا يزال يُسمح لـ {platform_name} بالتقدم بطلب للحصول على تعويضات زجرية (أو نوع معادل من الإغاثة القانونية العاجلة) في أي ولاية قضائية.
el: Συμφωνείτε ότι οι Όροι, τα API και οποιαδήποτε αξίωση ή διαφορά που προκύπτει από ή σχετίζεται με τους Όρους ή τα API θα διέπονται από τους νόμους της Κοινοπολιτείας της Μασαχουσέτης, εξαιρουμένων των διατάξεων περί σύγκρουσης νόμων. Συμφωνείτε ότι όλες αυτές οι αξιώσεις και διαφορές θα ακουστούν και θα επιλυθούν αποκλειστικά στα ομοσπονδιακά ή πολιτειακά δικαστήρια που βρίσκονται στο Κέιμπριτζ της Μασαχουσέτης, Η.Π.Α. Συναινείτε στην προσωπική δικαιοδοσία των εν λόγω δικαστηρίων για το σκοπό αυτό, και παραιτείστε και συμφωνείτε να μην προβάλλετε αντίρρηση σε τέτοια διαδικασία σε αυτά τα δικαστήρια (συμπεριλαμβανομένης οποιασδήποτε υπεράσπισης ή ένστασης για έλλειψη κατάλληλης δικαιοδοσίας ή τόπου ή αναστάτωσης του φόρουμ). Με την επιφύλαξη των ανωτέρω, συμφωνείτε ότι {platform_name} εξακολουθεί να επιτρέπεται να υποβάλει αίτηση για ασφαλιστικά μέτρα (ή ισοδύναμο είδος επείγουσας νομικής αρωγής) σε οποιαδήποτε δικαιοδοσία.

source: Termination
ar: الإنهاء
el: Τερματισμός

source: You may stop using the APIs at any time. You agree that {platform_name}, in its sole discretion and at any time, may terminate your use of the APIs or any API Content for any reason or no reason, without prior notice or liability.
ar: يمكنك التوقف عن استخدام واجهات برمجة التطبيقات في أي وقت. أنت توافق على أنه يجوز لـ {platform_name}، وفقًا لتقديرها الخاص وفي أي وقت، إنهاء استخدامك لواجهات برمجة التطبيقات أو أي محتوى API لأي سبب أو بدون سبب، دون إشعار مسبق أو مسؤولية.
el: Μπορείτε να σταματήσετε να χρησιμοποιείτε τα API ανά πάσα στιγμή. Συμφωνείτε ότι {platform_name}, κατά την απόλυτη διακριτική του ευχέρεια και ανά πάσα στιγμή, μπορεί να τερματίσει τη χρήση των API ή οποιουδήποτε περιεχομένου API για οποιονδήποτε λόγο ή χωρίς λόγο, χωρίς προηγούμενη ειδοποίηση ή ευθύνη.

source: {platform_name_capitalized} and the {platform_name} Participants reserve the right at any time in their sole discretion to cancel, delay, reschedule or alter the format of any API or API Content offered through {platform_name}, or to cease providing any part or all of the APIs or API Content or related services, and you agree that neither {platform_name} nor any of the {platform_name} Participants will have any liability to you for such an action.
el: {platform_name_capitalized} και ο {platform_name} Οι Συμμετέχοντες διατηρούν το δικαίωμα ανά πάσα στιγμή κατά την απόλυτη διακριτική τους ευχέρεια να ακυρώσουν, να καθυστερήσουν, να αναδιαρθρώσουν ή να τροποποιήσουν τη μορφή οποιουδήποτε περιεχομένου API ή API που προσφέρεται μέσω του {platform_name}, ή να διακόψουν την παροχή οποιουδήποτε μέρους ή του συνόλου των τα API ή το Περιεχόμενο API ή τις σχετικές υπηρεσίες και συμφωνείτε ότι ούτε {platform_name} ούτε οποιοσδήποτε από τους {platform_name} Συμμετέχοντες θα έχουν οποιαδήποτε ευθύνη απέναντί σας για μια τέτοια ενέργεια.

source: Upon any termination of the Terms or discontinuation of your access to an API for any reason, your right to use any API and API Content will immediately cease. You will immediately stop using the APIs and delete any cached or stored API Content from Your Application and your networks, systems and servers as soon as reasonably possible. All provisions of the Terms that by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, and limitations of liability. Termination of your access to and use of the APIs and API Content shall not relieve you of any obligations arising or accruing prior to such termination or limit any liability that you otherwise may have to {platform_name}, including without limitation any indemnification obligations contained herein.
ar: عند أي إنهاء للشروط أو التوقف عن وصولك إلى واجهة برمجة التطبيقات لأي سبب من الأسباب، سيتوقف حقك في استخدام أي محتوى API وAPI على الفور. سوف تتوقف على الفور عن استخدام واجهات برمجة التطبيقات وحذف أي محتوى API مخبأة أو مخزنة من التطبيق الخاص بك والشبكات والأنظمة والخوادم الخاصة بك في أقرب وقت ممكن بشكل معقول. يجب أن تبقى جميع أحكام الشروط التي يجب أن تبقى بطبيعتها على قيد الحياة الإنهاء، بما في ذلك، على سبيل المثال لا الحصر، أحكام الملكية، وإخلاء المسؤولية عن الضمان، وحدود المسؤولية. لن يعفيك إنهاء وصولك إلى واجهات برمجة التطبيقات ومحتوى واجهة برمجة التطبيقات واستخدامك من أي التزامات تنشأ أو تتراكم قبل هذا الإنهاء أو يحد من أي مسؤولية قد تتحملها على خلاف ذلك {platform_name}، بما في ذلك على سبيل المثال لا الحصر أي التزامات تعويض واردة هنا.
el: Με οποιονδήποτε τερματισμό των Όρων ή διακοπή της πρόσβασής σας σε ένα API για οποιονδήποτε λόγο, το δικαίωμά σας να χρησιμοποιήσετε οποιοδήποτε περιεχόμενο API και API θα παύσει αμέσως. Θα διακόψετε αμέσως τη χρήση των API και θα διαγράψετε οποιοδήποτε περιεχόμενο API στο cache ή αποθηκευμένο από την Εφαρμογή σας και τα δίκτυα, τα συστήματα και τους διακομιστές σας όσο το δυνατόν συντομότερα. Όλες οι διατάξεις των Όρων που από τη φύση τους θα πρέπει να επιβιώσουν της καταγγελίας θα εξακολουθήσουν να ισχύουν για τον τερματισμό, συμπεριλαμβανομένων, χωρίς περιορισμό, των διατάξεων ιδιοκτησίας, των αποποιήσεων εγγύησης και των περιορισμών ευθύνης. Η καταγγελία της πρόσβασής σας και της χρήσης των API και του Περιεχομένου API δεν θα σας απαλλάξει από τυχόν υποχρεώσεις που προκύπτουν ή προκύπτουν πριν από την εν λόγω καταγγελία ή περιορίζει οποιαδήποτε ευθύνη που μπορεί να έχετε διαφορετικά στο {platform_name}, συμπεριλαμβανομένων ενδεικτικά τυχόν υποχρεώσεων αποζημίωσης που περιέχονται Εδώ μέσα.

source: Edit {catalog_name}
ar: تحرير {catalog_name}
el: Επεξεργασία {catalog_name}

source: Download CSV
ar: تنزيل CSV
el: Λήψη CSV

source: Delete this catalog
ar: احذف هذا الكتالوج
el: Διαγραφή αυτού του καταλόγου

source: Update Catalog
ar: تحديث الكتالوج
el: Ενημέρωση Καταλόγου

source: Catalogs for {username}
ar: كتالوجات لـ {username}
el: Κατάλογοι για {username}

source: Create new catalog:
ar: إنشاء كتالوج جديد:
el: Δημιουργία νέου καταλόγου:

source: Create Catalog
ar: إنشاء كتالوج
el: Δημιουργία Καταλόγου

source: Catalog search
ar: البحث في الكتالوج
el: Αναζήτηση καταλόγου

source: Catalog Search
ar: البحث في الكتالوج
el: Αναζήτηση Καταλόγου

source: Enter a username to view catalogs belonging to that user.
ar: أدخل اسم مستخدم لعرض الكتالوجات التي تنتمي إلى هذا المستخدم.
el: Εισαγάγετε ένα όνομα χρήστη για να δείτε τους καταλόγους που ανήκουν σε αυτόν το χρήστη.

source: Open Calculator
ar: فتح الحاسبة
el: Άνοιγμα αριθμομηχανής

source: Enter equation
ar: أدخل المعادلة
el: Εισάγετε εξίσωση

source: Calculator Input Field
ar: حقل إدخال الآلة الحاسبة
el: Πεδίο εισόδου αριθμομηχανή

source: Hints
ar: تلميحات
el: Υπόδειξη

source: Use the arrow keys to navigate the tips or use the tab key to return to the calculator
ar: استخدم مفاتيح الأسهم للتنقل في النصائح أو استخدم مفتاح علامة التبويب للعودة إلى الآلة الحاسبة.
el: Χρησιμοποιήστε τα πλήκτρα βέλους για να περιηγηθείτε στις συμβουλές ή χρησιμοποιήστε το πλήκτρο καρτέλας για να επιστρέψετε στην αριθμομηχανή

source: For detailed information, see {math_link_start}Entering Mathematical and Scientific Expressions{math_link_end} in the {guide_link_start}edX Guide for Learners{guide_link_end}.
ar: للحصول على معلومات مفصلة، راجع {math_link_start}إدخال التعبيرات الرياضية والعلمية{math_link_end} في دليل edX {guide_link_start}للمتعلمين{guide_link_end}.
el: Για λεπτομερείς πληροφορίες, δείτε {math_link_start}Εισαγωγή Μαθηματικών και Επιστημονικών Εκφράσεων{math_link_end} στον Οδηγό {guide_link_start}eDx για Εκπαιδευόμενους{guide_link_end}.

source: Tips
ar: نصائح
el: Συμβουλές

source: Use parentheses () to make expressions clear. You can use parentheses inside other parentheses.
ar: استخدم الأقواس () لتوضيح التعبيرات. يمكنك استخدام الأقواس داخل أقواس أخرى.
el: Χρησιμοποιήστε παρενθέσεις () για να κάνετε σαφείς εκφράσεις. Μπορείτε να χρησιμοποιήσετε παρενθέσεις μέσα σε άλλες παρενθέσεις.

source: Do not use spaces in expressions.
ar: لا تستخدم المسافات في التعبيرات.
el: Μην χρησιμοποιείτε κενά διαστήματα σε παραστάσεις.

source: For constants, indicate multiplication explicitly (example: 5*c).
ar: بالنسبة للثوابت، أشر إلى الضرب بشكل صريح (مثال: 5* c).
el: Για σταθερές, υποδείξτε τον πολλαπλασιασμό ρητά (παράδειγμα: 5*c).

source: For affixes, type the number and affix without a space (example: 5c).
ar: بالنسبة إلى اللاصق، اكتب الرقم وألصقها بدون مسافة (مثال: 5c).
el: Για τις προσθέσεις, πληκτρολογήστε τον αριθμό και τοποθετήστε χωρίς κενό διάστημα (παράδειγμα: 5γ).

source: For functions, type the name of the function, then the expression in parentheses.
ar: بالنسبة للوظائف، اكتب اسم الدالة، ثم التعبير بين قوسين.
el: Για συναρτήσεις, πληκτρολογήστε το όνομα της συνάρτησης και, στη συνέχεια, την παράσταση σε παρενθέσεις.

source: To Use
ar: للاستخدام
el: Για χρήση

source: Type
ar: النوع
el: Τύπος

source: Examples
ar: أمثلة
el: Παραδείγματα

source: Numbers
ar: أرقام
el: Αριθμοί

source: Integers
ar: الأعداد الصحيحة
el: Ακέραιοι

source: Fractions
ar: الكسور
el: Κλάσματα

source: Decimals
ar: الأعداد العشرية
el: Δεκαδικά

source: Operators
ar: المشغلين
el: Χειριστές

source: + - * / (add, subtract, multiply, divide)
ar: + - */(إضافة، طرح، مضاعفة، قسمة)
el: + - */(προσθέστε, αφαιρέστε, πολλαπλασιάστε, διαιρέστε)

source: ^ (raise to a power)
ar: ^ (رفع إلى قوة)
el: ^ (αύξηση σε μια δύναμη)

source: || (parallel resistors)
ar: || (مقاومات متوازية)
el: || (παράλληλες αντιστάσεις)

source: Constants
ar: الثوابت
el: Σταθερές

source: Affixes
ar: اللاصق
el: Επιθέτει

source: Percent sign (%) and metric affixes (d, c, m, u, n, p, k, M, G, T)
ar: علامة النسبة المئوية (٪) واللاصق المتري (د، ج، م، ش، ن، ص، ك، م، جي، تي)
el: Σημείωμα ποσοστού (%) και μετρικές επιθέματα (d, c, m, u, n, p, k, M, G, T)

source: Basic functions
ar: وظائف أساسية
el: Βασικές συναρτήσεις

source: Trigonometric functions
ar: الدوال المثلثية
el: Τριγωνομετρικές συναρτήσεις

source: Scientific notation
ar: تدوين علمي
el: Επιστημονική σημειογραφία

source: 10^ and the exponent
ar: 10^ والأس
el: 10^ και ο εκθέτης

source: e notation
ar: تدوين
el: e σημειογραφία

source: 1e and the exponent
ar: 1e والأس
el: 1ε και ο εκθέτης

source: Calculate
ar: حساب
el: Υπολογισμός

source: Result
ar: النتائج
el: Αποτέλεσμα

source: CCX Coach Dashboard
ar: لوحة القيادة CCX المدرب
el: Πίνακας εργαλείων προπονητή CCX

source: Name your CCX
ar: اسم CCX الخاص بك
el: Ονομάστε το CCX

source: Create a new Custom Course for edX
ar: إنشاء مقرر دراسي مخصص جديد لـ edX
el: Δημιουργία νέου προσαρμοσμένου μαθήματος για το EDX

source: Grading Policy
ar: نهج التقدير
el: Πολιτική Βαθμολόγηση

source: Batch Enrollment
ar: تسجيل الدُفعات
el: Εγγραφή δέσμης

source: Learner Grades
ar: درجات متعلم
el: Βαθμοί Εκπαιδευόμενου

source: Please enter a valid CCX name.
ar: الرجاء إدخال اسم CCX صالح.
el: Εισαγάγετε ένα έγκυρο όνομα CCX.

source: Email Addresses/Usernames
ar: عناوين البريد الإلكتروني/أسماء المستخدمين
el: Διευθύνσεις ηλεκτρονικού ταχυδρομείου/ονόματα χρηστών

source: Enter one or more email addresses or usernames separated by new lines or commas.
ar: أدخل عنوان بريد إلكتروني أو أكثر أو أسماء مستخدمين مفصولة بخطوط أو فواصل جديدة.
el: Εισαγάγετε μία ή περισσότερες διευθύνσεις ηλεκτρονικού ταχυδρομείου ή ονόματα χρηστών διαχωρισμένα με νέες γραμμές ή κόμματα.

source: Make sure you enter the information carefully. You will not receive notification for invalid usernames or email addresses.
ar: تأكد من إدخال المعلومات بعناية. لن تتلقى إشعارًا بأسماء مستخدمين غير صالحة أو عناوين بريد إلكتروني.
el: Βεβαιωθείτε ότι εισάγετε τις πληροφορίες προσεκτικά. Δεν θα λάβετε ειδοποίηση για μη έγκυρα ονόματα χρηστών ή διευθύνσεις ηλεκτρονικού ταχυδρομείου.

source: Auto Enroll
ar: التسجيل التلقائي
el: Αυτόματη εγγραφή

source: If this option is {em_start}checked{em_end}, users who have not yet registered for {platform_name} will be automatically enrolled.
ar: إذا تم تحديد هذا الخيار {em_start}{em_end}، فسيتم تسجيل المستخدمين الذين لم يسجلوا بعد لـ {platform_name} تلقائيًا.
el: {em_start}Με αυτή την επιλογή{em_end}, οι χρήστες που δεν έχουν ακόμη εγγραφεί στο {platform_name} θα εγγραφούν αυτομάτως.

source: If this option is left {em_start}unchecked{em_end}, users who have not yet registered for {platform_name} will not be enrolled, but will be allowed to enroll once they make an account.
ar: إذا تم ترك هذا الخيار {em_start}غير محدد{em_end}، فلن يتم تسجيل المستخدمين الذين لم يسجلوا بعد لـ {platform_name} ، ولكن سيتم السماح لهم بالتسجيل بمجرد إنشاء حساب.
el: {em_start}Αν δεν κάνετε αυτή την επιλογή{em_end}, οι χρήστες που δεν έχουν ακόμη εγγραφεί στο {platform_name} δεν θα εγγραφούν στο μάθημα, αλλά θα τους επιτραπεί η εγγραφή αμέσως μόλις δημιουργήσουν λογαριασμό.

source: Checking this box has no effect if 'Unenroll' is selected.
ar: تحديد هذا المربع ليس له أي تأثير إذا تم تحديد «إلغاء التسجيل».
el: Η επιλογή αυτού του πλαισίου δεν έχει καμία επίδραση αν είναι επιλεγμένο το 'Unenroll'.

source: Notify users by email
ar: إعلام المستخدمين عن طريق البريد الإلكتروني
el: Ενημερώστε τους χρήστες μέσω e-mail

source: If this option is {em_start}checked{em_end}, users will receive an email notification.
ar: إذا تم تحديد هذا الخيار {em_start}{em_end}، فسيتلقى المستخدمون إشعارًا بالبريد الإلكتروني.
el: {em_start}Με αυτή την επιλογή{em_end}, οι χρήστες θα λάβουν ειδοποίηση για την εγγραφή τους μέσω e-mail.

# someone
source: Enroll
ar: التسجيل
el: ΕΓΓΡΑΦΗ

source: Learner List Management
ar: إدارة قائمة متعلم
el: Διαχείριση λίστας εκπαιδευομένων

source: CCX learner list management response message
ar: رسالة استجابة إدارة قائمة متعلم CCX
el: Μήνυμα απόκρισης διαχείρισης λίστας εκπαιδευομένων CCX

source: Revoke access
ar: إلغاء الوصول
el: Αναστολή πρόσβασης

source: WARNING
ar: تحذير
el: ΠΡΟΕΙΔΟΠΟΊΗΣΗ
