Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar, el

source: You are not sure enough!
ar: أنت غير متأكد بما فيه الكفاية!
el: Δεν είστε αρκετά σίγουροι!

source: While you tried to delete this article, it was modified. TAKE CARE!
ar: أثناء محاولتك حذف هذه المقالة، تم تعديلها. اعتني!
el: Ενώ εσείς προσπαθήσατε να διαγράψετε αυτό το άρθρο, τροποποιήθηκε. ΠΡΟΣΕΞΤΕ!

source: Lock article
ar: مقالة القفل
el: Κλειδώστε το άρθρο

source: Deny all users access to edit this article.
ar: رفض وصول جميع المستخدمين لتحرير هذه المقالة.
el: Απαγορεύεται η είσοδος σε όλους τους χρήστες για την επεξεργασία του άρθρου.

source: Permissions
ar: أذونات
el: Δικαιώματα χρήσης

source: Owner
ar: المالك
el: Ιδιοκτήτης

source: Enter the username of the owner.
ar: أدخل اسم المستخدم للمالك.
el: Εισάγετε το όνομα του κατόχου.

source: (none)
ar: (لا شيء)
el: (οὐδείς)

source: Inherit permissions
ar: أذونات وراثة
el: Κληρονομικά δικαιώματα

source: Check here to apply the above permissions recursively to articles under this one.
ar: تحقق هنا لتطبيق الأذونات المذكورة أعلاه بشكل متكرر على المقالات تحت هذا.
el: Ελέγξτε εδώ για να εφαρμόσετε τα ανωτέρω δικαιώματα αναδρομικά στα άρθρα κάτω από αυτό.

source: Permission settings for the article were updated.
ar: تم تحديث إعدادات الأذونات للمقال.
el: Οι ρυθμίσεις αδειών για το άρθρο ενημερώθηκαν.

source: Your permission settings were unchanged, so nothing saved.
ar: لم تتغير إعدادات الإذن الخاصة بك، لذلك لم يتم حفظ أي شيء.
el: Οι ρυθμίσεις σας για άδεια πρόσβασης παρέμειναν αμετάβλητες κι έτσι τίποτα δεν αποθηκεύτηκε.

source: No user with that username
ar: لا يوجد مستخدم باسم المستخدم هذا
el: Δεν υπάρχει χρήστης με αυτό το ψευδώνυμο

source: Article locked for editing
ar: مقالة مقفلة للتحرير
el: Το άρθρο είναι κλειδωμένο για επεξεργασία

source: Article unlocked for editing
ar: مقالة غير مؤمنة للتحرير
el: Το άρθρο είναι ανοιχτό για επεξεργασία

source: Settings for plugin
ar: إعدادات المكون الإضافي
el: Ρυθμίσεις για πρόσθετα

source: current revision
ar: المراجعة الحالية
el: τρέχουσα αναθεώρηση

source: The revision being displayed for this article. If you need to do a roll-back, simply change the value of this field.
ar: يتم عرض المراجعة لهذه المقالة. إذا كنت بحاجة إلى القيام بالتراجع، فما عليك سوى تغيير قيمة هذا الحقل.
el: Η αναθεώρηση που εμφανίζεται για αυτό το άρθρο. Αν χρειαστεί να κάνετε ένα γύρισμα πίσω, απλά αλλάξτε την τιμή του πεδίου αυτού.

source: modified
ar: تم التعديل
el: τροποποιημένο

source: Article properties last modified
ar: آخر تعديل لخصائص المقالة
el: Ιδιότητες του άρθρου τελευταία τροποποημένες

source: owner
ar: صاحب
el: ιδιοκτήτης

source: The owner of the article, usually the creator. The owner always has both read and write access.
ar: مالك المقال، عادة الخالق. يتمتع المالك دائمًا بإمكانية الوصول للقراءة والكتابة.
el: Ο ιδιοκτήτης του άρθρου, συνήθως ο δημιουργός. Ο ιδιοκτήτης έχει πάντα πρόσβαση ανάγνωσης και εγγραφής.

source: group
ar: مجموعة
el: ομάδα

source: Like in a UNIX file system, permissions can be given to a user according to group membership. Groups are handled through the Django auth system.
ar: كما هو الحال في نظام ملفات UNIX، يمكن منح الأذونات للمستخدم وفقًا لعضوية المجموعة. يتم التعامل مع المجموعات من خلال نظام Django auth.
el: Σε ένα σύστημα αρχείων UNIX, τα δικαιώματα μπορεί να δοθούν στο χρήστη σύμφωνα με την ιδιότητα του μέλους της ομάδας. Οι ομάδες που διακινούνται μέσω του συστήματος Django auth.

source: group read access
ar: وصول قراءة المجموعة
el: πρόσβαση ομάδας ανάγνωσης

source: group write access
ar: وصول الكتابة الجماعية
el: πρόαβαση ομάδας εγγραφής

source: others read access
ar: الآخرين يقرؤون الوصول
el: προσβαση ανάγνωσης άλλων

source: others write access
ar: الآخرين يكتبون الوصول
el: πρόσβαση εγγράφης άλλων

source: Article without content (%(id)d)
ar: مقالة بدون محتوى (%(id)d)
el: Άρθρο χωρίς περιεχόμενο (%(id)d)

source: content type
ar: نوع المحتوى
el: τύπος περιεχομένου

source: object ID
ar: معرف الكائن
el: αντικείμενο ταυτοποίησης

source: Article for object
ar: مقالة للكائن
el: Άρθρο για αντικείμενο

source: Articles for object
ar: مقالات للكائن
el: Άρθρα για αντικείμενα

source: revision number
ar: رقم المراجعة
el: αριθμός αναθεώρησης

source: IP address
ar: عنوان IP
el: διεύθυνση IP

source: user
ar: مستخدم
el: χρήστης

source: locked
ar: مقفل
el: κλειδομένο

source: article
ar: مقالة
el: άρθρο

source: article contents
ar: محتويات المقالة
el: περιεχόμενα άρθρου

source: article title
ar: عنوان المقالة
el: τίτλος άρθρου

source: Each revision contains a title field that must be filled out, even if the title has not changed
ar: تحتوي كل مراجعة على حقل عنوان يجب ملؤه، حتى إذا لم يتغير العنوان
el: Κάθε αναθεώρηση περιέχει ένα πεδίο τίτλου που πρέπει να συμπληρωθεί, έστω και αν ο τίτλος δεν έχει αλλάξει

source: original article
ar: المقالة الأصلية
el: αρχικό άρθρο

source: Permissions are inherited from this article
ar: أذونات موروثة من هذه المقالة
el: Τα δικαιώματα κρηρονομούνται από αυτό το άρθρο

source: A plugin was changed
ar: تم تغيير البرنامج المساعد
el: Ένα πρόσθετο άλλαξε

source: The revision being displayed for this plugin.If you need to do a roll-back, simply change the value of this field.
ar: المراجعة التي يتم عرضها لهذا المكون الإضافي. إذا كنت بحاجة إلى القيام بالتراجع، فما عليك سوى تغيير قيمة هذا الحقل.
el: Η αναθεώρηση που εμφανίζεται για αυτό το πρόσθετο. Εάν πρέπει να κάνετε γύρισμα πίσω απλά αλλάξτε την τιμή του πεδίου αυτού.

source: Cache lookup value for articles
ar: قيمة البحث عن ذاكرة التخزين المؤقت للمقالات
el: Τιμή αναζήτησης cache για τα άρθρα

source: slug
ar: بزاقة
el: συντομία

source: (root)
ar: (الجذر)
el: (διαδρομή)

source: URL path
ar: مسار عنوان URL
el: μονοπάτι URL

source: URL paths
ar: مسارات عنوان URL
el: μονοπάτια URL

source: Sorry but you cannot have a root article with a slug.
ar: آسف ولكن لا يمكنك الحصول على مقالة جذر مع سبيكة.
el: Συγνωμη αλλά δεν μπορεί το άρθρο να κανει διαδρομη με συντομία.

source: A non-root note must always have a slug.
ar: يجب أن تحتوي الملاحظة غير الجذرية دائمًا على سبيكة.
el: Μια σημείωση μη διαδρομης πρέπει να εχει πάντα συντομία.

source: There is already a root node on %s
ar: هناك بالفعل عقدة جذر على %s
el: Υπάρχει ήδη ένας κόμβος ρίζας σε %s

source: Articles who lost their parents =============================== The children of this article have had their parents deleted. You should probably find a new home for them.
el: Άρθρα που έχασαν τους γονείς τους. =============================== Τα παιδιά αυτού του άρθρου είχαν διαγράψει τούς γονείς τούς. Θα πρέπει να βρείτε ένα νέο σπίτι για αυτούς.

source: Lost and found
ar: فقدت وجدت
el: Χάθηκε και βρέθηκε

source: A short summary of what the file contains
ar: ملخص قصير لما يحتوي عليه الملف
el: Μια σύντομη περίληψη του τι περιέχει το αρχείο

source: Yes I am sure...
ar: نعم أنا متأكد...
el: Ναί είμαι σίγουρος...

source: Click to download file
ar: انقر لتنزيل الملف
el: Κάντε κλικ για να κατεβάσετε το αρχείο

source: The revision of this attachment currently in use (on all articles using the attachment)
ar: مراجعة هذا المرفق قيد الاستخدام حاليًا (على جميع المقالات باستخدام المرفق)
el: Η αναθεώρηση αυτής της προσάρτησης που χρησιμοποιείτε σήμερα (σε όλα τα άρθρα χρησιμοποιώντας το συνημμένο)

source: original filename
ar: اسم الملف الأصلي
el: αρχικό όνομα αρχείου

source: attachment
ar: المرفق
el: συνημμένο

source: attachments
ar: مرفقات
el: συνημμένα

source: file
ar: ملف
el: αρχείο

source: attachment revision
ar: مراجعة المرفقات
el: αναθεώρηση συνημμένου

source: attachment revisions
ar: مراجعات المرفقات
el: αναθεωρήσεις συνημμένου

source: %s was successfully added.
ar: تمت إضافة %s بنجاح.
el: %s προστέθηκε με επιτυχία.

source: Your file could not be saved: %s
ar: تعذر حفظ الملف الخاص بك: %s
el: Το αρχείο σας δεν θα μπορούσε να σωθεί: %s

source: Your file could not be saved, probably because of a permission error on the web server.
ar: تعذر حفظ الملف الخاص بك، ربما بسبب خطأ إذن على خادم الويب.
el: Το αρχείο σας δεν θα μπορούσε να σωθεί, ίσως εξαιτίας ενός σφάλματος δικαιωμάτων στον διακομιστή διαδικτύου.

source: %s uploaded and replaces old attachment.
ar: %s تم تحميله واستبداله بالمرفق القديم.
el: %s ανέβηκε και αντικατέστησε παλαιό συνημμένο.

source: Your new file will automatically be renamed to match the file already present. Files with different extensions are not allowed.
ar: ستتم إعادة تسمية ملفك الجديد تلقائيًا لمطابقة الملف الموجود بالفعل. لا يُسمح بالملفات ذات الامتدادات المختلفة.
el: Το νέο αρχείο σας θα μετονομαστεί αυτόματα για να ταιριάζει με το ήδη υπάρχων αρχείο. Αρχεία με διαφορετικές επεκτάσεις δεν επιτρέπονται.

source: Current revision changed for %s.
ar: تم تغيير المراجعة الحالية لـ %s.
el: Η τρέχουσα αναθεώρηση άλλαξε για %s

source: Added a reference to "%(att)s" from "%(art)s".
ar: تمت إضافة إشارة إلى "%(att)s" من "%(art)s».
el: Προστέθηκε μια αναφορά στην ''%(att)s'' απο ''%(art)s''.

source: The file %s was deleted.
ar: تم حذف الملف %s .
el: Το αρχείο %s διεγράφη.

source: This article is no longer related to the file %s.
ar: لم تعد هذه المقالة مرتبطة بالملف %s.
el: Αυτό το άρθρο πλέον δεν σχετίζετε με το αρχείο %s.

source: A file was changed: %s
ar: تم تغيير ملف: %s
el: Ενα αρχείο αλλαξε: %s

source: A file was deleted: %s
ar: تم حذف ملف: %s
el: Ένα αρχείο διεγράφη: %s

source: The file may be referenced on other articles. Deleting it means that they will loose their references to this file. The following articles reference this file:
ar: قد تتم الإشارة إلى الملف في مقالات أخرى. حذف ذلك يعني أنهم سيفقدون مراجعهم إلى هذا الملف. تشير المقالات التالية إلى هذا الملف:
el: Το αρχείο μπορεί να αναφέρεται σε άλλα άρθρα. Η διαγραφή του σημαίνει ότι θα χάσουν τις αναφορές τους σε αυτό το αρχείο. Τα ακόλουθα άρθρα αναφέρονται σε αυτό το αρχείο:

source: Delete it!
ar: احذفها!
el: Διέγραψέ το!

source: You can remove a reference to a file, but it will retain its references on other articles.
ar: يمكنك إزالة مرجع إلى ملف، لكنه سيحتفظ بمراجعه في مقالات أخرى.
el: Μπορείτε να καταργήσετε μια αναφορά σε ένα αρχείο, αλλά θα διατηρήσει τις αναφορές της σε άλλα άρθρα.

source: Remove reference
ar: إزالة المرجع
el: Αφαίρεση αναφοράς

source: History of
ar: تاريخ
el: Ιστορία της

source: User
ar: مستخدم
el: Χρήστης

source: File
ar: ملف
el: Αρχείο

source: Action
ar: أكشن
el: Δράση

source: <em>No description</em>
ar: <em>لا يوجد وصف</em>
el: <em>Αριθ. περιγραφή</em>

source: Use this!
ar: استخدم هذا!
el: Χρησιμοποίησε αυτό!

source: Replacing an attachment means adding a new file that will be used in its place. All references to the file will be replaced by the one you upload and the file will be downloaded as <strong>%(filename)s</strong>. Please note that this attachment is in use on other articles, you may distort contents. However, do not hestitate to take advantage of this and make replacements for the listed articles where necessary. This way of working is more efficient....
ar: استبدال مرفق يعني إضافة ملف جديد سيتم استخدامه في مكانه. سيتم استبدال جميع المراجع إلى الملف بالشخص الذي تقوم بتحميله وسيتم تنزيل الملف كـ <strong>%(filename)s</strong>. يرجى ملاحظة أن هذا المرفق قيد الاستخدام في مقالات أخرى، قد تشوه المحتويات. ومع ذلك، لا تتردد في الاستفادة من هذا وإجراء بدائل للمواد المدرجة عند الضرورة. طريقة العمل هذه أكثر كفاءة...
el: Αντικατάσταση ενός συνημμένου σημαίνει την προσθήκη ενός νέου αρχείου που θα χρησιμοποιηθεί στη θέση του. Όλες οι αναφορές στο αρχείο θα αντικατασταθούν από αυτό που ανεβάζετε και το αρχείο θα μεταφορτωθεί ως <strong>%(filename)s</strong>. Λάβετε υπόψη ότι αυτό το συνημμένο χρησιμοποιείται σε άλλα άρθρα, μπορεί να παραμορφώσετε το περιεχόμενο. Ωστόσο, μην hestitate να επωφεληθείτε από αυτό και να κάνετε αντικαταστάσεις για τα αναφερόμενα άρθρα, όπου είναι απαραίτητο. Αυτός ο τρόπος εργασίας είναι πιο αποτελεσματικός...

source: Articles using
ar: المقالات التي تستخدم
el: Άρθρα που χρησιμοποιούν

source: Replacing an attachment means adding a new file that will be used in its place. All references to the file will be replaced by the one you upload and the file will be downloaded as <strong>%(filename)s</strong>.
ar: استبدال مرفق يعني إضافة ملف جديد سيتم استخدامه في مكانه. سيتم استبدال جميع المراجع إلى الملف بالشخص الذي تقوم بتحميله وسيتم تنزيل الملف كـ <strong>%(filename)s</strong>.
el: Αντικατάσταση ενός συνημμένου σημαίνει την προσθήκη ενός νέου αρχείου που θα χρησιμοποιηθεί στη θέση του. Όλες οι αναφορές στο αρχείο θα αντικατασταθούν από αυτό που ανεβάζετε και το αρχείο θα μεταφορτωθεί ως <strong>%(filename)s</strong>.

source: Upload replacement
ar: استبدال التحميل
el: Αντικατάσταση

source: Add file to
ar: إضافة ملف إلى
el: Προσθήκη αρχείου σε

source: Add attachment from other article
ar: إضافة مرفق من مقالة أخرى
el: Προσθήκη συνημμένου από άλλο άρθρο

source: Main article
ar: المقال الرئيسي
el: Κύριο άρθρο

source: Add to article
ar: إضافة إلى المقالة
el: Προσθήκη στο άρθρο

source: Your search did not return any results
ar: لم يُرجع بحثك أي نتائج.
el: Δεν υπάρχουν αποτελέσματα για την αναζήτησή σας

source: Adding new articles
ar: إضافة مقالات جديدة
el: Προσθήκη νέων άρθρων

source: An external link
ar: رابط خارجي
el: Εξωτερικός σύνδεσμος

source: Headers
ar: رؤوس
el: Επικεφαλίδες

source: Use these codes for headers and to automatically generate Tables of Contents.
ar: استخدم هذه الرموز للرؤوس ولإنشاء جداول المحتويات تلقائيًا.
el: Χρησιμοποιήστε αυτούς τους κωδικούς για κεφαλίδες και για να δημιουργήσετε αυτόματα πίνακες περιεχομένων.

source: Typography
ar: الطباعة
el: Τυπογραφία

source: Lists
ar: قوائم
el: Λίστες

source: New image %s was successfully uploaded. You can use it by selecting it from the list of available images.
ar: تم تحميل الصورة الجديدة %s بنجاح. يمكنك استخدامه عن طريق تحديده من قائمة الصور المتاحة.
el: Νέα εικόνα %s ανέβηκε με επιτυχία. Μπορείτε να τη χρησιμοποιήσετε επιλέγοντάς την από τη λίστα των διαθέσιμων εικόνων.

source: Are you sure?
ar: هل أنت متأكد؟
el: Είσαστε βέβαιοι;

source: image
ar: صورة
el: εικόνα

source: images
ar: صور
el: εικόνες

source: Image: %s
ar: الصورة: %s
el: Εικόνα: %s

source: Current revision not set!!
ar: لم يتم تعيين المراجعة الحالية!!
el: Η τρέχουσα αναθεώρηση δεν έχει γίνει!!

source: image revision
ar: مراجعة الصورة
el: αναθεώρηση εικόνας

source: image revisions
ar: مراجعات الصور
el: αναθεωρήσείς εικόνων

source: Image Revsion: %d
ar: مراجعة الصورة: %d
el: έκδοση εικόνας: %d

source: %s has been restored
ar: تم استعادة %s
el: %s έχει αποκατασταθεί

source: %s has been marked as deleted
ar: تم وضع علامة %s على أنها محذوفة
el: %s έχει επισημανθεί ως διαγραμμένες

source: %(file)s has been changed to revision #%(revision)d
ar: تم تغيير %(file)s إلى المراجعة رقم%(revision)d
el: %(file)s έχει αλλάξει σε αναθεώρηση #%(revision)d

source: %(file)s has been saved.
ar: تم حفظ %(file)s .
el: %(file)s εχουν σωθει.

source: Images
ar: صور
el: Εικόνες

source: An image was added: %s
ar: تمت إضافة صورة: %s
el: Μια εικόνα προστέθηκε: %s

source: The following images are available for this article. Copy the markdown tag to directly refer to an image from the article text.
ar: الصور التالية متاحة لهذه المقالة. انسخ علامة تخفيض السعر للإشارة مباشرة إلى صورة من نص المقالة.
el: Οι παρακάτω εικόνες είναι διαθέσιμες για αυτό το άρθρο. Αντιγράψτε το tag markdown για άμεση αναφορά σε μια εικόνα από το κείμενο του άρθρου.

source: Back to edit page
ar: العودة إلى صفحة التحرير
el: Επιστροφή στην επεξεργασία σελίδας

source: No file
ar: لا يوجد ملف
el: Δεν υπάρχει αρχείο

source: Upload new image
ar: تحميل صورة جديدة
el: Ανεβάστε νέα εικόνα

source: Restore image
ar: استعادة الصورة
el: Επαναφορά εικόνας

source: Remove image
ar: إزالة الصورة
el: Αφαίρεση εικόνας

source: Completely delete
ar: حذف بالكامل
el: Διαγράψτε πλήρως

source: Revert to this version
ar: ارجع إلى هذا الإصدار
el: Επαναφορά σε αυτήν την έκδοση

source: There are no images for this article.
ar: لا توجد صور لهذه المقالة.
el: Δεν υπάρχουν εικόνες για αυτό το άρθρο.

source: Purge deletion
ar: حذف التطهير
el: Εκκαθάριση διαγραφής

source: Purge image: Completely remove image file and all revisions.
ar: تطهير الصورة: قم بإزالة ملف الصورة بالكامل وجميع المراجعات.
el: Εκκαθάριση εικόνας: Κατάργηση πλήρους αρχείου εικόνας και όλων των αναθεωρήσεων.

source: Remove it completely!
ar: قم بإزالته بالكامل!
el: Αφαίρεσε το εντελώς!

source: Image not found
ar: لم يتم العثور على الصورة
el: Η εικόνα δεν βρέθηκε

source: Replace image
ar: استبدال الصورة
el: Αντικατάσταση

source: Choose an image file to replace current image.
ar: اختر ملف صورة لاستبدال الصورة الحالية.
el: Επιλέξτε ένα αρχείο εικόνας για να αντικαταστήσετε την τρέχουσα εικόνα.

source: Image id
ar: معرف الصورة
el: Κωδικός εικόνας

source: Insert
ar: إدراج
el: Προσθήκη

source: No images found for this article
ar: لم يتم العثور على صور لهذه المقالة
el: Δεν βρέθηκαν εικόνες για αυτό το άρθρο

source: Manage images
ar: إدارة الصور
el: Διαχείριση εικόνων

source: Add new image
ar: إضافة صورة جديدة
el: Προσθήκη νέας εικόνας

source: Add image
ar: إضافة صورة
el: Προσθήκη εικόνας

source: You do not have permissions to add images.
ar: ليس لديك أذونات لإضافة صور.
el: Δεν έχετε δικαιώματα για να προσθέσετε εικόνες.

source: How to use images
ar: كيفية استخدام الصور
el: Πώς να χρησιμοποιήσετε εικόνες

source: After uploading an image, it is attached to this particular artice and can be used only here. Other users may replace the image, but older versions are kept. You probably want to show the image with a nice caption. To achieve this, press the Insert button and fill in the caption fields and possibly choose to have you image floating right or left of the content. You can use Markdown in the caption. The markdown code syntax for images looks like this, possible values for align are left/center/right:
ar: بعد تحميل صورة، يتم إرفاقها بهذه القطعة الخاصة ويمكن استخدامها هنا فقط. قد يحل المستخدمون الآخرون محل الصورة، ولكن يتم الاحتفاظ بالإصدارات القديمة. ربما تريد إظهار الصورة مع تسمية توضيحية لطيفة. لتحقيق ذلك، اضغط على زر إدراج واملأ حقول التسمية التوضيحية وربما اختر أن تكون صورتك عائمة يمينًا أو يسارًا من المحتوى. يمكنك استخدام Markdown في التسمية التوضيحية. يبدو بناء جملة رمز تخفيض السعر للصور مثل هذا، والقيم الممكنة للمحاذاة هي يسار/مركز/يمين:
el: Μετά τη μεταφόρτωση μιας εικόνας, συνδέεται με αυτή τη συγκεκριμένη εκεχειρία και μπορεί να χρησιμοποιηθεί μόνο εδώ. Άλλοι χρήστες μπορούν να αντικαταστήσουν την εικόνα, αλλά οι παλαιότερες εκδόσεις διατηρούνται. Ίσως θέλετε να δείξετε την εικόνα με μια ωραία λεζάντα. Για να το επιτύχετε αυτό, πατήστε το κουμπί Εισαγωγή και συμπληρώστε τα πεδία λεζάντας και, ενδεχομένως, επιλέξτε να έχετε την εικόνα σας αιωρούμενη δεξιά ή αριστερά από το περιεχόμενο. Μπορείτε να χρησιμοποιήσετε το Markdown στη λεζάντα. Η σύνταξη κώδικα markdown για εικόνες μοιάζει κάπως έτσι, οι πιθανές τιμές για στοίχιση είναι αριστερά/κέντρα/δεξιά:

source: Links
ar: روابط
el: Δεσμός

source: Link to another wiki page
ar: رابط إلى صفحة wiki أخرى
el: Σύνδεσμος σε άλλη σελίδα wiki

source: Type in something from another wiki page's title and auto-complete will help you create a tag for you wiki link. Tags for links look like this:
ar: اكتب شيئًا ما من عنوان صفحة ويكي أخرى وسيساعدك الإكمال التلقائي في إنشاء علامة لرابط wiki الخاص بك. علامات الروابط تبدو كما يلي:
el: Πληκτρολογήστε κάτι από τον τίτλο μιας άλλης σελίδας wiki και η αυτόματη συμπλήρωση θα σας βοηθήσει να δημιουργήσετε μια ετικέτα για τον σύνδεσμο wiki σας. Οι ετικέτες για συνδέσμους μοιάζουν με αυτό:

source: You can link to another website simply by inserting an address example.com or http://example.com or by using the markdown syntax:
ar: يمكنك الارتباط بموقع ويب آخر ببساطة عن طريق إدخال عنوان example.com أو http://example.com أو باستخدام بناء جملة تخفيض السعر:
el: Μπορείτε να συνδεθείτε με έναν άλλο ιστότοπο απλά εισάγοντας μια διεύθυνση example.com ή http://example.com ή χρησιμοποιώντας τη σύνταξη markdown:

source: Notifications
ar: الإشعارات
el: Ειδοποιήσεις

source: When this article is edited
ar: عندما يتم تحرير هذه المقالة
el: Όταν αυτό το άρθρο επεξεργαστεί

source: Also receive emails about article edits
ar: تلقي أيضًا رسائل بريد إلكتروني حول تعديلات المقالة
el: Επίσης, λάβετε μηνύματα ηλεκτρονικού ταχυδρομείου σχετικά με τις αλλαγές του άρθρου

source: Your notification settings were updated.
ar: تم تحديث إعدادات الإشعارات الخاصة بك.
el: Οι ρυθμίσεις των ειδοποιήσεων σας ενημερώθηκαν.

source: Your notification settings were unchanged, so nothing saved.
ar: لم تتغير إعدادات الإشعارات، لذلك لم يتم حفظ أي شيء.
el: Οι ρυθμίσεις ειδοποίησης σας παρέμειναν αμετάβλητες, έτσι τίποτα δεν αποθηκεύτικε.

source: %(user)s subscribing to %(article)s (%(type)s)
ar: %(user)s الاشتراك في %(article)s (%(type)s)
el: %(user)s συνδρομητική στο %(article)s (%(type)s)

source: Article deleted: %s
ar: تم حذف المقالة: %s
el: Άρθρο διεγράφη: %s

source: Article modified: %s
ar: تم تعديل المادة: %s
el: Άρθρο τροποποιήθηκε: %s

source: New article created: %s
ar: تم إنشاء مقالة جديدة: %s
el: Νέο άρθρο δημιουργήθηκε: %s

source: notifications
ar: إخطارات
el: κοινοποιήσεις

source: No notifications
ar: لا توجد إشعارات
el: Δεν υπάρχουν κοινοποιήσεις

source: Clear notifications list
ar: مسح قائمة الإشعارات
el: Διαγραφή λίστας ειδοποιήσεων

source: Search...
ar: بحث...
el: Αναζήτηση...

source: Log out
ar: تسجيل الخروج
el: Αποσυνδεθείτε

source: Sign up
ar: قم بالتسجيل
el: Εγγραφή

source: Article deleted
ar: تم حذف المقالة
el: Το άρθρο διαγράφηκε

source: Article Deleted
ar: تم حذف المقالة
el: Άρθρο Διαγράφεται

source: The article you were looking for has been deleted.
ar: تم حذف المقالة التي كنت تبحث عنها.
el: Το άρθρο που ψάχνατε έχει διαγραφεί.

source: You may restore this article and its children by clicking restore.
ar: يمكنك استعادة هذه المقالة وأطفالها بالنقر فوق استعادة.
el: Μπορείτε να επαναφέρετε αυτό το άρθρο και τα παιδιά του κάνοντας κλικ στην επιλογή Επαναφορά.

source: You may remove this article and any children permanently and free their slugs by clicking the below button. This action cannot be undone.
ar: يمكنك إزالة هذه المقالة وأي أطفال بشكل دائم وتحرير الرخويات الخاصة بهم بالنقر فوق الزر أدناه. لا يمكن التراجع عن هذا الإجراء.
el: Μπορείτε να αφαιρέσετε αυτό το άρθρο και τα παιδιά μόνιμα και να ελευθερώσετε τους γυμνοσάλιαγκες τους κάνοντας κλικ στο παρακάτω κουμπί. Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.

source: Listing articles in
ar: إدراج المقالات في
el: Καταχώρηση άρθρων σε

source: Up one level
ar: أعلى مستوى واحد
el: Πάνω ένα επίπεδο

source: clear
ar: واضح
el: καθαρός

source: article,articles
ar: مقالة، مقالات
el: άρθρο, άρθρα

source: matches,match
ar: مباريات، مباراة
el: αγώνες, αγώνας

source: %(cnt)s %(articles_plur)s in this level %(match_plur)s your search.
ar: %(cnt)s %(articles_plur)s في هذا المستوى %(match_plur)s بحثك.
el: %(cnt)s %(articles_plur)s σε αυτό το επίπεδο %(match_plur)s αναζήτησή σας.

source: is,are
ar: هو، هي
el: είναι, είναι

source: There %(articles_plur_verb)s %(cnt)s %(articles_plur)s in this level.
ar: هناك %(articles_plur_verb)s %(cnt)s %(articles_plur)s في هذا المستوى.
el: Εκεί %(articles_plur_verb)s %(cnt)s %(articles_plur)s σε αυτό το επίπεδο.

source: Last modified
ar: آخر تعديل
el: Τελευταία τροποποίηση

source: no log message
ar: لا توجد رسالة سجل
el: δεν υπάρχει μήνυμα καταγραφής

source: Permission Denied
ar: تم رفض الإذن
el: Άρνηση άδειας

source: Sorry, you don't have permission to view this page.
ar: عذرًا، ليس لديك إذن لعرض هذه الصفحة.
el: Λυπούμαστε, δεν έχετε δικαίωμα προβολής αυτής της σελίδας.

source: Previewing revision
ar: مراجعة المعاينة
el: Προεπισκόπηση αναθεώρησης

source: Previewing merge between
ar: معاينة الدمج بين
el: Προεπισκόπηση συγχώνευσης μεταξύ

source: and
ar: و
el: και

source: Source of
ar: مصدر
el: Πηγή

source: This article is currently locked for editing.
ar: هذه المقالة مقفلة حاليًا للتحرير.
el: Αυτό το άρθρο είναι κλειδωμένο αυτήν τη στιγμή για επεξεργασία.

source: Log me in...
ar: سجل لي في...
el: Συνδέσου με...
