Repository: BarryPaneer/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar, el

source: Receipt For {course_name}
ar: إيصال لـ {course_name}
el: Απόδειξη Για {course_name}

source: Verify For {course_name}
ar: تحقق من أجل {course_name}
el: Επαλήθευση για {course_name}

source: Enroll In {course_name}
ar: التسجيل في {course_name}
el: Εγγραφείτε στο {course_name}

source: Technical Requirements
ar: المتطلبات الفنية
el: Τεχνικές Απαιτήσεις

source: Please make sure your browser is updated to the {strong_start}{a_start}most recent version possible{a_end}{strong_end}. Also, please make sure your {strong_start}webcam is plugged in, turned on, and allowed to function in your web browser (commonly adjustable in your browser settings).{strong_end}
el: Βεβαιωθείτε ότι το πρόγραμμα περιήγησής σας είναι ενημερωμένο στην {strong_start}{a_start}πιο πρόσφατη έκδοση{a_end}{strong_end}. Επίσης, βεβαιωθείτε ότι η κάμερα web {strong_start}είναι συνδεδεμένη, ενεργοποιημένη και επιτρέπεται να λειτουργεί στο πρόγραμμα περιήγησής σας (συνήθως ρυθμιζόμενο στις ρυθμίσεις του προγράμματος περιήγησής σας).{strong_end}

source: Re-Verification
ar: إعادة التحقق
el: Επανεξακρίβωση

source: Identity Verification
ar: التحقق من الهوية
el: Επαλήθευση Ταυτότητας

source: You have already submitted your verification information. You will see a message on your dashboard when the verification process is complete (usually within 1-2 days).
ar: لقد قدمت بالفعل معلومات التحقق الخاصة بك. سترى رسالة على لوحة المعلومات الخاصة بك عند اكتمال عملية التحقق (عادة في غضون 1-2 أيام).
el: Έχετε ήδη υποβάλει τα στοιχεία επαλήθευσης. Θα δείτε ένα μήνυμα στο ταμπλό σας όταν ολοκληρωθεί η διαδικασία επαλήθευσης (συνήθως εντός 1-2 ημερών).

source: You cannot verify your identity at this time.
ar: لا يمكنك التحقق من هويتك في هذا الوقت.
el: Δεν μπορείτε να επαληθεύσετε την ταυτότητά σας αυτή τη στιγμή.

source: Return to Your Dashboard
ar: العودة إلى لوحة القيادة
el: Επιστροφή στο ταμπλό σας

source: This website uses cookies to ensure you get the best experience on our website. If you continue browsing this site, we understand that you accept the use of cookies.
ar: يستخدم هذا الموقع ملفات تعريف الارتباط لضمان حصولك على أفضل تجربة على موقعنا. إذا واصلت تصفح هذا الموقع، فإننا نفهم أنك تقبل استخدام ملفات تعريف الارتباط.
el: Αυτός ο ιστότοπος χρησιμοποιεί cookies για να εξασφαλίσει ότι θα έχετε την καλύτερη δυνατή εμπειρία στην ιστοσελίδα μας. Εάν συνεχίσετε την περιήγηση σε αυτόν τον ιστότοπο, καταλαβαίνουμε ότι αποδέχεστε τη χρήση των cookies.

source: Got it!
ar: حصلت عليه!
el: Το 'πιασα!

source: Learn more
ar: تعرف على المزيد
el: Μάθετε περισσότερα

source: {span_start}(active){span_end}
ar: {span_start}(نشط){span_end}
el: {span_start}(ενεργό){span_end}

source: Changes
ar: التغييرات
el: Αλλαγές

source: {span_start}active{span_end}
ar: {span_start}نشط{span_end}
el: {span_start}ενεργό{span_end}

source: Course Wiki
ar: ويكي دورة
el: Wiki Μαθήματος

source: Add article
ar: إضافة مقالة
el: Προσθήκη άρθρου

source: Preview Language Setting
ar: إعداد لغة المعاينة
el: Προεπισκόπηση Ρυθμίσεων Γλώσσας

source: Language Code
ar: كود اللغة
el: Κωδικός Γλώσσας

source: e.g. en for English
ar: على سبيل المثال en للغة الإنجليزية
el: π.χ. en για Αγγλικά

source: Preview Theme
ar: موضوع المعاينة
el: Προεπισκόπηση θέματος

source: All Rights Reserved
ar: جميع الحقوق محفوظة
el: Με επιφύλαξη παντός δικαιώματος

source: Attribution
ar: الإسناد
el: Μνεία

source: Noncommercial
ar: غير تجاري
el: Μη εμπορική χρήση

source: No Derivatives
ar: بدون مشتقات
el: Όχι παράγωγα

source: Share Alike
ar: شارك على حد سواء
el: Διαμοιρασμός ομοίων

source: Creative Commons licensed content, with terms as follow:
ar: المحتوى المرخص للمشاع الإبداعي، مع الشروط التالية:
el: Περιεχόμενο με άδεια Creative Commons, με όρους ως εξής:

source: Some Rights Reserved
ar: بعض الحقوق محفوظة
el: Με επιφύλαξη μερικών δικαιωμάτων

source: Important Course Dates
ar: مواعيد دورة الهامة
el: Σημαντικές ημερομηνίες

source: Pursue a verified certificate
el: Συνέχιση ενός επαληθευμένου πιστοποιητικού

source: Prerequisite:
ar: المتطلب المسبق:
el: Προαπαιτούμενο:

source: {subsection_format} due {{date}}
ar: {subsection_format} مستحق {{date}}
el: {subsection_format} υποβολή μέχρι {{date}}

source: {} min
ar: {} دقيقة
el: {} λεπτά

source: Learn About Verified Certificates
ar: تعرف على شهادات التي تم التحقق
el: Μάθετε σχετικά με τα επαληθευμένα πιστοποιητικά

source: {platform_name} Verified Certificate
ar: {platform_name} شهادة تم التحقق منها
el: {platform_name} Επαληθευμένο Πιστοποιητικό

source: Why upgrade?
ar: لماذا الترقية؟
el: Γιατί να αναβαθμίσουμε;

source: Official proof of completion
ar: دليل رسمي على الانتهاء
el: Επίσημη απόδειξη ολοκλήρωσης

source: Easily shareable certificate
ar: شهادة قابلة للمشاركة بسهولة
el: Πιστοποιητικό εύκολα με δυνατότητα κοινής χρήσης

source: Proven motivator to complete the course
ar: حافز مثبت لإكمال دورة
el: Αποδεδειγμένο κίνητρο για την ολοκλήρωση του μαθήματος

source: Certificate purchases help {platform_name} continue to offer free courses
ar: تساعد مشتريات شهادة {platform_name} على الاستمرار في تقديم دورات مجانية
el: Οι αγορές πιστοποιητικών βοηθούν {platform_name} να συνεχίσουν να προσφέρουν δωρεάν μαθήματα

source: How it works
ar: كيف تعمل
el: Πώς λειτουργεί

source: Pay the Verified Certificate upgrade fee
ar: دفع رسوم ترقية شهادة التي تم التحقق منها
el: Πληρωμή τέλους αναβάθμισης επαληθευμένου πιστοποιητικού

source: Verify your identity with a webcam and government-issued ID
ar: تحقق من هويتك باستخدام كاميرا ويب ومعرف صادر عن الحكومة
el: Επαληθεύστε την ταυτότητά σας με μια κάμερα web και το κυβερνητικό αναγνωριστικό

source: Study hard and pass the course
ar: ادرس بجد واجتياز دورة
el: Μελετήστε σκληρά και περάστε το μάθημα

source: Share your certificate with friends, employers, and others
ar: شارك شهادتك مع الأصدقاء وأصحاب العمل وغيرهم
el: Μοιραστείτε το πιστοποιητικό σας με φίλους, εργοδότες και άλλους

source: edX Learner Stories
ar: قصص متعلم edX
el: Edx Ιστορίες Εκπαιδευόμενων

source: My certificate has helped me showcase my knowledge on my resume - I feel like this certificate could really help me land my dream job!
ar: ساعدتني شهادتي في عرض معرفتي في سيرتي الذاتية - أشعر أن هذه شهادة يمكن أن تساعدني حقًا في الحصول على وظيفة أحلامي!
el: Το πιστοποιητικό μου με βοήθησε να παρουσιάσω τις γνώσεις μου στο βιογραφικό μου - αισθάνομαι ότι αυτό το πιστοποιητικό θα μπορούσε πραγματικά να με βοηθήσει να προσγειώσω τη δουλειά των ονείρων μου!

source: {learner_name}, edX Learner
ar: {learner_name}، متعلم edX
el: {learner_name}, Εκπαιδευόμενος EDX

source: I wanted to include a verified certificate on my resume and my profile to illustrate that I am working towards this goal I have and that I have achieved something while I was unemployed.
ar: كنت أرغب في تضمين شهادة تم التحقق منها في سيرتي الذاتية وملفي الشخصي لتوضيح أنني أعمل من أجل هذا الهدف الذي أملكه وأنني حققت شيئًا عندما كنت عاطلاً عن العمل.
el: Ήθελα να συμπεριλάβω ένα επαληθευμένο πιστοποιητικό στο βιογραφικό μου και στο προφίλ μου για να δείξω ότι εργάζομαι για την επίτευξη αυτού του στόχου που έχω και ότι έχω επιτύχει κάτι ενώ ήμουν άνεργος.

source: Upgrade ({course_price})
ar: ترقية ({course_price})
el: Αναβάθμιση ({course_price})

source: This course does not have any updates.
ar: لا تحتوي هذه دورة على أي تحديثات.
el: Αυτό το μάθημα δεν έχει καμία ενημέρωση.

source: Today is {date}
ar: اليوم هو {date}
el: Σήμερα είναι {date}

source: Latest Update
ar: آخر تحديث
el: Τελευταία Ενημέρωση

source: Search Results
ar: نتائج البحث
el: Αποτελέσματα Αναζήτησης

source: My Stats (Beta)
ar: احصائيات (بيتا)
el: Στατιστικά μου (Beta)

source: Connected Accounts
ar: حسابات متصلة
el: Συνδεδεμένοι λογαριασμοί

source: Linked
ar: مرتبط
el: Συνδεδεμένοι

source: Not Linked
ar: غير مرتبط
el: Μη Συνδεδεμένο

source: Unlink
ar: إلغاء الارتباط
el: Αποσύνδεση

source: Link
ar: لينك
el: Σύνδεσμος

source: Completed {completion_date_html}
ar: تم الانتهاء من {completion_date_html}
el: Ολοκληρώθηκε {completion_date_html}

source: {course_mode} certificate
ar: شهادة {course_mode}
el: {course_mode} πιστοποιητικό

source: You haven't earned any certificates yet.
ar: لم تحصل على أي شهادات حتى الآن.
el: Δεν έχετε αποκτήσει κάποια βεβαίωση μέχρι στιγμής.

source: Explore New Courses
ar: استكشف دورات جديدة
el: Αναζήτηση Μαθημάτων

source: View My Records
ar: عرض سجلاتي
el: Προβολή των εγγραφών μου

source: My Profile
ar: ملفي الشخصي
el: Η προσωπική μου σελίδα

source: Build out your profile to personalize your identity on {platform_name}.
ar: قم ببناء ملف التعريف الخاص بك لتخصيص هويتك على {platform_name}.
el: Διαμορφώστε το προφίλ σας για να εξατομικεύσετε την παρουσία σας στο {platform_name}.

source: An error occurred. Try loading the page again.
ar: حدث خطأ. حاول تحميل الصفحة مرة أخرى.
el: Προέκυψε σφάλμα. Προσπαθήστε να επαναφορτώσετε τη σελίδα.

source: Access Course Staff Support on the Partner Portal to submit or review support tickets
ar: الوصول إلى دعم موظفي الدورة التدريبية على بوابة الشركاء لإرسال تذاكر الدعم أو مراجعتها
el: Πρόσβαση στην Υποστήριξη Προσωπικού Μαθήματος στην Πύλη συνεργατών για υποβολή ή αναθεώρηση εισιτηρίων υποστήριξης

source: edX Partner Portal
ar: بوابة شركاء edX
el: Πύλη συνεργατών EDX

source: Browse recently launched courses and see what's new in your favorite subjects.
ar: تصفح الدورات التي تم إطلاقها مؤخرًا وشاهد الجديد في مواضيعك المفضلة.
el: Περιηγηθείτε στα μαθήματα που κυκλοφόρησαν πρόσφατα και δείτε τι νέο υπάρχει στα αγαπημένα σας θέματα.

source: Page Footer
ar: تذييل الصفحة
el: Υποσέλιδο σελίδας

source: edX Home Page
ar: الصفحة الرئيسية edX
el: Αρχική Σελίδα EDX

source: EdX, Open edX, and MicroMasters are registered trademarks of edX Inc.
ar: EdX و Open edX و MicroMasters هي علامات تجارية مسجلة لشركة edX Inc.
el: Οι επωνυμίες EDX, Open EDX και MicroMASTERS αποτελούν σήματα κατατεθέντα της EdX Inc.

source: About edX Verified Certificates
ar: حول شهادات edX التي تم التحقق منها
el: Πληροφορίες για τα επαληθευμένα πιστοποιητικά EDX

source: An edX Verified Certificate signifies that the learner has agreed to abide by the edX honor code and completed all of the required tasks of this course under its guidelines, as well as having their photo ID checked to verify their identity.
ar: تشير شهادة edX التي تم التحقق منها إلى أن المتعلم وافق على الالتزام برمز الشرف edX وأكمل جميع المهام المطلوبة لهذه الدورة وفقًا لإرشاداتها, بالإضافة إلى التحقق من معرف الصورة الخاص بهم للتحقق من هويتهم.
el: Ένα επαληθευμένο πιστοποιητικό EDX σημαίνει ότι ο εκπαιδευόμενος έχει συμφωνήσει να συμμορφωθεί με τον κωδικό τιμής EDX και να ολοκληρώσει όλες τις απαιτούμενες εργασίες αυτού του μαθήματος σύμφωνα με τις οδηγίες του, καθώς και να ελέγξει την ταυτότητα με φωτογραφία του για να επαληθεύσει την ταυτότητά του.

source: About edX
ar: حول edX
el: Αναφορικά με την edX

source: {link_start}edX{link_end} offers interactive online classes and MOOCs from the world's best universities, including MIT, Harvard, Berkeley, University of Texas, and many others. edX is a non-profit online initiative created by founding partners Harvard and MIT.
ar: {link_start}edX{link_end} يقدم دروسًا تفاعلية عبر الإنترنت و MOOCs من أفضل الجامعات في العالم, بما في ذلك معهد ماساتشوستس للتكنولوجيا, هارفارد, بيركلي, جامعة تكساس, وغيرها الكثير. edX هي مبادرة غير ربحية عبر الإنترنت أنشأها الشركاء المؤسسون هارفارد ومعهد ماساتشوستس للتكنولوجيا.
el: {link_start}eDX{link_end} προσφέρει διαδραστικές διαδικτυακές τάξεις και MOOC από τα καλύτερα πανεπιστήμια του κόσμου, συμπεριλαμβανομένων MIT, Harvard, Berkeley, University of Texas και πολλά άλλα. Το EDX είναι μια μη κερδοσκοπική διαδικτυακή πρωτοβουλία που δημιουργήθηκε από ιδρυτικούς εταίρους Χάρβαρντ και MIT.

source: Congratulations, {user_name}!
ar: تهانينا، {user_name}!
el: Συγχαρητήρια, {user_name}!

source: You worked hard to earn your certificate from {accomplishment_copy_course_org} {dash} share it with colleagues, friends, and family to get the word out about what you mastered in {accomplishment_course_title}.
ar: لقد عملت بجد للحصول على شهادتك من {accomplishment_copy_course_org} {dash} شاركها مع الزملاء والأصدقاء والعائلة للحصول على كلمة حول ما أتقنته في {accomplishment_course_title}.
el: Δουλέψατε σκληρά για να κερδίσετε το πιστοποιητικό σας από {accomplishment_copy_course_org} {dash} μοιραστείτε το με συναδέλφους, φίλους και οικογένεια για να μάθετε τι μάθατε στο {accomplishment_course_title}.

source: Share this certificate on Facebook (opens a new tab/window)
ar: مشاركة هذه الشهادة على Facebook (يفتح علامة تبويب جديدة/نافذة)
el: Μοιραστείτε αυτό το πιστοποιητικό στο Facebook (ανοίγει μια νέα καρτέλα/παράθυρο)

source: Tweet this certificate (opens a new tab/window)
ar: تغرد هذه الشهادة (يفتح علامة تبويب جديدة/نافذة)
el: Tweet σε αυτό το πιστοποιητικό (ανοίγει μια νέα καρτέλα/παράθυρο)

source: Add this certificate to your LinkedIn profile (opens a new tab/window)
ar: أضف هذه الشهادة إلى ملف تعريف LinkedIn الخاص بك (يفتح علامة تبويب جديدة/نافذة)
el: Προσθέστε τη βεβαίωση στο προφίλ σας στο Linkedin (θα ανοίγει σε νέα καρτέλα ή παράθυρο).

source: Print this certificate
ar: طباعة هذه الشهادة
el: Εκτύπωση αυτού του πιστοποιητικού

source: All rights reserved except where noted. edX, Open edX and the edX and Open edX logos are registered trademarks or trademarks of edX Inc.
ar: جميع الحقوق محفوظة باستثناء الحالات المشار إليها. شعارات edX و Open edX و edX و Open edX هي علامات تجارية مسجلة أو علامات تجارية لشركة edX Inc.
el: Όλα τα δικαιώματα διατηρούνται εκτός από τις περιπτώσεις που σημειώνονται. Edx, Open EDX και τα λογότυπα EDX και Open EDX είναι σήματα κατατεθέντα ή εμπορικά σήματα της Edx Inc.

source: {b_start}Support our Mission: {b_end} EdX, a non-profit, relies on verified certificates to help fund free education for everyone globally
ar: {b_start}دعم مهمتنا: {b_end} EdX، وهي منظمة غير ربحية، تعتمد على شهادات تم التحقق منها للمساعدة في تمويل التعليم المجاني للجميع على مستوى العالم
el: {b_start}Υποστηρίξτε την Αποστολή μας: {b_end} EDX, μη κερδοσκοπικός οργανισμός, βασίζεται σε επαληθευμένα πιστοποιητικά για να βοηθήσει στη χρηματοδότηση δωρεάν εκπαίδευσης για όλους παγκοσμίως

source: Find Courses
ar: البحث عن الدورات
el: ΑΝΑΖΗΤΗΣΗ ΜΑΘΗΜΑΤΩΝ

source: Schools & Partners
ar: المدارس والشركاء
el: Σχολεία & Συνεργάτες

source: Required Information to Sign In to {studio_name}
ar: المعلومات المطلوبة لتسجيل الدخول إلى {studio_name}
el: Πληροφορίες που απαιτούνται για να συνδεθείτε στο {studio_name}

source: EdX, Open edX, and the edX and Open edX logos are registered trademarks or trademarks of {link_start}edX Inc.{link_end}
ar: شعارات EdX و Open edX و edX و Open edX هي علامات تجارية مسجلة أو علامات تجارية لشركة {link_start}edX Inc.{link_end}
el: Οι επωνυμίες EDX, Open EDX και τα λογότυπα EDX και Open EDX είναι σήματα κατατεθέντα ή εμπορικά σήματα της {link_start}eDx Inc.{link_end}

source: {tos_link_start}Terms of Service{tos_link_end} and {honor_link_start}Honor Code{honor_link_end}
ar: {tos_link_start}شروط الخدمة{tos_link_end} و {honor_link_start}كود الشرف{honor_link_end}
el: {tos_link_start}Όροι Παροχής Υπηρεσιών{tos_link_end} και {honor_link_start}Κωδικός Τιμής{honor_link_end}

source: Copyright
ar: حق المؤلف
el: Πνευματική ιδιοκτησία

source: Copyright {year}. All rights reserved.
ar: حقوق الطبع والنشر {year}. جميع الحقوق محفوظة.
el: Δικαίωμα πνευματικής ιδιοκτησίας {year}. Με την επιφύλαξη κάθε νόμιμου δικαιώματος

source: For anyone, anywhere, anytime
ar: لأي شخص وفي أي مكان وفي أي وقت
el: Για οποιονδήποτε, οπουδήποτε, οποτεδήποτε

source: You will receive an activation email. You must click on the activation link to complete the process. Don't see the email? Check your spam folder and mark emails from class.stanford.edu as 'not spam', since you'll want to be able to receive email from your courses.
ar: سوف تتلقى رسالة بريد إلكتروني للتنشيط. يجب النقر فوق رابط التنشيط لإكمال العملية. لا ترى البريد الإلكتروني؟ تحقق من مجلد الرسائل غير المرغوب فيها وقم بتمييز رسائل البريد الإلكتروني من class.stanford.edu على أنها «ليست رسائل غير مرغوب فيها»، حيث ستحتاج إلى أن تتمكن من تلقي بريد إلكتروني من مقرراتك الدراسية.
el: Θα λάβετε ένα email ενεργοποίησης. Πρέπει να κάνετε κλικ στο σύνδεσμο ενεργοποίησης για να ολοκληρώσετε τη διαδικασία. Δεν βλέπεις το email; Ελέγξτε το φάκελο ανεπιθύμητης αλληλογραφίας σας και επισημάνετε τα email από την class.stanford.edu ως «not spam», αφού θα θέλετε να μπορείτε να λαμβάνετε email από τα μαθήματά σας.

source: Need help in registering with {platform_name}?
ar: هل تحتاج إلى مساعدة في التسجيل مع {platform_name}؟
el: Χρειάζεστε βοήθεια για την εγγραφή σας στο {platform_name};

source: Once registered, most questions can be answered in the course specific discussion forums or through the FAQs.
ar: بمجرد التسجيل، يمكن الإجابة على معظم الأسئلة في منتديات المناقشة الخاصة بالدورة دورة أو من خلال الأسئلة الشائعة.
el: Αφού εγγραφείτε θα βρείτε απαντήσεις για τα περισσότερα ερωτήματά σας είτε στα φόρα συζήτησης των μαθημάτων είτε στις Συχνές Ερωτήσεις.

source: Thank you for signing up for {platform_name}.
ar: شكرا لك على الاشتراك في {platform_name}.
el: Σας ευχαριστούμε για την εγγραφή σας στο {platform_name}.

source: Change your life and start learning today by activating your {platform_name} account. Click on the link below or copy and paste it into your browser's address bar.
ar: غيّر حياتك وابدأ التعلم اليوم من خلال تفعيل حسابك {platform_name} . انقر على الرابط أدناه أو انسخه ولصقه في شريط عنوان متصفحك.
el: Ενεργοποιήστε το λογαριασμό σας στο {platform_name} πατώντας πάνω στο σύνδεσμο που ακολουθεί ή αντιγράφοντάς τον στην γραμμή διευθύνσεων του φυλλομετρητή σας.

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the about section of the {platform_name} Courses web site.
ar: إذا لم تطلب ذلك، فلن تحتاج إلى فعل أي شيء؛ لن تتلقى أي بريد إلكتروني آخر منا. يرجى عدم الرد على هذا البريد الإلكتروني; إذا كنت بحاجة إلى مساعدة, تحقق من قسم حول موقع {platform_name} دورات على شبكة الإنترنت.
el: Εάν τελικώς δεν επιθυμείτε να εγγραφείτε, δεν απαιτείται καμία επιπλέον ενέργεια από μέρους σας. Δεν χρειάζεται να απαντήσετε σε αυτό το μήνυμα ούτε και θα λάβετε κάποιο άλλο e-mail από εμάς. Εάν χρειάζεστε βοήθεια, δείτε τις "Συχνές Ερωτήσεις" στη σελίδα του {platform_name}.

source: This is to confirm that you changed the e-mail associated with {platform_name} from {old_email} to {new_email}. If you did not make this request, please contact us at
ar: هذا لتأكيد أنك غيرت البريد الإلكتروني المرتبط بـ {platform_name} من {old_email} إلى {new_email}. إذا لم تقدم هذا الطلب، يرجى الاتصال بنا على
el: Το email αυτό σας επιβεβαιώνει ότι έχετε αλλάξει το e-mail που σχετίζεται με το λογαριασμό σας {platform_name} από {old_email} σε {new_email}. Εάν δεν επιθυμείτε αυτή την αλλαγή παρακαλώ ενημερώστε μας στο

source: We are sorry. Our course staff did not approve your request to change your name from {old_name} to {new_name}. If you need further assistance, please e-mail the tech support at {email}
ar: نحن آسفون. لم يوافق موظفو دورة لدينا على طلبك لتغيير اسمك من {old_name} إلى {new_name}. إذا كنت بحاجة إلى مزيد من المساعدة، يرجى إرسال الدعم الفني عبر البريد الإلكتروني على {email}
el: Λυπούμαστε. Το προσωπικό του μαθήματος δεν ενέκρινε το αίτημά σας για αλλαγή ονόματος από {old_name} σε {new_name}. Εάν χρειάζεστε περαιτέρω βοήθεια, παρακαλούμε στείλτε e-mail στην τεχνική υποστήριξη στο {email}

source: Put your Terms of Service here!
ar: ضع شروط الخدمة الخاصة بك هنا!
el: Βάλτε τους Όρους Χρήσης σας εδώ!

source: Put your Privacy Policy here!
ar: ضع سياسة الخصوصية الخاصة بك هنا!
el: Βάλτε την Πολιτική Απορρήτου σας εδώ!

source: Put your Honor Code here!
ar: ضع رمز الشرف الخاص بك هنا!
el: Βάλε τον Κώδικα Τιμής εδώ!

source: Put your Copyright Text here!
ar: ضع نص حقوق الطبع والنشر الخاص بك هنا!
el: Βάλτε το Κείμενο Πνευματικών Δικαιωμάτων εδώ!

source: Sign Up for {studio_name}
el: Εγγραφείτε στο {studio_name}

source: Wiki notifications
ar: إشعارات ويكي
el: Ειδοποιήσεις Wiki

source: Wiki images
ar: صور ويكي
el: Εικόνες Wiki

source: Wiki attachments
ar: مرفقات ويكي
el: Συνημμένα Wiki

source: Only localhost... muahahaha
ar: المضيف المحلي فقط... muahahaha
el: Mόνο localhost... χαχαχαχαχα

source: Initial title of the article. May be overridden with revision titles.
ar: العنوان الأولي للمقال. قد يتم تجاوزها بعناوين المراجعة.
el: Αρχικός τίτλος του άρθρου. Μπορεί να παρακαμφθεί με τίτλους αναθεώρησης

source: Type in some contents
ar: اكتب بعض المحتويات
el: Πληκτρολογήστε στοιχεία περιεχομένου

source: This is just the initial contents of your article. After creating it, you can use more complex features like adding plugins, meta data, related articles etc...
ar: هذه مجرد المحتويات الأولية لمقالتك. بعد إنشائه، يمكنك استخدام ميزات أكثر تعقيدًا مثل إضافة المكونات الإضافية والبيانات الوصفية والمقالات ذات الصلة وما إلى ذلك...
el: Αυτό είναι μόνο το αρχικό περιεχόμενο του άρθρου σας. Μετά τη δημιουργία του, μπορείτε να χρησιμοποίησετε πιο σύνθετες λειτουργίες, όπως προσθήκες, μετα-δεδομένα, συναφή άρθρα κλπ...

source: Contents
ar: المحتويات
el: Περιεχόμενα

source: Give a short reason for your edit, which will be stated in the revision log.
ar: أعط سببًا قصيرًا للتحرير الخاص بك، والذي سيتم ذكره في سجل المراجعة.
el: Δώστε μια σύντομη περίληψη της επεξεργασίας σας, η οποία θα αναφέρεται στο αρχείο καταγραφής.

source: While you were editing, someone else changed the revision. Your contents have been automatically merged with the new contents. Please review the text below.
ar: أثناء التحرير، قام شخص آخر بتغيير المراجعة. تم دمج محتوياتك تلقائيًا مع المحتويات الجديدة. يرجى مراجعة النص أدناه.
el: Κατά τη διάρκεια του μόνταζ, κάποιος άλλος άλλαξε τη διασκευή. Τα περιεχόμενά σας αυτόματα συγχωνεύθηκαν με τα νέα περιεχόμενα. Παρακαλώ να ελέγξετε το κείμενο παρακάτω.

source: No changes made. Nothing to save.
ar: لم يتم إجراء أي تغييرات. لا شيء للحفظ.
el: Δεν έγιναν αλλαγές. Δε χρειάζεται να αποθηκευθεί κάτι.

source: Slug
ar: سبيكة
el: Συντομία

source: This will be the address where your article can be found. Use only alphanumeric characters and - or _. Note that you cannot change the slug after creating the article.
ar: سيكون هذا هو العنوان الذي يمكن العثور فيه على مقالتك. استخدم الأحرف الأبجدية الرقمية فقط و - أو _. لاحظ أنه لا يمكنك تغيير سبيكة بعد إنشاء المقالة.
el: Αυτή θα είναι η διευθυνση όπου μπορεί να βρεθεί το άρθρο σας. Χρησιμοποιήστε μόνο αλφαριθμητικούς χαρακτήρες καί / ή _. Σημειώνεται ότι δεν μπορείτε να αλλάξετε τη συντομία, μετά τη δημιουργία του άρθρου.

source: Write a brief message for the article's history log.
ar: اكتب رسالة موجزة لسجل محفوظات المقالة.
el: Γράψτε ένα σύντομο μήνυμα για το ιστορικό καταγραφής του άρθρου.

source: A slug may not begin with an underscore.
ar: قد لا تبدأ سبيكة مع تسطير سفلي.
el: Μια συντομία δεν μπορεί να ξεκινά με υπογράμμιση.

source: A deleted article with slug "%s" already exists.
ar: توجد بالفعل مقالة محذوفة تحتوي على سبيكة "%s".
el: Ένα διαγραμμένο άρθρο με τη συντομία "%s" υπάρχει ήδη.

source: A slug named "%s" already exists.
ar: توجد بالفعل سبيكة تسمى "%s".
el: Υπάρχει ήδη μια συντομία "%s".

source: Yes, I am sure
ar: نعم، أنا متأكد
el: Ναι, είμαι σίγουρος

source: Purge
ar: تطهير
el: Καθαρίστε

source: Purge the article: Completely remove it (and all its contents) with no undo. Purging is a good idea if you want to free the slug such that users can create new articles in its place.
ar: تطهير المقال: قم بإزالته بالكامل (وجميع محتوياته) دون التراجع. يعد التطهير فكرة جيدة إذا كنت ترغب في تحرير سبيكة بحيث يمكن للمستخدمين إنشاء مقالات جديدة في مكانها.
el: Κάντε εκκαθάριση του άρθρου. Διαγράψτε το εντελώς (μαζί με όλα τα περιεχόμενά του) χωρίς δυνατότητα αναίρεσης. Η εκκαθάριση ειναι καλή ιδέα όταν επιθυμείτε να ελευθερώσετε το διάστημα έτσι ώστε οι χρήστες να δημιουργήσουν νέα άρθρα στη θέση του.
